[
  {
    "title": "Modern Ace or the Seven Days Radio Broadcast",
    "description": "What if we would all be rich and beatiful people who could flee sickness to live in tropical countries? What if we would finally end the commotions in our soul in order to make them public? And what if we could fully experience the critic of the affect as well as its representation as a place for social peace? Modern Ace\n---\nIf the first broadcast was about mixing original content from invited artists who were participating to a marathon of emotions, the second broadcast went through several constitutive moments of the ductile and affective story of Françoise.  The year the a new radio play trilogy will conclude this series by re-editing a known work ‘The Decameron from Giovanni Boccaccio’. Instead of rebuilding its matrix, it will be about excessively commenting on each part in order to recreate the discourses which are present in the stories and which guide this work. It is as if the foot notes would become the main page and the main text would become a pretext for the reader and listener to comprehend the contemporary production of meaning of this collection of stories. \n\nThe work will be broadcasted online for the whole duration of the Antiuniversity festival, from 9 June at 0:01am to 15 June 2018 at 11:59pm.\n",
    "date": "All week",
    "time": {
      "from": "Continuous",
      "to": null
    },
    "organiser": {
      "name": "Camille Alena and Tristan Lavoyer",
      "about": "Camille Alena, born in 1986 in Switzerland, lives in London. Tristan Lavoyer, born in 1986 in France, Artist, lives in Lausanne Switzerland"
    },
    "place": {
      "id": null,
      "name": "Listen online on https://modernace.ch/",
      "description": null,
      "area": "ONLINE"
    },
    "imageUrl": "https://www.dropbox.com/s/4t64yojpuhh3t7g/Antiuniversity%20death%20in%20florence.jpg?raw=1",
    "tags": [
      "Art"
    ],
    "websiteUrl": "https://modernace.ch/"
  },
  {
    "title": "n.paradoxa's MOOC (mass open online course) on feminism and contemporary art",
    "description": "Why should you do this course?\n\n   Increase your awareness of feminist politics in relation to contemporary art\n   Learn more about this topic\n   Join a community exploring similar interests and share ideas with them\n   Experience a MOOC\n   Gain a greater understanding of what you can find online about this topic\n\nThere are many art and art history degrees where nothing is being taught about feminism in relation to contemporary art and this free online course is designed to help those curious to know more.\nDuring the full week of the Anti-university in June, live discussion forums with Katy Deepwell, editor of the course, will be held as part of the course.\n",
    "date": "All week",
    "time": {
      "from": "9am",
      "to": "9pm"
    },
    "organiser": {
      "name": "Katy Deepwell",
      "about": "Katy Deepwell is an art critic and writer and author of 9 books. For 20 years, she founded and edited n.paradoxa: international feminist art journal on contemporary art and feminism. This journal was international, transnational and transgenerational, exploring the intersections between feminist theory and the work of contemporary women artists. The 10 lessons on this course arises from this work with many writers and artists around the world."
    },
    "place": {
      "id": null,
      "name": "https://nparadoxa.com",
      "description": null,
      "area": "ONLINE"
    },
    "imageUrl": "https://www.dropbox.com/s/etiabjx766rqe8p/Antiuniversity%20n.paradoxa.gif?raw=1",
    "tags": [
      "Feminism"
    ],
    "websiteUrl": "https://nparadoxa.com"
  },
  {
    "title": "Un-learning the Language of Museums",
    "description": "Museums tell stories, the stories of the people in power and their established structures. As institutions destined for elite and scholars since their conception, museums have (mainly) told the stories of their collections through text. Although this has started to change in recent years, text in the form of panels and labels are often the only source of interpretation of artefacts and artworks. Who is writing these stories and with what type of language? How biased or objective is it? How can the people experiencing the institution can relate to and understand this written interpretation and its hidden nuances of production?\n\nFor this workshop in the galleries of Tate Modern we will take on the label, the text, the word and the image. Facilitated by the members of Museum Club, a collective of museum professionals dedicated to demystifying the museum, participants will be led through a series of exercises in writing gallery text from a variety of perspectives, including their own. Through discussion we hope to unlock the social potential of the museum by un-learning the established structure of language that has constructed our experience of art in the museum for too long.",
    "date": "Friday 15th June 2018",
    "time": {
      "from": "11am",
      "to": "1pm"
    },
    "organiser": {
      "name": "Museum Club",
      "about": "Museum Club is a collective of art historians and museum professionals dedicated to making the art spaces of London more accessible."
    },
    "place": {
      "id": null,
      "name": "Tate Modern, Bankside, London, SE1 ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/qnmttg2erni4v0b/Antiuniversity%20un%20learning%20museums.jpg?raw=1",
    "tags": [
      "Art",
      "History",
      "Politics"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Transmit#4",
    "description": "Transmit#4 is an idea that aims to examine the creative use of an audio process, through conversations and the learning of new skills and ideas.The afternoon will consist of a walk through Roath, creating a collaborative community soundscape, while walking, talking and recording the people and places of the neighbourhood.",
    "date": "Friday 15th June 2018",
    "time": {
      "from": "12.30pm",
      "to": "6.30pm"
    },
    "organiser": {
      "name": "madeinroath",
      "about": "madeinroath is a community based artist collective. Our core belief is that access to, and engagement in art and culture can enrich the lives of everyone, our objective is to bring art directly to the community, making it as accessible and inclusive as possible."
    },
    "place": {
      "id": null,
      "name": "1a Inverness Place, Roath, Cardiff, CF24 4RU",
      "description": null,
      "area": "Wales"
    },
    "imageUrl": "https://www.dropbox.com/s/x4rvckwh4xfqfg7/Helen%20Clifford%20-%20Antiuniversity%20madeinroath%20TRANSMIT.jpg?raw=1",
    "tags": [
      "Sound"
    ],
    "websiteUrl": "www.madeinroath.com"
  },
  {
    "title": "Underground Basket Weaving for Beginners",
    "description": "Join artist Gail Howard to learn the basics of ​basket ​weaving while exploring the history of basket weaving as an artistic and therapeutic practice.\n\nMake a basket, talk about mental health, reclaim and reframe the idea of a 'basket case'. Or just make a basket.\n\nGail will be in Three Doors Up across two days - join for a morning/afternoon or stay for both days. ",
    "date": "Friday 15th June 2018",
    "time": {
      "from": "12noon",
      "to": "8pm"
    },
    "organiser": {
      "name": "Gail Howard ",
      "about": "Gail Howard's work both as a visual artist and a curator, explores and questions our relationship to our environment, touching on how the political, social, economic and the cultural impact on our lives. Motivated by the belief that art can be actively transformative, my practice as an artist/curator has developed through the initiating of acts of collaboration, negotiation and re-imagination. The work is site and people responsive, focusing on dialogue, engagement and legacy, with an emphasis on working with groups and individuals who may have been excluded, don’t have an art background, or both."
    },
    "place": {
      "id": null,
      "name": "Three Doors Up, Queens Arcade Shopping Centre, Queen St, Cardiff CF10 2BY",
      "description": null,
      "area": "Wales"
    },
    "imageUrl": "https://www.dropbox.com/s/0fl02nrisvichtx/Antiuniversity%20Basket%20Weaving%20for%20Beginners.jpg?raw=1",
    "tags": [
      "History",
      "Mental Health",
      "Craft"
    ],
    "websiteUrl": "https://arcadecardiff.co.uk/"
  },
  {
    "title": "The Right to the City: Urban Struggles across Europe and the USA",
    "description": "To celebrate 50 years from the first publication of “The Right of the City” by French theorist Henri Lefebvre, a mini-symposium on contemporary urban struggles is organised by cultural geographer Penny Travlou (University of Edinburgh, ESALA) and choreographer Sophia Lycouris (University of Edinburgh, ECA) to explore strategies of demanding “a transformed and renewed access to urban life”.\n\nThe event includes screenings of the films “American Revolutionary: The Evolution of Grace Lee Boggs” 2013, 1 hr 22 mins by Grace Lee (writer and director), and “DAS GEGENTEIL VON GRAU”, 2017, 1 hr 30 mins by Matthias Coers (director), followed by a Q&A session with film directors. There will also be a roundtable with academics and activists (confirmed participants: Penny Travlou, Alessandro Froldi, Angela McClanahan, Tahl Kaminer and Sophia Lycouris).\n\nThis is a follow up of an event on housing struggles, which was coordinated by the same organisers in April 2018 as one of the teach-out sessions that happened in the occupied Gordon Aikman Lecture theatre during the period of the University and College Union (UCU) industrial action at the University of Edinburgh, when academic and support staff were fighting to protect their pension rights.",
    "date": "Friday 15th June 2018",
    "time": {
      "from": "12pm",
      "to": "8pm"
    },
    "organiser": {
      "name": "The (real) Edinburgh Futures Institute (EFI)",
      "about": "This event is presented by the (real) Edinburgh Futures Institute (EFI). To support a 14-day long strike about pension rights at the University of Edinburgh in March 2018, students and staff occupied the Gordon Aikman lecture theatre. The occupiers soon became concerned with the commodification of education, and adopted the name “(real) EFI” to critique corporate cultures at the University of Edinburgh and propose a radical education alternative. After more than 100 workshops and teach-out sessions, the occupiers left to pursue activist projects beyond the confines of this building, including this event."
    },
    "place": {
      "id": null,
      "name": "Hunter Lecture Theatre, University of Edinburgh, Edinburgh College of Art, Hunter Building, 74 Lauriston Place, Edinburgh EH3 9DF",
      "description": null,
      "area": "Scotland"
    },
    "imageUrl": "https://www.dropbox.com/s/xh2g8ajy3gqbl4v/Antiuniversity%20right%20to%20he%20city.jpg?raw=1",
    "tags": [
      "Politics",
      "History",
      "Gentrification"
    ],
    "websiteUrl": "https://edinburghfuturesinstitute.wordpress.com/"
  },
  {
    "title": "Frunch",
    "description": " On Fridays g39 staff members take it in turn to cook for each other and eat together, we call it Frunch (Friday-lunch). It is an informal and relaxed way for us to foster conversation beyond work related discussions and keep in touch with what our colleagues are involved with beyond our organisation.\n\nAntiuniversity Frunch invites you to join us in conversation while preparing and sharing food, to talk about the importance of this type of activity within organisations.\n",
    "date": "Friday 15th June 2018",
    "time": {
      "from": "1pm",
      "to": "3pm"
    },
    "organiser": {
      "name": "g39",
      "about": "G39 is an artist-run gallery in Cardiff. The gallery presents a wide-ranging programme from major exhibitions and formal symposia to experimental projects and intimate events. In addition to the exhibition programme the organisation also runs Wales Artist Resource Programme – WARP - an open-access resource and training space for artists.\nG39 focuses on contemporary work and consciously programmes a mix of work from Wales with work from further afield, placing work by established names alongside work by emerging or lesser known artists. The focus is on experimentation and risk and g39 aims to provide the opportunities to showcase new work.\n"
    },
    "place": {
      "id": null,
      "name": "G39, Oxford Street, Roath, Cardiff CF24 3DT",
      "description": null,
      "area": "Wales"
    },
    "imageUrl": "https://www.dropbox.com/s/x8o17ci87nf13sv/Antiuniversity%20Frunch.jpg?raw=1",
    "tags": [
      "Food"
    ],
    "websiteUrl": "www.g39.org"
  },
  {
    "title": "Where is the Voice Coming From? Reimagining the Gendered AI bot",
    "description": "\nWith the arrival of digital assistants such as Alexa or Cortana in our domestic living environments, new questions arise. How do we relate to these agents whose voices fill our most intimate spaces? Are the conversational interfaces which are packaged as neutral - truly so?\n\nJoin us for a 3-hour discussion, where we will go through the history of computational agents, the socio-technological framework from which they have arisen, female representation within computer cultures and hyper-employment, all the while discussing current developments, and trying to challenge the master-slave narrative that is prevalent in much of today's technological discourse by imagining an alternative future.\n\nFormatted in 2 parts, there will be a 30 minute presentation to start, given by Cristina Cochior and Lola de la Mata, followed by group discussions, and collective writing using a real time text editing platform. ",
    "date": "Friday 15th June 2018",
    "time": {
      "from": "1pm",
      "to": "4pm"
    },
    "organiser": {
      "name": "Cristina Cochior and Lola de la Mata",
      "about": "Cristina Cochior (RO/NL) is a researcher and designer working in the Netherlands. With an interest in automation practices, disruption of the interface and peer to machine knowledge production, her practice consists of research investigations into technical and bureaucratic knowledge sharing systems.\n\nLola de la Mata is a London based artist, musician, and composer whose practice focuses around the body, collaboration and listening. Lola’s work ranges from monotypes and graphic scores, to installations and compositions for movement, voice, electronics and classical instruments. Her current work has a focus on the use of female voices in AI bots, and service oriented machines."
    },
    "place": {
      "id": null,
      "name": "Blase House at Hackney Wick, Q2 55 Wallis Road, London  E9 5LH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/60rjaaighjyw0vb/Antiuniversity%20where%20is%20the%20voice.jpg?raw=1",
    "tags": [
      "Technology",
      "Feminism"
    ],
    "websiteUrl": ""
  },
  {
    "title": "An introduction to the Human-Cannabis Relationship",
    "description": "This will be an informal talk with an aim of dispelling myths about cannabis. I will invite audience members to share their opinions / perspectives on cannabis at the beginning and again at the end. I will cover all aspects of the human-cannabis relationship (HCR) i.e. medical / endocannabinoid system, recreational, cannabis as hemp / food. I will also highlight this relationship through the lens of political ecology. ",
    "date": "Friday 15th June 2018",
    "time": {
      "from": "3pm",
      "to": "5pm"
    },
    "organiser": {
      "name": "J Levy",
      "about": "J Levy gained his Masters in human geography from University of Exeter in 2016 writing a multispecies ethnography on human-cannabis relationships. He has been a cannabis activist most of his life. He and his partner met as teenagers and have three grown up children together. He continues his write and research outside of the university system."
    },
    "place": {
      "id": null,
      "name": "St.Sidwell's Community Centre, Sidwell St, Exeter EX4 6NN",
      "description": null,
      "area": "South West"
    },
    "imageUrl": "https://www.dropbox.com/s/cinbxr3saehc6ph/Antiuniversity%20-%20Cannabis%20.jpg?raw=1",
    "tags": [
      "Politics"
    ],
    "websiteUrl": "http://www.magicgreenery.com"
  },
  {
    "title": "GAB THROUGH YOUR GARB",
    "description": "What we wear is judged, outlawed, admired or ignored. Dressing ourselves is a form of self expression but it can also make a political point. In these turbulent times of Tory austerity, combined with a global political and environmental shit-storm, it's time we wore our heart on our sleeves. Don't hide behind smart, well dressed trends, it's time to SHOUT.\n\nIn this afternoon session we'll talk about how clothing is used as a political tool and create our own bright statement pieces. Bring an old hat or item of clothing that you want to up-cycle or just turn up and use the junk that we've collected. We have some fabric, sewing machines and bits and pieces. Join us at RARA, a laid back open access carpentry workshop in Clapton, where we will wear what we make (and head to the closing party to make our voices loud and clear).\n\n* You are welcome to bring some food and drinks to share for dinner.\n",
    "date": "Friday 15th June 2018",
    "time": {
      "from": "3pm",
      "to": "8pm"
    },
    "organiser": {
      "name": "RARA SCHOOL",
      "about": "RARA School is a platform for theme-based public workshops, combined with provocative discussions, making and action. It aims to ignite discussions around the socio-political meanings of making culture as well as to take tangible actions with what we make. RARA School launched with its intriguing first session 'Social Distillery' in which looked into the historical transition of God worshiping paternalistic state to money worshiping capitalist society through the lens of alcohol, alongside a theoretical practice of building a still. Since then, it ran various workshops such as Land Rite, Architecture as Social Practise, and Puppetry Ventriloquism and Inner Politics.\n"
    },
    "place": {
      "id": null,
      "name": "Unit 2 Grosvenor Way London E5 9ND",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/kl34ydmjejrdu6e/Antiuniversity%20gab%20through%20garb.jpg?raw=1",
    "tags": [
      "Direct Action",
      "Craft"
    ],
    "websiteUrl": "r-a-r-a.com"
  },
  {
    "title": "Experiments in Sonic Corporeality",
    "description": "This session will explore a drastic enquiry into music and performance practice where movement, dance and performing and improvising with sound, unfold in an ongoing co-constitutive process with our physical, psychological and social ‘becoming’.\nWe will test sensory assumptions and parameters to make experimental sound and music composition.\n\nThe workshop will:\n\n- Improvise and perform with movement and sound to test and create sensory scores and patterns. These will explore our bodies’ limitations, questions, and relationships between knowing a space, each other, and sound.\n\n- Explore our perceptions of body boundaries, orientation, and disorientation.\n\n- Use a practice based approach to discuss relevant theories (for example, neo Marxist thinking on consumerist bodies, Butler’s Gender performativity, and Stover’s ‘musical-objects-as bodies’)\n\n- Introduce techniques of ‘Deep Listening’ and ‘Sonic Meditation’ inspired by the late composer Pauline Oliveros.\n\nPlease wear comfortable clothes you can move freely in.  You are most welcome to bring text, instruments or sound-making items to experiment with. You don’t need any experience of Art or Music to attend- just enthusiasm! To book email questions@norwichoutpost.org\n\n",
    "date": "Friday 15th June 2018",
    "time": {
      "from": "5:30pm",
      "to": "8pm"
    },
    "organiser": {
      "name": "Lou Barnell with Outpost Gallery",
      "about": "Lou Barnell is a multidisciplinary performer, sound artist, musician, social researcher, and arts activist. She is undertaking a residency at Outpost Gallery in Norwich. Her solo work explores mysteries of flesh, body, and knowing, by experimenting with her voice, improvisation, choreography and sound. The musical body and personal ritual, and its relationship to space, time and society, is an ongoing performative, consumerist process. As a dyspraxic female artist, Lou is inspired by feelings of disorientation, and coordination, and contradictory limitations of being a body under surveillance versus the freedom of human dreams and imaginings.  Image credits: hannah Lovell"
    },
    "place": {
      "id": null,
      "name": "Gildengate House (Outpost Studios), Upper Green Ln ,Norwich, NR3 1AX",
      "description": null,
      "area": "East"
    },
    "imageUrl": "https://www.dropbox.com/s/mchydoj252iqtzv/Antiuniversity-Lou%20Barnell-%20Experiments%20in%20Sonic%20Corporeality-Photo%20Credit-Hannah%20Lovell.jpg?raw=1",
    "tags": [
      "Sound",
      "Dance"
    ],
    "websiteUrl": "www.loubarnell.co.uk"
  },
  {
    "title": "From Empire Windrush To The Commonwealth & Windrush Scandal (1948-2018)",
    "description": "2018 is supposed to be the time to celebrate the 70 year legacy of Empire Windrush and the Windrush Generation. Unfortunately that has been marred by what is mistakenly called the “Windrush Scandal”, which is in fact a Commonwealth-wide issue.\n\nIn this presentation, history consultant Kwaku in marking African Jubilee Year 1987-88 @ 30, will address some of the generally held misconceptions surrounding the Empire Windrush’s voyage from the Caribbean to Britain in 1948, highlight some of the British government’s conversations and what it did to limit Caribbean and New Commonwealth migration from the 1940s to 1960s, and show why what’s playing out in 2018 has a long back-story stretching back more than 70 years.\n\nThe presentation is followed by a discussion, which allows the audience to interrogate the issues raised in the presentation.",
    "date": "Friday 15th June 2018",
    "time": {
      "from": "5pm",
      "to": "7pm"
    },
    "organiser": {
      "name": "Kwaku",
      "about": "Kwaku is a music industry and history consultant. He’s the BTWSC/African Histories Revisited co-ordinator, and organiser of British Black Music Month in June/July, International Reggae Day UK on July 1, and the year-long African Jubilee Year 1987-88 @ 30 programmes. His programmes are posted at www.BBM.eventbrite.com and www.AfricanHistoryPlus.eventbrite.com. The premiere of the full version of the ‘Britain’s Contribution To The Development Of Reggae’ documentary opens British Black Music Month 2018 on June 1."
    },
    "place": {
      "id": null,
      "name": "Hackney Archives, Dalston CLR James Library, Dalston Square, London E8 3BQ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/xej9g5hodqtdyb1/Antiuniversity-windrush.jpg?raw=1",
    "tags": [
      "Race",
      "History",
      "Politics"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Radical Sobriety",
    "description": " Any talk of revolution is incomplete without recovery. Drug and alcohol use dominates perception of social interactions and political actions, from the inside and the outside. It also dominates the lives of many within activist circles. Comfortable as we are likening the systems we wish to dismantle to drugs and addiction (aka “the opium of the people”), how comfortable are we, addressing the destructive role of addiction, and the apparent dependency on intoxicants our spaces and demonstrations have? Addiction is a political as well as personal condition. While fighting to free our lives from the control that capitalism and the state have, how can we free our lives from the control of addiction culture?",
    "date": "Friday 15th June 2018",
    "time": {
      "from": "6",
      "to": "8pm"
    },
    "organiser": {
      "name": "Anonymous",
      "about": "We are a group of addicts in recovery."
    },
    "place": {
      "id": null,
      "name": "Conway Hall, Brockway Room, Red Lion Square, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/ntb5p67rnmbknjy/Antiuniversity-radical-sobriety.jpg?raw=1",
    "tags": [
      "Mental Health",
      "Politics"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Media Watching 101\n",
    "description": "In a fast moving world of 24 hour news cycles, a persistent, independent critical analysis of the mainstream media is one of the most effective ways to stay empowered. In this workshop members of the Grenfell MediaWatch team will share some of the principles and methods of media watching as a tactic that can be used to challenge state power.\n\nIf you are running a campaign and finding traditional methods of resistance such as protests to petitions are not effective enough by themselves, join us and learn how published information can be used to help level the media playing field between the people and the politicians that do them a disservice.\n",
    "date": "Friday 15th June 2018",
    "time": {
      "from": "7pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Grenfell MediaWatch",
      "about": "The Grenfell MediaWatch team are a group of volunteers working together to help support the Grenfell community with focused media and political analysis after the tragic fire on 14th June 2017."
    },
    "place": {
      "id": null,
      "name": "The Wall of Truth, outside Maxilla Social Club, Maxilla Walk, North Kensington, London W10 6NQ\n",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/vsv3v669inxtqw7/Antiuniversity%20mediawatching101.fw.jpg?raw=1",
    "tags": [
      "Direct Action",
      "Politics"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Antiuniversity Closing Party",
    "description": "Come dance + drink with us to celebrate the end of Antiuniversity Now. This is our very last festival. \n\n\nLineup:\nMolejoy\nSugar Rush\nDJ Chooc Ly\nEfa Supertramp\nChuck SJ\nDancing Queer الراقصة المثلية\nTom Richards\n\nFree party!\nBring all your mates!\nBar by the excellent people at New River Studios!\nOrganised with support from Multi-Storey",
    "date": "Friday 15th June 2018",
    "time": {
      "from": "7:30pm",
      "to": "midnight"
    },
    "organiser": {
      "name": "Antiuniversity + Multi Storey",
      "about": ""
    },
    "place": {
      "id": null,
      "name": "New River Studios, 199 Eade Road, London N4 1DN",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/3a9vg9i2jefd48c/Antiuni%202018%20closing%20party%20lo%20res.jpg?raw=1",
    "tags": [
      "Sound",
      "Dance"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Open Deck Sessions",
    "description": "Calling all women, non binary and trans folk who want to learn to DJ.\n\nSynaptic Island are offering free 1-1 open deck sessions to show you the ropes and give you a brief intro into CDJing.\n\nNo experience is necessary, just bring vibes and tunes you love (preferably 30+ tracks with an electronic beat) on a memory stick.\n\nSpaces are limited (only 8 1-1 session available) so pre-booking is essential.\n\nThese sessions are open to women, non binary people, and all other trans people. Places are limited, only 8 spaces viable -  to book please email Synaptic Island <synapticisland@gmail.com>\n",
    "date": "Monday 11th June 2018",
    "time": {
      "from": "1pm",
      "to": "5pm"
    },
    "organiser": {
      "name": "Synaptic Island",
      "about": "Synaptic Island is a women and non-binary DJ collective that practices at Corsica Studios Monday afternoons. It was founded in 2017 following the Women’s Beat League Study Week at Wysing Arts Centre.\n"
    },
    "place": {
      "id": null,
      "name": "Corsica Studios, 4/5 Elephant Road, London SE17 1LB",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/o8388zi2wgoyyyv/Antiuniversity-synaptic-new.jpeg?raw=1",
    "tags": [
      "Sound"
    ],
    "websiteUrl": "https://soundcloud.com/synapticisland"
  },
  {
    "title": "WE ARE WARM",
    "description": "The warm up is a slow or incremental exercise meant to create a condition in the body for strenuous activity to safely take place. The feeling of heat begins to enter the body. It is the sensation of blood going to your skin. Rapport is the flow between two individuals. Limbic resonance is the capacity of sharing deep emotional states through empathic harmony. Within an interaction, the rapport becomes an entity. My face changes when the other person’s face changes. The atmosphere between us becomes warm and expressive.\n\nWarmth is a soft skill. When do you sense your own warmth? How do you become warm to another? We will come together to explore the dynamics of relational warmth. We will engage in a variety of “warm ups” that encourage emotional and physical tenderness. We will warm up to be warm.\n",
    "date": "Monday 11th June 2018",
    "time": {
      "from": "5pm",
      "to": "8pm"
    },
    "organiser": {
      "name": "Anna Wolfe-Pauly & Dorian Braun",
      "about": "Anna Wolfe-Pauly is an American artist who has been making work around concepts of attention and observation for over 10 years. Dorian Braun’s practice lies in attuning to a liberty that consists in the development of all the material, intellectual and moral powers that are latent in him and each person. He is based in Scotland. Anna and Dorian are working to develop a methodology around how sensation and listening shape environmental dialogue. This work has culminated in listening workshops and texts on the method."
    },
    "place": {
      "id": null,
      "name": "LIGHT EYE MIND, 176 Blackstock Road, London N5 1HA ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/p3m68cz91iyjaoc/Antiuniversity%20WARM.jpg?raw=1",
    "tags": [
      "Bodies"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Radical Communities of Care",
    "description": "Care is a fundamental practice of human life, where vulnerability and interconnectedness has the potential to resist the dominance of neoliberalism. Care exists in different contexts manifesting in both personal and private realms, to broader institutional sources. In an age of austerity, state-provided care has diminished in all sectors, but does this material scarcity also extend to an emotional scarcity? By exploring both the affective and material modes of care we hope to map the different ways individuals and communities give and receive care, and the asymmetries that exist. We want to think about how we experience care in different spaces from the domestic, to the workplace, to explore how we can make care an imperative political demand.\n\nBy the end of the workshop we hope to geographically and affectively map both our own individual understanding of care and extend this to where we see the absences of care in our daily experiences. We will then use these reflections to discuss how we can conceptualise what a radical community of care could look like. By comparing our maps, to those produced by autonomous communities formed in Athens, we can learn from practices of care performed in different political contexts and spaces.\n",
    "date": "Monday 11th June 2018",
    "time": {
      "from": "6.30pm",
      "to": "8.30pm"
    },
    "organiser": {
      "name": "Picket Realists",
      "about": "Picket Realists are a group of students from Goldsmiths who formed in the recent wave of higher education strikes, through a common desire to engage with the politics of care within activism, and form new autonomous solidarity networks. "
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London, EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/brymccwi2ret7ld/antiuniversity%20imagining%20radical%20communities.jpg?raw=1",
    "tags": [
      "Politics",
      "Mental Health",
      "Anti-capitalism"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Listening Session #5",
    "description": "As part of Antiuniversity Synaptic Island will be hosting their 5th Listening Session at Corsica Studios.\n\nThey invite you to respond to the theme of SOUNDTRACKS\n\n> gut wrenches > heart stoppers > slow burns >\n\nWhether It’s road trips, blockbusters, workout playlists, home movies or gameboy games, soundtracks form a backdrop that spans far wider than stage or screen.\n\nJoin us for a night of collective listening. We are inviting participants to bring one track (mp3 format) in response to the theme which you would like to share with the group. We welcome music of all genres. You may respond to the theme in any way you like. There is no pressure to bring or even play a track at the session, you are welcome to just come and listen.\n\nThis event is open to women, non binary people, and all other trans people.\n\nYou can hear tracks from previous listening sessions on https://soundcloud.com/synapticisland\n ",
    "date": "Monday 11th June 2018",
    "time": {
      "from": "6.30pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Synaptic Island",
      "about": "Synaptic Island is a women and non-binary DJ collective that practices at Corsica Studios Monday afternoons. It was founded in 2017 following the Women’s Beat League Study Week at Wysing Arts Centre.\n"
    },
    "place": {
      "id": null,
      "name": "Corsica Studios, 4/5 Elephant Road, London SE17 1LB",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/ufl6co9262gmqli/Antiuniversity_SynapticIsland-ListeningSession_soundtrack.jpg?raw=1",
    "tags": [
      "Sound",
      "Art"
    ],
    "websiteUrl": "https://soundcloud.com/synapticisland"
  },
  {
    "title": "DIY Radio - How To Make Radio Shows And Broadcast Them For Nothing",
    "description": "Thanks to the wonders of modern technology, it is not only possible to listen to internet radio for free on our phones, tablets and other devices, but also to create and even broadcast radio programmes using software than can be freely (and legally) downloaded. The age of DIY radio is truly upon us.\n\nThis workshop will focus on learning how to use some of these tools to create our own radio programmes (Audacity, Mixx, Radio Studio and others), and how to broadcast them on the internet using Facebook. At the same time we’ll be talking about our experience of independent broadcasting, the future of radio and other subjects dear to our hearts.\n\nThis workshop will be suitable for all radio enthusiasts at any level, particularly those those who might like to get involved in 199radio, a community-based radio station, on a more long-term basis. Beginners and technophobes especially welcome!",
    "date": "Monday 11th June 2018",
    "time": {
      "from": "7.30pm",
      "to": "10pm"
    },
    "organiser": {
      "name": "199 Radio",
      "about": "The workshop will be hosted and run by the team from 199radio, a community-based station that has been broadcasting from New River Studios for almost a year."
    },
    "place": {
      "id": null,
      "name": "New River Studios, 199 Eade Road, N4 1DN",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/378hqqzyo3313q4/Antiuniversity%20DIY%20radio.jpg?raw=1",
    "tags": [
      "Sound"
    ],
    "websiteUrl": "199radio.com"
  },
  {
    "title": "Alternative Societies",
    "description": "People often criticise the way society is, but that leads to the question ‘what’s the alternative?’. This is the first of 4 sessions which will explore alternatives to current types of society. Each session will look at alternatives such as communism, green society and alternative education. This will raise issues to do with utopianism, alternative economies and coops, society with less work and global society with open borders.\n\nThis module is part of Free University Brighton's degree-level course in Social Science and Humanities. It’s free to join and you don’t need to be registered for the degree to attend. However, places are limited so booking is essential.",
    "date": "Monday 11th June 2018",
    "time": {
      "from": "7pm",
      "to": "9.30pm"
    },
    "organiser": {
      "name": "Free University Brighton",
      "about": "Free University Brighton is a cooperative community-led university run by volunteers. We provide and promote free education for all. We also offer two degree-level courses in social science and philosophy."
    },
    "place": {
      "id": null,
      "name": "Learning Resource Centre in the City Clean Depot, Upper Hollingdean Road, Brighton BN1 7GA",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "https://www.dropbox.com/s/d6klizucvlb8d0t/Antiuniversity%20Alternative%20Societies.jpg?raw=1",
    "tags": [
      "Education",
      "Anti-capitalism"
    ],
    "websiteUrl": "http://freeuniversitybrighton.org/events/alternative-societies-2/"
  },
  {
    "title": "Fighting for Reproductive Justice",
    "description": "This event will feature talks and discussion from academics and activists on reproductive justice, looking at how reproductive rights intersect with race, workers' rights and women's agency over their own bodies.",
    "date": "Monday 11th June 2018",
    "time": {
      "from": "7pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Nic Murray",
      "about": "Nic Murray organised with London Irish Abortion Rights Campaign who fight for Free, Safe and Legal abortion access across the island of Ireland."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London, EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/nf02xr1z8zetjds/Antiuniversity%20reproductive%20justice.jpg?raw=1",
    "tags": [
      "Feminism",
      "Direct Action",
      "Politics"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Welcoming Islam: Mental Health",
    "description": "For Ramadan we invite you to attend a talk on Mental Health within Islam and Muslim communities. Often there is confusion and misunderstanding, within Muslim communities resulting in stigma surrounding mental illness and those who live with it. We aim to dispel myths surrounding mental illness and platform those who work deals with, directly and indirectly those affected by mental illness within Muslim communities.\n\nWe hope to represent a range of perspectives and create a safe space for people to reflect on how mental illness impacts Muslim communities and potentially ways we can go forward to help better understanding and compassion.\n\nAfter the presentation there will be a Q&A session with the panelists.\n\nThe conference will be held during Ramadan, a time of year for contemplation and reflection, as well as a demanding one for those with mental health problems, which makes it an opportune time for this conference.\nThe venue is unfortunately not wheelchair accessible.\nwww.limehousetownhall.co.uk\n\nNearest stations: 7 min walk from Westferry DLR station. 15 min walk from Canary Wharf (Jubilee and DLR).\n\nNearest bus stops: 15, 115, 135 and D3 all stop directly at Limehouse Town Hall. 277, D6, D7 stop a 4 minute walk from the venue.\n\nThis event is free, however there are limited spaces. Please book in advance.\n\n",
    "date": "Monday 11th June 2018",
    "time": {
      "from": "6pm",
      "to": "8pm"
    },
    "organiser": {
      "name": "Yousuf Reiner and Sara Elharrak",
      "about": "Dr Ghazala Mir is an Associate Professor at Leeds Institute of Health Sciences with research interests in health and social inequalities. Her research covers minority ethnic and faith communities, women and people with learning disability.\n\nhttps://medhealth.leeds.ac.uk/profile/645/611/ghazala_mir/publications\n\nZohra Khaku is the director of Muslim Youth Helpline, a free and confidential service dedicated to helping young muslims with worrying or burdening issues and concerns. Zohra is also founder and CEO of Halal Gems.\n\nMuslim Youth Helpline service is available 7 days a week, 365 days a year (Freephone: 0808 808 2008)\n\nKhadijah Abdelhamid is a mental health activist and an award winning community ambassador, having had her work featured in: The Huffington Post, BBC, The Independent, BBC Three, London Live, Reuters TV, Islam Channel, British Muslim TV, Muslim Vibe, UmmahSonic and BuzzFeed. \n\nRavel Mohammed is the founder and director of Maslaha, an organisation that aims to change and challenge the conditions that create inequalities for Muslim communities at a local and systemic level in health, education, the criminal justice system and gender. He has also been named as one of Britain’s 50 New Radicals.\n\nMaslaha has produced groundbreaking and award-winning health resources and their work on depression and anxiety has received international recognition winning an innovation award from Columbia University and the Rockefeller Foundation. This resource, Talking From the Heart, can be found here - www.talkingfromtheheart.org They are currently exploring what wellbeing means in schools and prisons.\n\nDisrupting simplistic narratives is a fundamental part of their work they have featured in The Guardian, BBC, Huffington Post, Al Jazeera, and Buzzfeed, among others. Their exhibitions such as the Book of Travels – www.thebookoftravels.org have travelled to 11 countries and 35 cities.\n\nYousuf Reiner is studying Fine Art and History of Art (BA) at Goldsmiths, University of London. They have been living in Cairo for the past year to improve their Arabic and work on their artistic projects which focus on pedagogy, sexuality, history and language. [image: Princely Couple, 1400–1405, Iran, possibly Tabriz. Metropolitan Museum of Art, New-York]\n"
    },
    "place": {
      "id": null,
      "name": "Limehouse Town Hall\n646 Commercial Road\nLondon\nE14 7HA\n\n",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://drive.google.com/file/d/1Qj5e6YrG7KatpwXWdwXaA6reJpWys-sr/view?usp=sharingraw=1",
    "tags": [
      "Mental Health"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Mark Fisher: Capitalist Realism Part 2",
    "description": "Join us for the second in the series of book clubs on Capitalist Realism by Mark Fisher. This book club will take place on Unison, a lifeboat-turned-project-space. We will meet at Yurt Café and walk to the boat moored nearby.\n\nCapitalist Realism was published one year after the 2008 financial crisis, when it became clear that the priority was to return to business-as-usual, rather than tackle the systemic failure of the financial sector. Mark Fisher’s book was a desperate attempt to question the unshakable belief that “there is no alternative” to capitalism and thereby introduce alternative conceptions of social organisation into public discourse. In chapters 4-5 he unpicks the failures of neoliberalism in education and employment, highlighting the concomitant rising levels of anxiety and depression.\n\nFisher emphasises that capitalism requires our complicity in order to function, that we effectively endorse capitalism through our actions rather than our convictions, and that far from being a radical practice, anti-capitalist critique is a feature of capitalism. He argues that we have transitioned from a traditional disciplinary regime to a society of decentralised control; where control is internalised in self-assessment and self-surveillance.\n\nWhat contradictions do we face in our labour and creative practices? How can we respond productively to these contradictions in our everyday life?\n\nFor more information, to download the text and book your place please visit our website.\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "2:30pm",
      "to": "5:30pm"
    },
    "organiser": {
      "name": "[ART&CRITIQUE]",
      "about": "[ART&CRITIQUE] is a London-based alternative art education network dedicated to critical engagement with contemporary art. We employ collaborative, co-operative and collective models of pedagogy and organisation and foster alternative models of art education in a series of public events and open-access courses.\n[ART&CRITIQUE] is an independent, self-organised, self-funded non-profit organisation. If you’d like to join the network please come along to an event. If you have an idea for an event or collaboration please get in touch.\n\nOur website provides information and resources for artists, curators, students and anyone interested in art practice, critical theory and research.\n"
    },
    "place": {
      "id": null,
      "name": "Yurt Café, St. Katharine’s Precinct, 2 Butcher Row, London E14 8DS",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/17rzuw92puj4qm8/Antiuniversity%20Mark%20Fisher-Capitalist-Realism.jpg?dl=assadraw=1",
    "tags": [
      "Anti-capitalism",
      "Politics"
    ],
    "websiteUrl": "https://artandcritique.uk/book-club/"
  },
  {
    "title": "Multivoices for Antiuniversity Now",
    "description": "How can we think about and understand voice? What does it mean to say that someone has 'found their voice'? Does voice mean the same to artists as it does to journalists or researchers? Do we all possess an 'authentic' voice? What or who else speaks through and for us? Should we imagine and adopt the voices of others? How are voices disciplined and silenced? What voices do madness and knowledge and science and art and education speak in?\n\nWe would like to draw a conversation about these questions. At the event, artists, researchers and others will speak for three to five minutes each. When you book a ticket you can indicate whether you would like to speak for three to five minutes too.\n\nYou don't have to speak, but if you would like to, we will send you a copy of a book in advance so that you have something to respond to. It is called Multivoices: a script by researchers and prompted our questions. Some of the writers in the book deal with problems stemming from hierarchy and power in education and research. We would like to see if this 'script' is relevant in other areas.\n\nWe don't know what will be taught or learnt or discussed as a result of the session. It might not join up or conclude. We hope you will leave having encountered enough perspectives for the questions to stay with you. Refreshments will be available and the event will also contain a performance of 'Scissors, paper, stone' by Vulpes Vulpes.",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "4pm",
      "to": "7pm"
    },
    "organiser": {
      "name": "Jon Orlek, Jon Cannon and Matthew Cheeseman",
      "about": "Jonathan Orlek is a collaborative PhD student, researching artist-led housing with East Street Arts and the University of Huddersfield. Jon is director of Studio Polpo, a social enterprise architecture collective in Sheffield.\n\nJon Cannon is a designer.\n\nMatthew Cheeseman is Senior Lecturer in Creative Writing at University of Derby. With others he runs Spirit Duplicator, a small press."
    },
    "place": {
      "id": null,
      "name": "Sheffield Print Club, 15 Lenton Street, #2, Sheffield, S2 4BH",
      "description": null,
      "area": "North West"
    },
    "imageUrl": "https://www.dropbox.com/s/17rzuw92puj4qm8/Antiuniversity%20Multivoices.jpg?raw=1",
    "tags": [
      "Art",
      "Sound",
      "Politics"
    ],
    "websiteUrl": "https://artistlivework.net"
  },
  {
    "title": "Antiuniversity NOW Liverpool",
    "description": "Walk, talk & lunch to share\nwith Anna B. Sexton, Jed Barr, John Byrne\n\n11am An un-guided wander tour through Liverpool heading into Toxteth, L8\n\n1.30pm Working Lunch and Discussion @ Squash Nutrition, 112-114 Windsor Street, Liverpool, L8 8EQL\n\n4pm Ends\n\nMeander through Liverpool’s lesser known topography leading towards Toxteth, L8.\n\nFollowing the successful Time Tunnel 1968-2018 walk, talk & lunch Anna B. Sexton, Jed Barr & John Byrne will carry on the format of a walk starting 11am outside John Lennon Building, Liverpool School of Art and Design, Liverpool John Moores University, 2 Duckinfield St, Liverpool, L3 5RD\n\nTogether we will take in sights & sounds depending on where those who join the event want to stop, take in & share stories about leading to Squash Nutrition, 112-114 Windsor Street, Liverpool, L8 8EQL\n\nOver lunch we will discuss ideas brought up at the Time Tunnel 1968 - 2018 working lunch 13th May 2018 to see where ideas for an antiuniversity art school could evolve to...",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "4pm",
      "to": "9.30pm"
    },
    "organiser": {
      "name": "Anna B. Sexton, Jed Barr, John Byrne",
      "about": "Anna B. Sexton, John Byrne and Jed Barr are a group of creative constituents convening to share the power of talking, walking & art making alternative models within Liverpool"
    },
    "place": {
      "id": null,
      "name": "L3 5RD",
      "description": null,
      "area": "North West"
    },
    "imageUrl": "https://www.dropbox.com/s/4fxeg7izgthhxtk/Antiuniversity_NOW%20Liverpool-Sexton.jpg?raw=1",
    "tags": [
      "History",
      "Food"
    ],
    "websiteUrl": "http://bit.ly/AntiuniLiverpool15thJune"
  },
  {
    "title": "Rethinking Evaluation ",
    "description": "Rethinking Evaluation\n\nEvaluating... for people who prefer not to evaluate*\n\nThis workshop will create a manual about evaluating and documenting art practices. Based on the issues: How can we measure art experiences?\nWhat actually is participation? We are inviting people who are interested to discuss what evaluation can be when it comes to creative practices and intangible experiences.\nWe aim to discuss an experimental way to evaluate, being aware of intangibilities. The art field can be very impaired by the way evaluation takes place. Base on the experience of educational programmes for arts, this workshop wants to create a debate about a consistent way to evaluate without follow the traditional methods.\n\n“Evaluation is boring and sometimes not honest” “Do you feel honest when you are evaluating?” Who is your evaluation for? How do you deal with surveys? Do you feel your practice doesn’t fit inside of this very systematic and pragmatic way of evaluation? Which tools do you think would feed your needs?\n\nWe will invite people for a conversation based on evaluation. Asking few questions and giving new meanings to complex configurations established by this subject, through an experimental process, the participants will have the opportunity to debate ideas and thoughts, creating a manual and learning in a collaborative and experimental way.\n\n*Inspired by the book Teaching for people who prefer not to teach ",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "10.30am",
      "to": "1pm"
    },
    "organiser": {
      "name": "Clara Rocha ",
      "about": "Clara Rocha is a curator and an arts education consultant, conducting research and creating poetic experiences in the areas of Contemporary Art, Performance and Participation. As a curator she has been working in an independent way, mentoring artists and building different experiences with exhibitions, public programme and residencies. As arts consultant she works with organisations to help them to connect with their audiences. "
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London, EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/4gz3hj9usbk9a65/rethinking%20evaluation%20antiuniversity.jpg?raw=1",
    "tags": [
      "Art"
    ],
    "websiteUrl": "https://www.2ndencounter.com/walking-through-artist-s-book "
  },
  {
    "title": "Catalogues",
    "description": "Well Projects invites you to a day of activities centred around on/offline publishing, held within our temporary library dedicated to four peripheral figures in a fragmented history of data collection and distribution.\n\nIn an interactive workshop, hosted at midday by Well Projects members, works by Jennifer Lyn Morone™, Carolee Schneeman, Zach Blas and The Pocket Armenian (a roleplaying community) will provide a lens to explore data collection and distribution. Through discussion, writing and collating we will connect each of the figures represented in the library and attempt to produce a new, self-governed data narrative.\n\nFeel free to drop in throughout the day and sit awhile with the library collection and a cup of tea.\n\nAfter a short break, Well Projects will reopen (7pm) for a screening of Hito Steyerl’s In Free Fall (2010) - a trio of film works which tell the story of the current global economic crisis through an intertwined narrative of people, places and an aeroplane junkyard in the Californian desert.",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "10.30am",
      "to": "9pm"
    },
    "organiser": {
      "name": "Well Projects",
      "about": "Well Projects is an artist-led organisation that operates as a flexible events space and supports a public programme. Inhabiting a small shop-front in Margate, Well Projects works with artists and practitioners to present a varied programme of reading groups, film screenings, performances, workshops and exhibitions."
    },
    "place": {
      "id": null,
      "name": "46a Athelstan Road, Margate, Kent, CT9 2BB",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "https://www.dropbox.com/s/1h7xmmje68tcc4c/Antiuniversity%20Catalogue.jpg?raw=1",
    "tags": [
      "Art"
    ],
    "websiteUrl": "http://wellprojects.xyz/"
  },
  {
    "title": "Xenia's 2nd Birthday Party",
    "description": "Two years ago, Xenia was born out of Antiuniversity Now to bring together migrant and British women for language practice, friendship and social integration. We now run weekly sessions at Hackney Museum, and this special birthday party will celebrate the last two years of learning and action, and look forward to the next year of change ahead.\nAs always, all women and their children are welcome. Workshops are accessible for varied language levels.\nThere will be cake!\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "10am",
      "to": "1pm"
    },
    "organiser": {
      "name": "Xenia",
      "about": "Xenia is a group of migrant and British women, working to build a community that is resilient and inclusive. "
    },
    "place": {
      "id": null,
      "name": "Hackney Museum, 1 Reading Lane, E8 1GQ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/7pmo4h03jr0043z/Xenia%202018%20newsletter.jpg?raw=1",
    "tags": [
      "Feminism",
      "Politics",
      "Education"
    ],
    "websiteUrl": "www.xenia.org.uk"
  },
  {
    "title": "Family and Democracy - Photos and Voice",
    "description": "How do we learn about democracy? The biggest influence on most young people's political views and behaviours are those of their parents and community. Many people feel let down by politicians creating negative experiences, alienating them from democratic processes that should exist to help them. This leads to apathy and conclusions like 'they are all as bad as each other' or 'nothing ever changes'. I am researching how families could improve learning about democracy and lead social change together.\n\nThe first part of this workshop will be a chance to discuss some of the challenges and inequalities in our political system, sharing experiences and opinions on political education as well as imagining how things could be better.\n\nWe will then be experimenting with photovoice, a research method that uses photography to answer questions, to explore how political decision-making impacts on physical spaces, the family and everyday life. This may involve going outside and using camera phones to capture images.\n\n(Please note that this workshop is not part of our formal research. Although the conversations may influence our thinking, we will not be gathering any formal evidence. The aim is rather to learn together, share ideas, methods and thinking.)\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "10am",
      "to": "1pm"
    },
    "organiser": {
      "name": "Roy Smith and Nikki Price",
      "about": "Roy Smith is a youth worker and PhD student interested in community and youth activism.\n\nNikki Price is a photographer and MA student interested in family, memory and loss.\n\nThey have been happily un-married for over 20 years and thought it would be interesting to run something together. Although both are involved in formal education, they are interested bringing research skills into the community from behind the University paywalls.   "
    },
    "place": {
      "id": null,
      "name": "Our Place, 1 Alpine Grove, London E9 7SX",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/qpkg0jac02f4jmi/Antiuniversity-family-democracy.jpg?raw=1",
    "tags": [
      "Politics",
      "Education"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Building Tools, Changing Schools",
    "description": "\"If I didn't define myself for myself, I would be crunched into other people's fantasies for me and eaten alive.\" – Audre LordeThis workshop aims to bring together anyone interested in education to share their experiences of learning, and to collectively develop strategies and tools to make learning a more empowering, safe and nurturing experience.Teachers, students and curious people of all disciplines and walks of life are welcome. We particularly encourage people who have felt ignored, underrepresented or marginalized in their learning experiences to attend.If you are able to, it would be great if you could bring a snack or any food to share during the break or before the workshop starts! We will also provide snacks. We hope to connect with and learn from each other through food, as well as through sharing our conversations and ideas. Unfortunately, the venue is not wheelchair accessible but we aim to make this workshop as open and accessible otherwise. For access queries please get in touch with beyondacademies@gmail.com  ",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "11.30am",
      "to": "1.30pm"
    },
    "organiser": {
      "name": "Beyond Academies",
      "about": "Beyond Academies are interested in re-imagining education from its current state as a machine that churns out a segregated workforce for the economy, into an empowering environment where children and adults alike are nurtured towards having the tools to determine their own emotional, intellectual and social development.  How do we become who we want to be? How can we create change?\n\nBeyond Academies is comprised of A and Y. A is a school art technician by day, artist by night, and private music teacher on weekends. Y is a science teacher and writer.  "
    },
    "place": {
      "id": null,
      "name": "LARC (London Action Resource Centre), 62 Fieldgate Street, London E1 1ES",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/o0mmpdq65zv8cio/Antiuniversity%20building%20tools.jpg?raw=1",
    "tags": [
      "Education"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Solus and the City",
    "description": "Solus and the City is a project consisting of the construction of a small 'Solitude Shed' – a structure based on rural mountain bothies built on an urban site in London. Accompanying the structure will be a collection of creative writing from women exploring themes of solitude, sanctuary, stability and individuality in the context of living in the city.\n\nWomen are paradoxically expected to provide solidity, structure and sanctuary whilst they disproportionately experience unstable positions in housing, work and society. In response, the shed will prompt participants to consider the necessity and availability of physical shelter and time alone in urban environments whilst showcasing women's’ experiences of [or lack of] solitude, self identity and self-reliance.\n\nWe will be building the shed (everyone welcome to help!) in May, and collecting writing from now up until our event on the 9th June when we will invite the public to discover the project. We will host a picnic, sing traditional folk tunes, encourage participants to add to the writing and celebrate the women of the city. \n\nHow to get there: Greendale Playing fields are a bit tricky to find. The easiest way to access the shed is via East Dulwich Sainsbury's - 80 Dog Kennel Hill, London SE22 8BB",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "11.30am",
      "to": "2.30pm "
    },
    "organiser": {
      "name": "Degenerate Space",
      "about": "Degenerate Space is an arts collective which makes site-specific, participatory performance and installation work concerning place, architecture, environment and identity. We aim to educate through participation and bring marginalised perspectives to the fore. Our projects have been created collaboratively through extensive research and development.\n\nIn the past we have worked in politically and socially fraught contexts, such as areas of controversial regeneration schemes and contested land use, in order to counteract the false narratives, ignorance, and assumptions that characterise sites as needing ‘intervention’ by showcasing the strong personal, historical and collective identities they really hold through art and participation.\n"
    },
    "place": {
      "id": null,
      "name": "Greendale Playing Fields, Dog Kennel Hill, London SE22 8TG",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/jtvslbl20kjrw3x/Antiuniversity-souls-and-city.jpg?raw=1",
    "tags": [
      "Gentrification",
      "Art",
      "Feminism"
    ],
    "websiteUrl": "https://degeneratespace.wixsite.com/degeneratespace/solus"
  },
  {
    "title": "What is Poetry? Discuss.",
    "description": "It used to be easy to define poetry. You just needed a few daffodils, a starving aesthete in a garret dying of consumption, and the opportunity to go somewhere and wander about a lot. Now there is the threat of open warfare in the poetry world, where the ‘spoken worders’ don’t get the ‘on the pagers’ and vice versa. To rhyme or not to rhyme, that could be the question.\n\nBefore we get to exchanging ink pellets across the lecture hall floor I think we first of all need to understand what poetry is – a concept that increasingly defies definition. So, this session is concerned precisely with that – coming up with a definition of poetry that will satisfy everyone. Easy peasy. After that we can begin to measure and debate the legitimacy of all sides of the argument.\n\nThis session is open to fishermen, midwives, shopkeepers, chimney sweeps, football pundits, anyone in fact that has an opinion on this. It is also open to musicians and artists and, reluctantly, to poets, though they are not encouraged, as they will bring too much baggage with them and start spouting on about stuff.\n\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "11am",
      "to": "2pm"
    },
    "organiser": {
      "name": "Alarms & Excursions",
      "about": "Alarms and Excursions is a poetry and performance collective, founded by Isabel White in 2009. Each year we mount three or four provocations on a variety of themes, featuring poetry, spoken word, dance, classical and popular music, theatre, art and food. With decades of experience between us, our team includes: Emma Drury O’Rourke; Anna Drysdale; James Hodgson; Cassie Mathews; Robin Pilcher; Steve Tasane; Sabina Virtosu; Irène Wernli; Isabel White;  Lou Yates; Rosemary Yung. You can hear some of us here: https://www.alarmsandexcursions.com/gallery/ "
    },
    "place": {
      "id": null,
      "name": "LARC (London Action Resource Centre), 62 Fieldgate Street, London E1 1ES",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/6tf5hb85yf0afhe/Antiuniversity%20what%20is%20poetry.jpg?raw=1",
    "tags": [
      "Art"
    ],
    "websiteUrl": "https://www.alarmsandexcursions.com/"
  },
  {
    "title": "Transmit#1",
    "description": "Transmit#1 is an idea that aims to examine the creative use of an audio process, through conversation and the learning of new skills and ideas. Explore the process and reasons for making a public radio programme or podcast. Over the course of the day we will spend some time discussing and creating a collaborative audio recording that documents this event, a message - sharing our knowledge for listeners. ",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "11am",
      "to": "5pm"
    },
    "organiser": {
      "name": "madeinroath",
      "about": "madeinroath is a community based artist collective. Our core belief is that access to, and engagement in art and culture can enrich the lives of everyone, our objective is to bring art directly to the community, making it as accessible and inclusive as possible."
    },
    "place": {
      "id": null,
      "name": "1a Inverness Place, Roath, Cardiff CF24 4RU",
      "description": null,
      "area": "Wales"
    },
    "imageUrl": "https://www.dropbox.com/s/x4rvckwh4xfqfg7/Helen%20Clifford%20-%20Antiuniversity%20madeinroath%20TRANSMIT.jpg?raw=1",
    "tags": [
      "Sound"
    ],
    "websiteUrl": "www.madeinroath.com"
  },
  {
    "title": "Soft Sickness: Earthly Dependencies & Compulsive Transfictions",
    "description": "Whether you smelt it, mine it, burn it, breathe it, or shove it up your ass the result is the same: addiction.\n\nAddiction is defined as a chronic, relapsing earthly disease that is characterized by compulsive seeking and use of earth products, despite harmful consequences. It is considered a brain disease because humankind changes the earth—they change its structure and how it works.\n\nSoft Sickness is a one day workshop hosted by the research project Shift Register (http://shiftregister.info/) exploring the signs, symptoms, circulations, exchanges, consumptions, dependencies, and management implicit in the multifarious and pathological dependence on the earth which is now named by that word “Anthropocene”. Earthly addictions produce quantified-earth self-portraiture, GIS co-dependencies, and all other variants of planetary narcissism. Earth-scale sensor systems and media networks, swathing the planet in information about itself, are unveiled with media from on- and off-planet earth science field-stations and reflections thereupon. Dependencies bring anxieties about the impending doom of resource dearths to come.\n\nDuring the workshop, participants and invited guests will discuss, map, extract, ingest and excrete relations of local earth manifested in Finsbury Park in North London. We will gather psycho-active dew, imagine tales for the mole people, bake bread for crows, and make the earthworlds flesh.",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "11am",
      "to": "7pm"
    },
    "organiser": {
      "name": "Shift Register",
      "about": "SHIFT REGISTER is a research project investigating how technological and infrastructural activities have made Earth into a planetary laboratory. The project maps and activates local dynamics and material shifts between human, earthly and planetary bodies and temporalities. Contemporary, mainstream science and technology are intersected with other knowledge systems to attempt a reconfiguration of relations between humans and the earth. SHIFT REGISTER is Jamie Allen, Martin Howse, Merle Ibach, Jonathan Kemp and Martin Sulzer at the Critical Media Lab, Basel"
    },
    "place": {
      "id": null,
      "name": "Furtherfield Commons, Finsbury Gate, Finsbury Park, N4 2DE",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/pwv9rszf9ama5sh/Antiuniversity%20soft%20sickness.jpg?raw=1",
    "tags": [
      "Ecology",
      "Technology"
    ],
    "websiteUrl": "https://www.furtherfield.org/whats-on/"
  },
  {
    "title": "An Invitation To Replace Estate Agent Signs With Art",
    "description": "Rent is high, new property is empty, can’t afford a home, a great investment opportunity, up and coming area, luxury flats, affordable homes for sale, vibrant, the city’s exciting new residential address, high-spec finish, property ladder, 30 percent share of a one bedroom flat, flipping, help to buy, save for a deposit, the bank of mum and dad, room in a house share, what can we do?\n\n'An Invitation to Replace Estate Agent Signs with Art' is a workshop led by artist Vlada Predelina which is taking place as part of Antiuniversity Now Festival. The workshop will involve making artworks to cover up estate agent signs, emphasising the importance of home rather than its monetary value.\n\nThe workshop is free and open for everyone.\nNo skills required.\n\n\nFull information regarding accessibility of the venue can be found on the DIY space website: https://diyspaceforlondon.org/access/\n\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "12noon",
      "to": "4pm"
    },
    "organiser": {
      "name": "Vlada Predelina",
      "about": "Vlada Predelina is a visual artist based in South East London. Her work explores our concepts of home using art making and community engagement to discuss issues such as the housing crisis and precarious living. Recent exhibitions include 'SOTD 100% Certified Absolute Genuine Official Degree Show', SET, London & Royal Standard, Liverpool and 'Gentrification and Housing II', Deptford Cinema, Deptford X Festival. She is cofounder of Super Yonic, an arts festival for female identifying artists and an active member of RUSS (Rural Urban Synthesis Society) - a self build housing society. "
    },
    "place": {
      "id": null,
      "name": "DIY Space for London, 96-108 Ormside Street London, SE15 1TF",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/cjeyg1das1etsc5/vlada%20predelina%20-%20estate%20sign%20antiuniversity%20workshop%20-%20vlada%20predelina.jpg?raw=1",
    "tags": [
      "Direct Action",
      "Gentrification",
      "Art"
    ],
    "websiteUrl": "www.predelina.com"
  },
  {
    "title": "Handmade Film for a Post-Police World",
    "description": "This workshop dips into the potential of photochemical film to enact radical media critique via appropriation, transmutation of digital images into tangible form, and manipulation. Together we will explore “DIY DI” (digital intermediate) by re-filming from a computer screen onto 16mm, process our film in developers made from common household ingredients, and then alter the footage using physical (scratching, burning) and chemical (bleach, washing soda, dyes) methods. The subject of the day’s capture and transmogrification will be the endless procession of series and films with law enforcement as protagonist(s).\n\nDuring the periods of waiting inherent to hand-made 16mm filmmaking processes, we will hear briefly about the historical development of policing in the UK and the US in relationship to slavery and capitalism, connect with contemporary struggles against police violence, and discuss the possibility of breaking through dominant media imaginaries to envision a world without cops via community-based alternative justice strategies and DIY photochemical filmmaking.\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "12noon",
      "to": "5pm"
    },
    "organiser": {
      "name": "Marcy Saude / BEEF (Bristol Experimental & Expanded Film)",
      "about": "Marcy Saude’s work in time-based media involves subjects such as marginal histories, the landscape, counterculture, radical politics and language, and has been presented at venues and festivals, artist-run film labs and project spaces internationally.\nBristol Experimental & Expanded Film (BEEF) is an independent film and sound collective, supporting experimental practice in Bristol.\n"
    },
    "place": {
      "id": null,
      "name": "Brunswick Club, 15-16 Brunswick Square, Bristol BS2 8NX",
      "description": null,
      "area": "South West"
    },
    "imageUrl": "https://www.dropbox.com/s/z1raj41s66j7oei/Antiuniversity%20handmade%20film%20BEEF.jpg?raw=1",
    "tags": [
      "Art",
      "Anti-capitalism"
    ],
    "websiteUrl": "http://www.beefbristol.org"
  },
  {
    "title": "Play Games all your Life",
    "description": "Playing games is a human right. Everybody should have people and spaces to play with. Even more for people from unrepresented groups. We will explore chess rules and history as an inspiration at the beginning of the workshop. After that, we will spend time creating a new game.",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "1pm",
      "to": "2.30pm"
    },
    "organiser": {
      "name": "Eva Megias / Emma Thatcher",
      "about": "Eva Megias is a creative artist. I enjoy playing and teaching chess and I'd love to go deeper with the idea of games, who plays them, the agreement of rules and what part games play in our lives.\n\nEmma Thatcher is a photographic and video artist, arts facilitator and trainee arts therapist living in London, UK.\n\n\n"
    },
    "place": {
      "id": null,
      "name": "Our Place, 1 Alpine Grove, London E9 7SX",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/626599xx26lv1te/eva%20megias%20-%20eva_megias_chess.jpg?raw=1",
    "tags": [
      "Education"
    ],
    "websiteUrl": "http://www.evamegias.com/"
  },
  {
    "title": "Decoding Chomsky: Making Sense of the Politics and Science of the World's Best-Known Intellectual",
    "description": "Decoding Chomsky: Making sense of the science and politics of the world's best-known intellectual",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "1pm",
      "to": "3pm"
    },
    "organiser": {
      "name": "Radical Anthropology Group",
      "about": "Radical Anthropology brings indigenous rights activists, environmentalists, feminists and others striving for a better world together with people of all ages who just want to learn about anthropology. "
    },
    "place": {
      "id": null,
      "name": "Daryll Forde Seminar Room, Anthropology Building, 14 Taviton St, off Gordon Sq, London WC1H 0BW",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/qwoszahv0p8q5t5/Antiuniversity%20Radical%20anthropology%20.jpeg?raw=1",
    "tags": [
      "Politics",
      "History"
    ],
    "websiteUrl": "radicalanthropology.org"
  },
  {
    "title": "What is the point? From smartphone to cyanotype ",
    "description": "Living in a time where self obsession is the key for our daily performance, Tina Rowe and Doomed Gallery teamed up to offer a unique workshop during the Antiuniversity Festival to let us be who we truly are - Digital Narcissist.\nWe are going to spend an afternoon workshop session, learning how to combine old and new media.\n\nTina Rowe will give us an introduction to the cyanotype process, which was discovered in the mid 19th century by Herschel and show us how we can create something new with this old photographic process.\nUsing cyanotype to reproduce our own image onto a T-shirt, will be the main challenge of this workshop.\n\nIf you are still asking yourself what the point is, well for us the point is to have FUN and leave a cool workshop with your own self made selfie T-Shirt.\n\nBut ‘What is the point for you?’ is something we are trying to answer collectively in this philosophically inspiring and FUN workshop session.\n\nBring along some drinks and snacks! Don't wear your fanciest outfit, because this is actually a workshop where you might get a little dirty.\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "1pm",
      "to": "3pm"
    },
    "organiser": {
      "name": "Tina Rowe in collaboration with Doomed Gallery ",
      "about": "Doomed Gallery is a photography and visual art exhibition space located on Ridley Road Market in East London. We work closely with students, community collectives, emerging photographers and visual artists. Doomed Gallery encourages DIY culture creating an open and inclusive space. Doomed Gallery supports and provides space for alternative activities for educators, students and members of the public offering free workshops, peer to peer events and talks.\n\nTina Rowe is an artist who works across photography, sculpture and performance.  She is interested in exploring collective histories through collaboration and making. She runs community based workshops that fuse current technology with historical darkroom less and camera less process."
    },
    "place": {
      "id": null,
      "name": "Doomed Gallery, 65/67 Ridley Road, Dalston, E8 2NP ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/pwnautz4im3s421/Antiuniversity%20What%20is%20the%20point.jpeg?raw=1",
    "tags": [
      "Art",
      "Craft",
      "Bodies"
    ],
    "websiteUrl": "http://doomedgallery.tumblr.com/"
  },
  {
    "title": "The Economics of Global Turbulence",
    "description": "“At last, something good out of the left.” – Wall Street Journal.\n\nWhy is the economy stuck in a rut? How can we understand the 2008 financial crisis in context? What does the global economy look like from a Marxist perspective?\n\nRobert Brenner’s Economics of Global Turbulence tries to answer these questions, cutting through the myths of business discourse and market ideology. It is a ground-breaking study of capitalism in the twentieth century by a prominent Marxist thinker. This event will summarize and open up to discussion the main arguments in the book. No prior reading or knowledge of economics will be required.\n\nAn Anti-University event facilitated by the Communist Reading Group.\n\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "1pm",
      "to": "3pm"
    },
    "organiser": {
      "name": "Communist Reading Group",
      "about": "Communist Reading Group is a group of people without a background in economics who wanted to improve their understanding of the current political situation by reading key texts in marxist economics and history. "
    },
    "place": {
      "id": null,
      "name": "New River Studios, 199 Eade Road, London N4 1DN",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/24qn8o7j5oj2z1z/Antiuniversity%20Economics%20global.jpg?raw=1",
    "tags": [
      "Politics",
      "Anti-capitalism"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Artificial Intelligence Experience: A workshop to imagine algorithmic experience",
    "description": "Artificial Intelligence is taking control of our lives in complex and profound ways. Robots are not walking the streets, but what we see online is being curated by algorithms. Similar algorithms may also decide if people are granted loans or even released from prison. This workshop asks questions about the nature and experience of these algorithms. How do they think about or process their actions? Do they dream about their decisions during their down-time? Do they sense different choices in different ways?\n\nThe workshop will give a technical overview of machine learning processes. The participants are invited to use imagination and speculate about how algorithms channel information, asking what kind of worlds this technology could create. The coming world will not just be made of technical explanations but also creative understandings. This workshop will challenge what we know and begin to build alternatives through discussion and rapid prototyping.\n\n- No specific knowledge or experience necessary.\n- We will be doing mostly paper prototyping so no equipment necessary. There’s an option to bring your laptops, Arduinos etc. if you’d like to take it further.",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "2pm",
      "to": "4.30pm"
    },
    "organiser": {
      "name": "Chris Wood",
      "about": "Chris Wood is an artist and researcher interested in imaginaries around technology, especially the ways emerging technology defines our experiences of time and space. His practice is based around collaborative workshops, conversations and interactions."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London, EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/z0mttqkyqmzvuae/antiUniversity%20artificial%20intelligence.jpg?raw=1",
    "tags": [
      "Technology"
    ],
    "websiteUrl": "http://chriswood.art"
  },
  {
    "title": "Listening and Found Sounds: Part 1 - Exploring Place",
    "description": "Starting at the Greenwich foot tunnel this sound walk will take you along the Thames, on a listening journey to open your ears to the acoustic environment of the area. We will perform ‘listening scores’ along the way, and develop our ‘land listening’ by collecting objects and ephemera to use to evoke a sense of place in sound making. Join us for Part 2 of the workshop ‘Making Sound’ on Sunday 10th June. Wear sensible footwear and bring a pair of rubber gloves and a bag to carry your findings.",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "2pm",
      "to": "4.30pm"
    },
    "organiser": {
      "name": "Blanc Sceol (Stephen Shiell & Hannah White)",
      "about": "Blanc Sceol (Stephen Shiell & Hannah White) are sound makers, explorers, performers, investigators and inventors. We create site-specific improvised performances, sonic topographies of ritual, assemblage, electro-acoustic soundscapes, field recordings, lo-fi electronics, vocal loops and sound poetry. Our performances are sound journeys, inspired by the sites we navigate, creating sound devices from found objects to explore our memory of place and experience of the land. We are also members of Breathing Space collective, making site-specific sound works in non-traditional spaces. We are currently studying to become Deep Listening practitioners and are both experienced workshop facilitators."
    },
    "place": {
      "id": null,
      "name": "Starting at Greenwich Foot Tunnel entrance, North side",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/w6k7r2q48ghbind/Antiuniversity-listening-found-sound-1.jpg?raw=1",
    "tags": [
      "Sound"
    ],
    "websiteUrl": "www.blancsceol.co.uk"
  },
  {
    "title": "Women Acting Collectively",
    "description": "The event will comprise reading out loud, in turn, as a group, an extract from an Italian feminist text, and a shared exploration of the issues that it raises through gentle and respectful group discussion.\n\nThe text describes 'The practice of doing' in a chapter which deals with how women who may not share ties of politics, family or friendship can become unified by the shared implementation of a common project to which each has a commitment.\n\nThe session will relate the separatist, gender-specific focus of 1970s and 80s Italian feminisms to current considerations of gender fluidity and femme-identification.\n\nThe text (provided on the day) is taken from: The Milan Women's Bookstore Collective, Sexual Difference: A Theory of Social- Symbolic Practice, trans. Patricia Cicogna and Teresa de Lauretis, (Bloomington and Indianapolis: Indiana University Press, 1987)\n\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "2pm",
      "to": "4pm"
    },
    "organiser": {
      "name": "Feminist Duration Reading Group with Rose Gibbs",
      "about": "The FEMINIST DURATION READING GROUP explores feminisms from outside the dominant Anglo-American canon, welcoming feminists of all genders and generations to discuss the legacy and resonance of art, thinking and collectivity from earlier periods of feminism, in dialogue with contemporary practices and movements.\nMOUNTFORD GROWING COMMUNITY seeks to strengthen community cohesion and health within Mountford Estate and the wider community through various activities including gardening, growing vegetables , community meals where we can share those traditions and recipe swapping days, and making a community cookbook. It is an inclusive organisation made up of local residents founded by Rose Gibbs.\n"
    },
    "place": {
      "id": null,
      "name": "Mountford Community Hall, Cecilia Road, Hackney E8 2HL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/3i34hbz93r9rz34/Antiuniversity%20women%20acting%20collectively.jpg?raw=1",
    "tags": [
      "Feminism"
    ],
    "websiteUrl": "http://www.spacestudios.org.uk/news/feminist-duration-mar-2018/"
  },
  {
    "title": "Visuals to Vocals: an Audio Description Workshop",
    "description": "Verbal Description is a way of using words to represent the visual world, to help blind and partially sighted people form mental images of what they cannot see, whilst often providing sighted people with new perspectives.\n\nWorking with Hackney museum's handling collection, displays and exhibitions this workshop will introduce key techniques to creating effective verbal descriptions. Through a range of short activities we'll be exploring our senses and imaginations to develop playful and engaging descriptions and new ways of 'seeing'. Once you've created your verbal description they'll be the chance to create an audio recording.\n\nWhat you'll get out of it -\n\n- Learn how to verbally describe objects and artworks\n\n- Learn about the museum collection and create and share your personal responses\n\n- New ways to experience the museum.\n\n- Exploring non-visual senses to create verbal descriptions\n\n- Audio recording of your verbal description",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "2pm",
      "to": "5pm"
    },
    "organiser": {
      "name": "Jenny Pengilly",
      "about": "Jenny Pengilly is an artist and educator interested in bringing people together to share their perspectives and experiment with different ways to engage with museums."
    },
    "place": {
      "id": null,
      "name": "Hackney Museum, 1 Reading Lane, London E8 1GQ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/xptb728eoidprfr/jenny%20pengilly%20-%20Anti-University_Visuals_to_Vocals_Workshop.jpg?raw=1",
    "tags": [
      "Art"
    ],
    "websiteUrl": "www.jennypengilly.com"
  },
  {
    "title": "PAY NO RENT",
    "description": "PAY NO RENT. These words were scrawled across the walls of Stepney in 1938 as hundreds of people withdrew their rent and resisted violent evictions in the wake of high rents, callous evictions and lack of basic repairs. As part of a strike wave across the country the movement climatically ended with the introduction of rent caps at the outbreak of war.\n\nToday we all know the housing system is broken. We don't need to read the countless exposés and accounts of so called 'rogue landlords' with many of us dealing with substandard housing, sky high rents and the constant threat of eviction. What we hear less about, is the systematic cause of this crisis and how we can get out of it.\n\nThrough the course of this workshop we will develop our critique of the housing market, look at some inspiring struggles from the past and reflect on how we can develop our movement strategically in the current moment to secure decent housing for all.\n\nIn sharing your experiences as renters and delving into the Mayday Rooms archives, we invite you to assist in developing creative tactics to further the work of the London Renters Union.\n\nRefreshments will be provided.\n\n\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "2pm",
      "to": "5pm"
    },
    "organiser": {
      "name": "London Renters Union & MayDay Rooms",
      "about": ""
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London, EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/8r2ktpo87nz0npm/PAY_NO_RENT_LRU_MDR%20antiuniversity.jpg?raw=1",
    "tags": [
      "Direct Action",
      "Anti-capitalism"
    ],
    "websiteUrl": "londonrentersunion.org"
  },
  {
    "title": "Alternatives to the Alternative Art School",
    "description": "An open meeting, lead by a small group of educators, for the purpose of considering an alternative to the alternative art school model.\n\nThis meeting will consider and conceive of a working hybrid education model to take forward to its realisation in the long term. It will do so through the facilitation of a series of parallel discussions (workshop style break-out) that will focus on specific organisational and infrastructural aspects of arts education broadly; value systems, sustainability, distributability, access. These parallel discussions will each be convened by an educator working with a particular subject focus/concern in/with the current arts education system, and include the participation of an undefined group of interested individuals.\n\nThe open meeting will be the first in a series of meetings that will cumulatively configure a propositional model of arts education that sits distinct from existing models of the alternative art school, which are arguably bound to the circulatory confines of the art world and are therefore serving a market-driven economy rather than an education-led ecology. This open meeting will set in motion the initial organisational and infrastructural matters of conceiving of such a long term project.\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "2pm",
      "to": "6pm"
    },
    "organiser": {
      "name": "Susannah Haslam and Natasha Cox",
      "about": "Susannah Haslam is an educator and research practitioner working in the fields of art theory and artistic research. She is currently completing a PhD at the Royal College of Art in London concerning the imminent future of alternative arts education, and teaches at University of the Arts London.\n\nNatasha Cox is an artist and producer, working with words, performance, photography and space. She is currently part of School of the Damned (class of 2018), and organises the Open Form platform."
    },
    "place": {
      "id": null,
      "name": "LARC (London Action Resource Centre), 62 Fieldgate Street, London E1 1ES",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/mvdlwa9ucslc41t/Susannah%20Haslam%20-%20Alternatives%20to%20the%20alternative%20art%20school.%20Antiuniversity.jpg?raw=1",
    "tags": [
      "Education",
      "Politics"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Guerrilla Printmaking Workshop",
    "description": "The Mexican tradition in workshops and printmaking is quite extensive. It is not necessary to explain to people how much the Mexican worldview has influenced the world, at least in the western. In the early years of the 20th century, the relation between engraving and the ease of passing this around was an important tool for revolutionary ideals and of course, a way to put art in public spaces and the public sphere. This has been a deep root in the street art of Mexico, and in different parts of the USA, which has had a big influence from Mexican culture.\n\nThe main problem was to get, as in other processes, access to the means of production. For a lot of different techniques we found it necessary to get space, tools and sometimes heavy and expensive machinery.\n\nThe idea of guerrilla is the transformation of the ideas in our brain to create new ways and processes to develop and achieve an aim, which commonly we can only do in workshops. Guerrilla is the way to get the things you need by yourself. It is a way to create the spaces, tools and machinery we need for our artistic practices.\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "2pm",
      "to": "5pm"
    },
    "organiser": {
      "name": "Pablo Angel Lugo",
      "about": "Pablo Angel Lugo is a Mexican Artist "
    },
    "place": {
      "id": null,
      "name": "Zander Court Clubroom, Zander Ct, London E2 7AY",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/7d90mh36zhteqoc/Antiuniversity%20guerilla%20printmaking.jpg?raw=1",
    "tags": [
      "Craft",
      "Politics"
    ],
    "websiteUrl": "www.pablolugo.com"
  },
  {
    "title": "Did Matriarchy Ever Exist?",
    "description": "A talk on whether matriarchy ever existed, followed by questions and discussion. ",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "3.30pm",
      "to": "5pm"
    },
    "organiser": {
      "name": "Radical Anthropology Group",
      "about": "Radical Anthropology brings indigenous rights activists, environmentalists, feminists and others striving for a better world together with people of all ages who just want to learn about anthropology. "
    },
    "place": {
      "id": null,
      "name": "Daryll Forde Seminar Room, Anthropology Building, 14 Taviton Street, London WC1H 0BW",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/qwoszahv0p8q5t5/Antiuniversity%20Radical%20anthropology%20.jpeg?raw=1",
    "tags": [
      "Feminism",
      "History"
    ],
    "websiteUrl": "radicalanthropology.org"
  },
  {
    "title": "Are Rites Your Responsibility? Gallery visit and game play",
    "description": "A visit to artist and cultural activist Andrea Luka Zimmerman’s screening room and installation (including key texts from 1968 and London protest banners from across the decades), part of the London Open 2018 at the Whitechapel Gallery. The central work is Andrea’s 2017 film Civil Rites, an exploration of radical Newcastle and the political and social legacy of Martin Luther King’s visit in 1967.\n\nGame play: Part of the exhibition is the 1980s game ‘Roots and Bootstraps’ developed by feminist and anti-racist activist Pat Garrett (also founding member of the 1980s queer punk band The Frigging Little Bits) exploring class privilege. The game board is hand-drawn and its rules and moves are designed to prompt discussion about social mobility, opportunity and allegiances.\n\nTalk: Andrea Luka Zimmerman will talk about how the Civil Rites project came together, in converstion with people involved in some of the campaigns represented in the exhibition.",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "3pm",
      "to": "4pm"
    },
    "organiser": {
      "name": "Andrea Luka Zimmerman, Shiri Shalmy? ",
      "about": "Andrea Luka Zimmerman is an artist filmmaker and cultural activist. Her work explores the impact of globalisation, power structures, militarism and denied histories. www.fugitiveimages.org.uk"
    },
    "place": {
      "id": null,
      "name": "Whitechapel Gallery, 77-82 Whitechapel High St, London E1 7QX",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/ya4ri70dcbcrsua/Antiuniversity%20Rites%20Responsibilities.jpg?raw=1",
    "tags": [
      "History",
      "Direct Action"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Radical Ecology",
    "description": "The Anarchist Federation will present ideas from their new pamphlet on an anti-capitalist view of environmental issues, including both the root causes (spoiler alert: it’s capitalism) and the false solutions offered up as ways out of the crisis.\n\nWe will have an introductory talk followed by a participatory discussion.",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "4pm",
      "to": "6pm"
    },
    "organiser": {
      "name": "Anarchist Federation",
      "about": "The Anarchist Federation is a class struggle anarchist organisation operating in the UK for over 30 years. We produce anarchist propaganda and attempt to educate ourselves to be able to bring an anti-capitalist, libertarian analysis of the problems facing the working class."
    },
    "place": {
      "id": null,
      "name": "Doomed Gallery, 65-67 Ridley Road, Dalston, E8 2NP",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/rd6rv2q38ehl6ty/Antiuniversity%20radical%20ecology.jpg?raw=1",
    "tags": [
      "Ecology",
      "Politics",
      "Anti-capitalism"
    ],
    "websiteUrl": "https://aflondon.wordpress.com/"
  },
  {
    "title": "Girls & Beuys talks",
    "description": "For this collective audio research experiment, we will investigate ways to (de)mystify one of the founders of radical art pedagogy Joseph Beuys. According to self-designed rules, the participants will interview f.i. museum vistors, educators, curators, theorists and unfamiliar audiences after Beuys’s plane crash. By re-telling this story with all participants and recording it on dictaphones we will collectively try to discover new potentials for story lines. We will try to rethink and abolish the classical way how to approach research and create a collective work/story. Every participant will be artist, author, educator and student.\n\nPls do bring audio equipment like f.i. phones to record conversations and interviews.\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "3pm",
      "to": "6pm"
    },
    "organiser": {
      "name": "OffCourse, The School, Jeroen Bouweriks & Pablo Hannon",
      "about": "Jeroen Bouweriks is an artist and educator based in Amsterdam. He holds a MFA in artistic research from WdKA/PZI in Rotterdam. and is the founder of OffCourse, a cross academic art institute or anti institute for (in)appropriate behaviour. In his art practice he explores the possibilities for art as education and education as art. His research often entails the topics: file-sharing, plagiarism, shared authorship, in-authenticity and participation. Currently he lectures part-time at the WdKA in art/design theory and concept development.   ----    Pablo Hannon is a designer, entrepreneur and educator born in Chile. and is the founder of The School, a post academic and ongoing multidisciplinary festival, residence and happy city experiment. In his design practice he is used to look sideways when creating concept and design via his studio Hectica. Pablo is restless when it comes to self initiated projects like; Beyonderground, Who/How, Kubus Kwadraat, Everybody Loves Ice Cream, A2 Collective and The things I like a lot. Currently he lectures and inspires students at PXL–MAD in Hasselt (B) and MAFAD ZUYD in Maastricht (NL)"
    },
    "place": {
      "id": null,
      "name": "Meet outside the ICA, The Mall, London SW1Y 5AH ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/x807snl68gyo6lz/Jeroen%20Bouweriks%20-%20Girls%20%26%20Beuys%20talks%20antiuniversity.jpg?raw=1",
    "tags": [
      "Art",
      "Education"
    ],
    "websiteUrl": "www.jeroenbouweriks.com"
  },
  {
    "title": "Psychology and Capitalism",
    "description": "“A presentation and discussion of the relationship between psychology and capitalism - taking in mental health, militarism, surveillance, big business, big data and education.”",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "4:30pm",
      "to": "6:30pm"
    },
    "organiser": {
      "name": "Dr Ron Roberts",
      "about": "Dr Ron Roberts is an Associate Fellow of the British Psychological Society, Chartered Psychologist, I am the author of 9 books (including Psychology and Capitalism, The Off-Modern: Psychology Estranged and (forthcoming) Capitalism on Campus - all with Zero Books), and numerous research articles. I have over 30 years experience in UK higher education."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London, EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/2b367qk2f73cd5c/Antiuniversity%20psychology%20%26%20capitalism.jpg?raw=1",
    "tags": [
      "Mental Health",
      "Anti-capitalism",
      "Politics"
    ],
    "websiteUrl": "https://www.ronroberts.co.uk/"
  },
  {
    "title": "Placemaking: The Power of Culture",
    "description": "\"The Creative City\" is a term that has garnered much popularity in recent years, but what is it and how can the ideas associated with it be used to rejuvenate our towns and rural areas?\n\nJoin us during our Cardboard Coast project, as we discuss how local people must be at the heart of creative placemaking initiatives and help us put forward a plan for a culturally vibrant Gosport that has the community at the heart of it!",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "6pm",
      "to": "8pm"
    },
    "organiser": {
      "name": "Live Art Local",
      "about": "Live Art Local was established in 2014 to realise two mutually inclusive, central aims: one, to support creative people, places and conversations in the region, and two, to initiate positive social change and increased wellbeing through the arts and creativity.   "
    },
    "place": {
      "id": null,
      "name": "Sticks Contemporary, The Precinct, South St, Gosport, PO12 1HA",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "https://www.dropbox.com/s/8h70pvhjldqite6/Antiuniversity%20placemaking%20-%20the%20power%20of%20culture.jpg?raw=1",
    "tags": [
      "Gentrification",
      "Art"
    ],
    "websiteUrl": "http://sticksgallery.co.uk"
  },
  {
    "title": "Talking Pubes",
    "description": "We know that many humans are deeply troubled by pubes – their own and each others. There are many levels of pube deliberations - what to do with pubes to make them attractive; how to maintain said pubes when they are pruned; which societal norm or abnorm you should subscribe to; how to know and express your own preferences about (and with) your own pubes; how to be brave enough to say 'No' to all the pressure and keep yours as a wild hairy bush. Pubes are on the front line in the negotiation of sexual transactions for people of all genders and all ages and there are deep social and societal codes for how pubes 'should' be presented that we contravene at risk of rejection or ridicule.\n\nAs part of Antiuniversity Now , this evening we will screen the film 'Pubes in the Wind', a short celebration of pubes directed by Philm, followed by a round table discussion about all things pubic. If you have something to say or ask about pubes this is your chance. Let's get together and talk frankly about the whats and whys and wherefores of pubic hair and all that surrounds them.",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "7pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "sex+",
      "about": "sex+ is a sex positive magazine sharing real stories and rewriting narratives about sex. "
    },
    "place": {
      "id": null,
      "name": "Doomed Gallery, 65-67 Ridley Road, Dalston, E8 2NP",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/352y2u90xqk5ktn/Antiuniversity%20talking%20pubes.jpg?raw=1",
    "tags": [
      "Bodies",
      "Politics"
    ],
    "websiteUrl": "sexpluszine.com"
  },
  {
    "title": "Date night (iftar) w. Patchwork Archivists",
    "description": "During the month of Ramadan, we are hosting an interfaith Iftar for and with people of South Asian diasporas to come together.\n\nWe recognise that much of our learning happens in everyday spaces, intimate conversations and connections.\n\nWhilst preparing and sharing food, we will be holding space for dialogue and learning around practices such as fasting as well as other rituals which connect us across time/space, faiths, cultures and generations.\n\nThere will be space for prayers.\n\nAccessibility\nPlease email info@patchwork-archivists.org to specify any accessibility needs and dietary requirements.\nVenue accessibility details can be found here: https://www.commonhouse.org.uk/book-the-common-house/accessibility-information/",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "8pm",
      "to": "10.30pm"
    },
    "organiser": {
      "name": "Patchwork Archivists",
      "about": "Patchwork Archivists is a grassroots archiving collective creating spaces of intergenerational, intercultural and interfaith dialogue for and with South Asian diasporas.  We facilitate conversations, workshops, screenings, reading groups and get togethers. "
    },
    "place": {
      "id": null,
      "name": "The Common House, 5E Pundersons Gardens, London E2 9QG",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/41hxb3yg2cb49su/Antiuniversity-Date-night-iftar-Patchwork-Archivists.jpg?raw=1",
    "tags": [
      "Food"
    ],
    "websiteUrl": "https://www.patchwork-archivists.org/"
  },
  {
    "title": "WE take the NIGHT",
    "description": "An exploration of being in the streets by and for those vulnerable to sexual or gender based violence and harassment. A night-time tour of London looking at harassment and violence on our streets, and tracing the movements and collective actions against them. Through walking together and experiential body explorations in outdoor public space we will challenge what the city enables us to do and be.\n\n…As the sun sets\n\nWE meet at dusk to start a new kind of night… shifting qualities of space and sensation.\n\nWE will bring our bodies into the present and together reimagine London by night as a safe place for us to rest, walk, engage, exploring each other and our surroundings.\n\nWE will hear different voices mapping the landmarks and histories of social movements to reclaim the streets.\n\nWE will have space and time for speaking about our experiences.\n\nWE will dance, touch, and explore bring intimacy, explore with eyes closed and open.\n\nWE will bring our bodies to work with new collective ways of being in public space, creating space for ourselves of our own design and desires.\n\nWE take the NIGHT",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "10pm",
      "to": "1am"
    },
    "organiser": {
      "name": "Fernanda Muñoz-Newsome",
      "about": "My name is Fernanda Muñoz-Newsome, a British-Chilean. London based dance artist and choreographer, working independently and collaboratively since 2009. Working with composers, visual artists, music producers, pop/punk bands, choreographers and dance artists takes my work into galleries and alternative performance contexts.\n\nMy work is concerned with experience and transformation between public and private bodies. A movement towards re-experiencing and reorienting inside the multi dimensional shifting realities of a body. Voice-bodies emerge from my thinking body. I recently finished an MA in Creative Practice at Independent Dance and Trinity Laban."
    },
    "place": {
      "id": null,
      "name": "The Monument, Monument St, EC3R 8AH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/ddo5n4x3d5btz7f/Fernanda%20munoz-newsome%20-%20antiuniversity-Wetakethenight.jpg?raw=1",
    "tags": [
      "Feminism",
      "Bodies",
      "Direct Action"
    ],
    "websiteUrl": "http://cargocollective.com/fernandamunoznewsome"
  },
  {
    "title": "Allotment Gardens: A Surprising History",
    "description": "Do you think allotments are just about growing vegetables? Think again.\nAllotments have a long history and are reflective of the times in which we live.\n\nThis talk by Dr Lesley Acton will explore the many sides of allotment history: growing food, intrigue, lawsuits, government, politics, wars, land grabs, art, culture, recreation and not least of all, want and plenty.\n\nLesley Acton PhD is the author of Growing Space: A History of the Allotment Movement. She has worked for many years in the heritage industry as well as researching cultural history, urban agriculture, food security and culinary history.",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "7.30pm",
      "to": "10.30pm"
    },
    "organiser": {
      "name": "News from Nowhere Club",
      "about": "The News from Nowhere Club has met every month on a Saturday night since 1996 in the spirit of William Morris ('Fellowship is heaven and the lack of fellowship is hell. Fellowship is life and the lack of fellowship is death'). Morris lived in this borough (Waltham Forest) as a boy. The Club aims to create a bit of a new society in the shell of the old and challenges the commercialisation and isolation of modern life. We have a speaker each time; they cover the arts, history, politics, social issues....Everyone is invited to announce their own events; there is a literature table for your leaflets. Entry is free. We invite donations to cover room hire. There is a (mainly) veggie buffet; please bring something if you can. "
    },
    "place": {
      "id": null,
      "name": "Epicentre, 41 West St,  Leytonstone, London E11 4LJ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/x1ze3aaek93qciy/Antiuniversity-allotment-gardens.jpg?raw=1",
    "tags": [
      "Ecology",
      "History"
    ],
    "websiteUrl": "newsfromnowhereweb.wordpress.com"
  },
  {
    "title": "Anarchist Fitzrovia: Walking Tour",
    "description": "Visit all the hot spots of anarchist Fitzrovia.\n\nSee where Frank Kitz, a leading light in the Socialist League, met with others and downed a pint or two in the process. Visit the sites of Louise Michel's Free School, the German anarchist Autonomie Club, Lilyan Evelyn's anarchist Ferrer School, the haunts of the celebrated Italian anarchist Errico Malatesta, the soup kitchen set up by refugees from the Paris Commune.\n\nGoggle at the building that housed the (in)famous Malatesta Club of the 1950s. See where anarchist sympathiser and artist Augustus John drank. Stand outside The grocer shop of Albert Richard, hero of the Paris Commune, who sold only red beans and rejected reactionary white beans.\n\nLinger at the newsagents run by Armand Lapie, scene of doctrinal disputes. Pause at the spot where the colourful anarchist Xo d'Axa played his barrel organ. All this and much more.\n\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "3pm",
      "to": "5pm"
    },
    "organiser": {
      "name": "Nick Heath Anarchist Communist Group",
      "about": "Nick Heath became an anarchist in 1966 by reading books on anarchism in the public library. He helped set up Brighton Anarchist Group (1966-1972) and went to Paris in early 70s for a year and participated in the anarchist movement there. Now a member of the Anarchist Communist Group, he's the author of large number of biographical articles about anarchists as well as articles on the Hungarian Revolution, the Makhnovists etc. The aim is to recongise the contribution of often  unknown individuals to the struggle for a better society.\n"
    },
    "place": {
      "id": null,
      "name": "Meet at Great Portland St tube station",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/2nwhr700fwjbfo1/Antiuniversity-anarchist-fitzrovia.jpg?raw=1",
    "tags": [
      "History",
      "Anti-capitalism"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Back to Zero with Fresh Intelligence",
    "description": "Fight, flight or freeze are too often the way we react to difficult situations. We steam in with guns blazing on the attack or we are so fearful of confrontation that we run away or pretend it’s not happening. We move back and forth from stress to craving and habitual patterns. If we can learn a more skilful way of responding, through meditation and movement, then we can apply that learning in our day to day lives. Not reacting with stress or anger, but listening and yielding so that then we are able to respond with wisdom and compassion. Then we can come to a place of fresh intelligence. Then we truly know how to be.\n\nJoin Sue McAlpine in this workshop of meditation and movement to explore through body and mind another relationship with negative emotions.\n\n\n",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "10am",
      "to": "12noon"
    },
    "organiser": {
      "name": "Sue McAlpine",
      "about": "Sue McAlpine has been practising Buddhism, Tai Chi and meditation for over thirty years but continuously feels its time to throw out the old patterns and start with fresh intelligence. She'd love the opportunity to have a go at this with you. "
    },
    "place": {
      "id": null,
      "name": "Studio 3, Arcola Theatre, 24 Ashwin St, Dalston, Hackney, London E8 3DL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/t98s4a56ctjejpv/Antiuniversity%20back%20to%20zero.jpg?raw=1",
    "tags": [
      "Bodies",
      "Mental Health"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Wilhelm Reich - Radical Psychoanalyst",
    "description": "This talk is an introduction to the life and work of radical psychoanalyst Wilhelm Reich.\n\nReich has been christened the founder of the 'sexual revolution' (he coined the term). He was the first to incorporate the body into psychoanalysis.\nAlong the way, he broke with Freud, practiced radical biology, fought fascism, founded his own discipline of alternative physics, and fled to the US.\n\nIn the US his radical ideas brought him into conflict with the authorities and he was eventually jailed, dying in prison in 1957. He is the only person whose books were burnt by both the Nazis and the US government.\n\nThis talk will look at his life and work and assess what he can take from his profound legacy.",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "7.30pm",
      "to": "8.45pm"
    },
    "organiser": {
      "name": "Dan Lowe",
      "about": "Dan Lowe is a teacher and trainee psychoanalyst, with 20 years of experience of study and practice of Reich's work. I have a strong interest in how the psyche connects to the body. "
    },
    "place": {
      "id": null,
      "name": "LARC (London Action Resource Centre), 62 Fieldgate Street, London E1 1ES",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/qx0yov38mfgcgf5/Wilhelm%20Reich%20Antiuniversity.jpg?raw=1",
    "tags": [
      "Bodies",
      "History",
      "Mental Health"
    ],
    "websiteUrl": ""
  },
  {
    "title": "The Knowledge Store",
    "description": "What do you know? What have you learned? What little things make your life easier, and what lessons or advice would you like to share with the world?\n\nJoin Pete Kingston in exploring our everyday knowledges as he celebrates (and tries to record) our working knowledges, the teachings we receive at the university of life. When does knowing something become useful, and how much is learned and never used? What fascinates you, what are you proud of having learnt? For example, Pete is strangely proud of a knot he claims to have invented, which means he never has to tie his shoelaces again. Skills, hobbies, life hacks, common sense or arcane knowledges, come share your life lessons – and learn from other peoples’ – at The Knowledge Store.",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "11am",
      "to": "3pm"
    },
    "organiser": {
      "name": "Pete Kingston",
      "about": "Pete Kingston is a practitioner of socially investigative art and an MA student on Creative Education: Making Learning at Plymouth College of Art. His current work as both artist and educationalist examines the tensions between art and education, and in the relationships between artist/teacher and public/learner (respectively and interconnectedly), to explore empowerment and emancipation in education.\n"
    },
    "place": {
      "id": null,
      "name": "Plymouth Museum on Tour at House of Fraser, 40-46 Royal Parade, Plymouth PL1 1DY",
      "description": null,
      "area": "South West"
    },
    "imageUrl": "https://www.dropbox.com/s/afw1tkg2ibmg5oy/Antiuniversity-The-Knowledge-Store.jpg?raw=1",
    "tags": [
      "Education"
    ],
    "websiteUrl": "petekingston.x10host.com"
  },
  {
    "title": "T.S. Idiot's School of Combustion ",
    "description": "T.S.Idiot's School of Combustion' - A workshop and group performance for Antiuniversity Now.\n\nIn 2016, artist, poet and poorly prepared provocateur T.S. IDIOT burnt his degree from Falmouth University. Comments on this performance ranged from \"What an idiot\" to \"I'm afraid your writing is fairly naff\". He has since performed alongside Attila The Stockbroker and met backstage with John Cooper Clarke.\n\nBut despite these carefully crafted criticisms, he can't get another one (unless he spends £32 and a lot of pride on a reprint). So join this idiot on a path to freedom - enroll, graduate and then combust from the University of Idiocy in under 2 hours!\n\nBooking essential - Free for most, £9000 for Anne Carlisle",
    "date": "Saturday 9th June 2018",
    "time": {
      "from": "3pm",
      "to": "5pm"
    },
    "organiser": {
      "name": "T.S IDIOT",
      "about": ""
    },
    "place": {
      "id": null,
      "name": "Fish Factory, Commercial Rd, Penryn TR10 8AG",
      "description": null,
      "area": "South West"
    },
    "imageUrl": "https://www.dropbox.com/s/fyvny1750nhm5ky/Antuniversity-TS-IDIOT.jpg?raw=1",
    "tags": [
      "Education",
      "Art"
    ],
    "websiteUrl": "www.tomstockley.weebly.com/journal/burning-my-degree"
  },
  {
    "title": "Your Time is Political",
    "description": "NOTE: this session is cancelled due to illness. We will plan to run it again on a different date. Apologies to everyone who booked. \n\nWork structures our lives. It can give us a strong sense of identity and purpose, and can be a positive force that enables us to contribute to our local communities and to society at large. At the same time, the distinct effects of precarity on the one hand and presenteeism on the other can make work highly stressful, leading to insecure income and reduced productivity whilst damaging our physical and mental health.\n\nThe 4-day week proposes to build on what is good about work, whilst securing more free time so that we can live our lives to their fullest potential.\n\nJoin us for talks and discussion, as we explore the forces that shape our attitudes towards work and leisure and ask how we can begin to imagine new ways of understanding both.\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "1",
      "to": "3pm"
    },
    "organiser": {
      "name": "Four day week campaign",
      "about": "We demand a 4 Day Week.\n\nWe demand an increase in hourly pay.\n\nWe demand a stronger welfare state.\n\nWe believe that a 4 Day Week will benefit our society, our economy, our environment and our democracy."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London, EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/6buxta8ieefgats/Antiuniversity%20your%20time%20is%20political.jpg?raw=1",
    "tags": [
      "Politics",
      "Anti-capitalism"
    ],
    "websiteUrl": "https://www.4dayweek.co.uk/"
  },
  {
    "title": "D.I.Y. History",
    "description": "Read In. Teach In. Sharing Space.\n\nA workshop looking at methods for documenting our own stories. Learn and discuss key points in how you could document your story, or those of a community you are part of.\n\nWhy is it so vital to collect narratives that run counter to the mainstream, and how can we do this effectively? What is the story you want to tell and how would telling it help you or others? What do we do with our stories? Where do they go? What function does being able to speak and hear the content of others lives serve in a radical political sense?\n\nShowcasing work in progress, part of 'Resilient': a year long oral history and autoethnography project, in collaboration with the Arcola theatre, which focuses on the narratives of people who are at the intersection of sex work, queerness, disability, kink and survivorship: voices that are less heard, and most maligned. 'Resilient' seeks to build links and understanding between people. To show that much important social change can result from the power of survival, and telling our stories in their political context.\n\nThis project is supported by the National Lottery through the Heritage Lottery Fund.",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "1:30pm",
      "to": "4pm"
    },
    "organiser": {
      "name": "Jet Moon ",
      "about": "Jet Moon is an artist activist, who creates events that allow communities to reflect themselves. They have experience within queer, disability, kink, survivor and sex worker communities. 'Resilient' came about as a result of their own struggle to survive Austerity and to find stories that helped them to do so. "
    },
    "place": {
      "id": null,
      "name": "CLR James Library, Dalston Square, London E8 3BQ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/v09teedslat0vn4/Antiuniversity%20DIY%20history%20jet%20moon.jpg?raw=1",
    "tags": [
      "History",
      "Feminism"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Peer-to-Peer Web Workshop",
    "description": "A practical workshop for anyone interested in the p2p distributed web!\n\nThe agorama server co-operative offer a one day practical workshop that provide the tools and instructions for creating your own self-hosted website and contributing to a decentralized p2p internet. The instructors will briefly explain internet protocol and current infrastructure before assisting each participant in setting up their own web site using their computer as a server. Participants will become familiar with emerging decentralized internet protocols such as DAT and IPFS and discuss the possibilities for contributing towards a distributed p2p internet. The p2p web is a collective effort to move away from a centralized privately owned internet towards a co-operativley operated distributed network infrastructure.\n\nRequirements\nLaptop (pc,linux,mac)\nRaspberry pi (if you have one)\n\nNo programming skills required Capacity - 12 people maximum.\n\nSchedule\n\n10:00 - 10:15 - Welcome & Introductions\n10:15 - 10:30 - explainer motivations for making a different internet\n10:30 - 11:00 - presentation How the current internet works\n11:00 -  11:30 - presentation introduction to DAT protocol and the distributed web\n11:30 - 12:30 - Install Beaker Browser and create first website\n12:30 - 13:30 - LUNCH\n13:30 - 15:30 - Host your website on the p2p web\n15:30 - 16:00 - showcase what has been made\n16:00 - 17:00 - wrap up / how to take things further (permanent hosting)\n\n\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "11am",
      "to": "5pm"
    },
    "organiser": {
      "name": "Max Dovey & Alejandro Ball",
      "about": "Max Dovey & Alejandro Ball are creative technologists exploring the p2p web. "
    },
    "place": {
      "id": null,
      "name": "Furtherfield Commons, Finsbury Gate, Finsbury Park, N4 2DE",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/x8p7o46gqcke9ue/Antiuniversity%20P2P%20workshop.jpg?raw=1",
    "tags": [
      "Technology"
    ],
    "websiteUrl": "https://home-agoramahub.hashbase.io/"
  },
  {
    "title": "Mustard: Knowledge for What?",
    "description": "The Mustard Project documents the campus activism of May 1968 at the University of Essex, as large numbers of students and staff at the university (not four years old at the time, and still under construction) abandoned regular business and declared a ‘Free University’.\n\nThe flashpoint was the suspension of three students involved in a demonstration against chemical and biological warfare and a visitor from Porton Down. At stake were the future direction of the institution and the definition of education itself. The events made national headlines but were for decades treated as taboo and written out of the official history of the University.\n\nThe documentary project, 'Mustard: Knowledge for What?' weaves together a series of filmed life story interviews with participants, archival documents from both the 'official' institution and the Free University, the perspectives of current students and staff, and contemporary media reports.\n\nThe result is anything but a neat, coherent story about the protestors themselves, germ warfare, freedom of speech, the right and/or obligation to protest, the growing pains of an institution, and the struggles to define the structure and role of any university within the wider contexts of national and global student activism in 1968. With discussion/Q&A.\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "11am",
      "to": "1pm"
    },
    "organiser": {
      "name": "John Haynes",
      "about": "John Haynes lectures in Film Studies at the University of Essex, where his work focuses on film, history, and social change. He has been gathering life story interviews with people touched by the May 1968 events at Essex, on and off, for over ten years, and also curates the Mustard Project’s online digital archive. The events of May 1968 are significant for him, as an academic at a further moment of transition in UK universities; while rooted in the history of UK Higher Education, the project aims to contribute to the on-going debates around its future."
    },
    "place": {
      "id": null,
      "name": "Conway Hall, Brockway Room, Red Lion Square, WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/84vs20s6b11nlph/Antiuniversity%20Mustard.jpg?raw=1",
    "tags": [
      "History",
      "Direct Action",
      "Anti-capitalism"
    ],
    "websiteUrl": "https://mustardthemovie.org"
  },
  {
    "title": "Woodwork as we want it",
    "description": "This session is for 2-4 people who feel unwanted expectations to behave differently when they pick up hand tools and power tools.\n\nTogether, we will perform a simple construction task that will be decided in advance by the group, such as making a box, or fixing a broken piece of furniture.\n\nMaking and fixing tasks like these are empowering but they, and the equipment needed to perform them, are not gender- or class-neutral. The purpose of the session is to use readings, discussion and practical work to think about how these tasks can be performed differently, to learn from recent historical examples, and to do it ourselves.\n\nAn optional reading list will be distributed before the event to introduce relevant questions around ergonomics, craft, ‘good practice’, collective working, performativity and gender- and class-politics.\n\nTools will be provided and a full introduction will be given to each one for safety, where necessary.\n\nThe venue will be chosen to accommodate the practical task chosen by the group. It could be a workshop or a group member’s home.\n\nApplications may be made as an individual or as a group of between two and four. People of all woodworking skill levels who are open to learning and unlearning are welcome, from absolute beginner to expert.\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "11am",
      "to": "4pm"
    },
    "organiser": {
      "name": "Jonathan Hoskins",
      "about": "Jonathan Hoskins once studied 3d materials practice, where he learned the skills to make things in workshops from wood, metals and plastics, to support his practice as a writer and visual artist."
    },
    "place": {
      "id": null,
      "name": "To be arranged on booking",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/u9fsij3bc8aams2/Jonathan%20Hoskins%20-%20Woodwork%20as%20we%20want%20it%20Antiuniversity%202018.jpg?raw=1",
    "tags": [
      "Craft"
    ],
    "websiteUrl": "www.jonathanhoskins.com"
  },
  {
    "title": "Transmit#2",
    "description": "Transmit#2 is an idea that aims to examine the creative use of an audio process, through conversation and the learning of new skills and ideas.\nThis is a practical and a bit of technical investigation - learn how build up to a crystal radio set.\nThis will result in a recorded collaborative podcast mapping the process for listeners.\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "12.30pm",
      "to": "5.30pm"
    },
    "organiser": {
      "name": "madeinroath",
      "about": "madeinroath is a community based artist collective. Our core belief is that access to, and engagement in art and culture can enrich the lives of everyone, our objective is to bring art directly to the community, making it as accessible and inclusive as possible."
    },
    "place": {
      "id": null,
      "name": "1a Inverness Place, Roath, Cardiff CF24 4RU",
      "description": null,
      "area": "Wales"
    },
    "imageUrl": "https://www.dropbox.com/s/x4rvckwh4xfqfg7/Helen%20Clifford%20-%20Antiuniversity%20madeinroath%20TRANSMIT.jpg?raw=1",
    "tags": [
      "Sound",
      "Technology"
    ],
    "websiteUrl": "www.madeinroath.com"
  },
  {
    "title": "Knit the Walls at Bouldershack",
    "description": "knit the walls is a participatory community artwork generated by the people of southampton for future exhibition in god's house tower. the project has been going for two years and has its own ever growing community.\n\nwe regularly partner with other groups and organisations to discuss ideas of walls and boundary, as we knit a glorious woolly version of southampton's medieval walls. our june session will be an indoor/outdoor meeting at 'bouldershack' southampton's fantastic bouldering gym where walls are there for climbing.\n\ncome along for knitting, talking, gardening, climbing, and (of course) great tea and cake. https://www.youtube.com/watch?v=2vcYsJgRh6w&authuser=1\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "12noon",
      "to": "4pm"
    },
    "organiser": {
      "name": "Sarah Filmer ",
      "about": "Boulder Shack is more than just an awesome bouldering centre, it’s a space to meet and share new experiences, build friendships and give back to the community."
    },
    "place": {
      "id": null,
      "name": "Unit 4, Imperial Park, Empress Rd, Southampton SO14 0JW",
      "description": null,
      "area": "South West"
    },
    "imageUrl": "https://www.dropbox.com/s/a4217vq7q48hkxc/Antiuniversity%20knit%20the%20wall.jpg?raw=1",
    "tags": [
      "Craft"
    ],
    "websiteUrl": "http://ght-a-reincarnation.co.uk/knitthewalls/"
  },
  {
    "title": "Look, Make, Listen, Wander, Talk ",
    "description": "A day at the Brunswick club with resident and invited artists, makers, thinkers and wanderers hosted by BEEF (Bristol Experimental Expanded Film) Including:\n\n12pm - 1pm : Come and meet CHAMP's newly acquired risograph machine. Riso has always had its routes in community organising and activism. Make your own design and have a short induction on how to print it, with the quality of silk screen and the efficiency of photocopy. Political content encouraged! SIGN UP TO THIS WORKSHOP ON EVENTBRITE HERE\n\nhttps://www.eventbrite.co.uk/e/antiuniversity-riso-printing-tickets-46594102214\n\n1pm - 2pm : A Lunch with Ideas is provoked by Teresa Dillon, an artist and researcher, who writes, studies, performs and tells stories about technology, urban life and sound.\n\n2pm - 6pm : In Recycled Rug-Making with Dawn Giles. Make t-shirt yarn then learn how to crochet it into a hardwearing rug using wool scraps. Materials will be provided, but bring an old t-shirt and wool if you can. Over the past 10 years clothing has become the fastest growing waste stream in the UK. SIGN UP FOR THIS WORKSHOP ON EVENTBRITE HERE\n\nhttps://www.eventbrite.co.uk/e/antiuniversity-recycled-rug-making-tickets-46521510089\n\n3pm - 5pm : Made Sound An open session for people who make sound devices or would like to. We invite anyone with a passion for DIY instrument making to get together for talks, demos and mini workshops. SIGN UP TO TAKE PART ON EVENTBRITE HERE\n\nhttps://www.eventbrite.co.uk/e/antiuniversity-made-sound-tickets-46521823025\n\n5pm - 6pm: Taking composer Cornelius Cardew as inspiration, we will workshop a range of Open Scores.\n\nAttention Wandering is a neurodiverse exploration with Melanie Clifford. This will happen at various points throughout the day\n\nThe BEEF Showreel of experimental films will be running all day.",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "12noon",
      "to": "6pm"
    },
    "organiser": {
      "name": "BEEF (Bristol Experimental Expanded Film)",
      "about": "BEEF (Bristol Experimental Expanded Film) is a film and sound collective supporting experimental practice in Bristol. BEEF provides an independent platform for artists’ production, distribution and critical engagement, predominantly focusing on experimental and analogue practices. BEEF members work together to organise events, screenings, performances, exhibitions, residencies, and workshops."
    },
    "place": {
      "id": null,
      "name": "BEEF, Brunswick Club, 15-16 Brunswick Square, Bristol, BS2 8NX",
      "description": null,
      "area": "South West"
    },
    "imageUrl": "https://www.dropbox.com/s/yti8m4ruom7uide/Antiuniversity%20look%20make%20listen.jpg?raw=1",
    "tags": [
      "Craft",
      "Sound"
    ],
    "websiteUrl": "http://www.beefbristol.org"
  },
  {
    "title": "Listening and Found Sounds: Part 2 - Making Sound",
    "description": "A workshop exploring creative ways to use found objects to make sound and evoke a sense of place, exploring the textures and timbres of different materials, methods of assembly and sound making potential. Participants who have joined Part 1 of the workshop ('Exploring Place', Saturday 9th June) will bring the objects they found on the sound walk, and there will be other objects to work with for those just attending Part 2. The workshop will culminate in a collective improvisation.",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "1pm",
      "to": "4pm"
    },
    "organiser": {
      "name": "Blanc Sceol",
      "about": "Blanc Sceol (Stephen Shiell & Hannah White) are sound makers, explorers, performers, investigators and inventors. We create site-specific improvised performances, sonic topographies of ritual, assemblage, electro-acoustic soundscapes, field recordings, lo-fi electronics, vocal loops and sound poetry. Our performances are sound journeys, inspired by the sites we navigate, creating sound devices from found objects to explore our memory of place and experience of the land. We are also members of Breathing Space collective, making site-specific sound works in non-traditional spaces. We are currently studying to become Deep Listening practitioners and are both experienced workshop facilitators."
    },
    "place": {
      "id": null,
      "name": "Cafe OTO Project Space, 9 Ashwin Street , Dalston, E8 3DL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/hrng78fugvgumea/Antiuniversity-listening-found-sound-2.jpg?raw=1",
    "tags": [
      "Sound"
    ],
    "websiteUrl": "www.blancsceol.co.uk"
  },
  {
    "title": "Be Your Own Radio",
    "description": "A free workshop during which we'll create an audio piece suitable for podcasting or broadcast on the radio using Open Source software and ubiquitous technology. By the end of the workshop we hope you'll have the skills to create your own podcasts in the future.\n\nWe'll cover the use of open source software for audio recording and editing and live radio play-out, as well as the use of laptops, smartphones, and digital audio recorders in a friendly and relaxed atmosphere. No previous knowledge is necessary...\n\nBring a laptop &smartphone if you have one (not required).",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "1pm",
      "to": "4pm"
    },
    "organiser": {
      "name": "Jerry Padfield & Anne Bala",
      "about": "Jerry Padfield was the full-time studio manager at Source FM for two years, is a sound engineering graduate and is currently researching broadening participation in community radio using digital technology, open source software and convergence culture.\n\nAnne Bala is a multimedia artist, a photo-journalism graduate and an amateur of community radio, including presenting on Source FM and UWS Radio. "
    },
    "place": {
      "id": null,
      "name": "Fish Factory, Commercial Rd, Penryn TR10 8AG",
      "description": null,
      "area": "South West"
    },
    "imageUrl": "https://www.dropbox.com/s/80gag7e7tcl24jk/Antiuniversity%20Be%20Your%20Own%20Radio.jpg?raw=1",
    "tags": [
      "Sound",
      "Technology"
    ],
    "websiteUrl": ""
  },
  {
    "title": "56a Infoshop: Food, Archives and Radical Walk",
    "description": "An invitation to spend time in and around the 56a Infoshop - radical social centre and archive in Elephant & Castle, South London.\n\nWe will share hot food, do things together in our huge archive and take a short but radically-infused history walk around the Pullens Estate where the Infoshop is.",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "1pm",
      "to": "5pm"
    },
    "organiser": {
      "name": "56a Infoshop",
      "about": "56a Infoshop is a long-term volunteer-run, 100% unfunded, DIY social centre in Walworth, South London. We share a collectively run building with Fareshares food co-op and 56a Bikespace."
    },
    "place": {
      "id": null,
      "name": "56a Infoshop, 56a Crampton St, London SE17 3AH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/rakju04f03jzbz8/Antiuniversity%2056a%20infoshop.jpg?raw=1",
    "tags": [
      "History",
      "Politics",
      "Food"
    ],
    "websiteUrl": "56a.org.uk/ "
  },
  {
    "title": "Cafés and Rebellion - A Walking Tour of Penny Universities in Memory of Bob Biderman",
    "description": "Was the cafe really a place of rebellion? Looking at the chain stores and bad labour practices that are entrenched in the market today it’s hard to imagine this could have been the case. Never mind the trendy artisan take on the coffeehouse. But there is historic evidence that there was a time when cafés ‘fired the flames of dissent’.\n\nIn the 17th and 18th century a certain type of café became known as a Penny University and provided a space for alternative education some of which was intensely rebellious. As we tour the historical sites in and around the City of London, I argue that the notion of the Penny University is of crucial importance in a world where education is becoming ever more commodified and learning more strictly controlled by the status quo. This tour is in memory of my father, Bob Biderman, who both wrote about and loved cafes and sadly died earlier this year. To see his take on cafes visit: http://cafemagazine.co.uk/\n\nMeet on the seps of the Royal Exchange – bring a penny\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "2pm",
      "to": "3.30pm"
    },
    "organiser": {
      "name": "Kevin Biderman",
      "about": "Kevin Biderman is an educator, film-maker and researcher. He has taught students aged eight to eighty in a number of informal and formal educational environments."
    },
    "place": {
      "id": null,
      "name": "The Royal Exchange, City of London, London EC3V 3LR",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/8tx2f8fq77bw3cp/Antiuniversity%20-%20cafes%20and%20rebellion.jpg?raw=1",
    "tags": [
      "History",
      "Politics",
      "Education"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Experimental Architectural Writing",
    "description": "In this workshop, we will discuss the relationship of words to buildings and ways in which writing differently can expand our relationships with architecture.\n We will consider ideas and projects including writing about feelings through buildings, using words to form relationships with architecture, collaborating with physical structures on writing and artistic projects and forms of resistance to capitalism; along with other forms of power that are often enshrined by buildings, through writing.\nWe will experiment with a number of creative strategies, write together and imagine futures, for architectural writing and brought about by architecture and/or writing as a group.\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "2pm",
      "to": "4pm"
    },
    "organiser": {
      "name": "Anna Blair",
      "about": "Anna Blair is a writer and architectural historian. She has previously worked at the Museum of Modern Art in New York and has led workshops on creative engagement with place at School of the Alternative (North Carolina) and Sleep Center (New York)."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London, EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/lma3ixdqhkpaui5/Antiuniversity%20experimental%20architecture.JPG?raw=1",
    "tags": [
      "Art"
    ],
    "websiteUrl": "www.annakateblair.com"
  },
  {
    "title": "The Existentialist Plumbers' Collective PhD at the Antiuniversity",
    "description": "Welcome to The Existentialist Plumbers' Collective PhD: Plunging hammering & Discussion. You are invited to join our competently under-qualified staff to achieve your PhD in only one workshop session! Plumb the depths of your existential crisis, try your hand at simple subversion techniques, enjoy practical workshops in interventions into the everyday and manifesto writing.\n\nIn a time of crisis the absurd makes so much sense. You will have the opportunity to discuss fascinating topics such as, can one ascend the heights of existentialism without a step-ladder, plumbing your way out of the patriarchy, installing your own parallel universe and chipping off the old block. Work collectively to research, create, edit and review your own publication and graduate with full honours.  Because who needs to pay thousands of pounds a term to become an expert existentialist plumber when you can get a certificate in Plunging, hammering and Discussion and produce your ‘thesis’ as a collective in one afternoon?\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "2pm",
      "to": "5pm"
    },
    "organiser": {
      "name": "The Existentialist Plumbers' Collective",
      "about": "The Existentialist Plumbers' Collective was formed spontaneously on April 1st 2017 in a coffee shop in west London whilst on the way to a cemetery. It was founded by a small group of interventionists who identify as existentialist plumbers and intersectional feminists. Their aim is to plumb the depths of existential crisis, explore fact & fiction and being, through acts of unblocking, scrubbing away the residue and sediment of mediocrity and overcoming the stench of patriarchy. They enjoy playing, making, collaborating and of course plumbing, but only existentially. "
    },
    "place": {
      "id": null,
      "name": "Gordon House, 10 Churchfield Place, Margate CT9 1PJ",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "https://www.dropbox.com/s/5vlnilkuvbk4jwl/Antiuniversity%20existentialist%20plumber.jpg?raw=1",
    "tags": [
      "Education"
    ],
    "websiteUrl": ""
  },
  {
    "title": "TALKING GHOSTS: A Hoarding Novella ",
    "description": "Who are the 'talking ghosts'?\nThey are those strange people populating the CGI-created urban spaces of new housing/public space developments advertising their forthcoming arrival.\n\nI call those people ‘ghosts in reverse’, whose function is to colonise the urban future in advance of our presence. In so doing, they enter in some form of messianic dialogue with the present time of those encountering them as the passers-by of today. That's us.\n\nIn this collective intervention we will work together to give the gift of speech to these ghost citizens by writing collectively the script of a 'hoarding novella' inserting custom designed, adhesive speech bubbles into an existing hoarding whose characters will become our actors.\n\nThese ‘mediums’ will be ventriloquists for our thoughts, materialised as we come together on the day.\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "2pm",
      "to": "5pm"
    },
    "organiser": {
      "name": "Alberto Duman",
      "about": "Alberto Duman’s work is located at the intersection between art practice, regeneration and urban studies and always concerned with social contexts and the role of art in the cultural production of urban space.\n\nIn 2016 he was Leverhulme Trust Artist-in-Residence at University of East London with the project Music for Masterplanning.\n\nCurrently he is a Lecturer in Fine Art at Middlesex University teaching with Loraine Leeson on the BA/MA Fine Art Social Practice module.\n\nSince 2014 he also works with the group DIG Collective"
    },
    "place": {
      "id": null,
      "name": "Meeting point in South London given on booking.",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/82wfchdegjneu76/ANTIUNIVERSITY%20talking%20ghosts.jpeg?raw=1",
    "tags": [
      "Gentrification",
      "Direct Action"
    ],
    "websiteUrl": "http://albertoduman.me.uk/"
  },
  {
    "title": "#BODYPOLITIC workshop",
    "description": "Bodypolitic workshops are collaborative, participatory clothing workshops, helping people to recreate and decorate garments for use as ongoing objects of political demonstration.\n\nFocussing on positive messaging and thoughtful suggestions through symbols and drawings, the aim is to use the body as a space for positive resistance, in public space.\n\nOld/used garments, waste clothing from the prison system and seized counterfeit goods present themselves as materials to be re-imagined as the basis for creating visibility for common struggles and causes. When we wear clothes that speak we have more conversations about things that matter to us, with strangers and friends alike.\n\nWhen we make an artefact to accompany a march, campaign or movement we keep a piece of that with us even after the assemblies and demonstrations are over. When people can be inspired to use and repair clothing with a sense of strength and solidarity, conversations about what it means to own and to use materials can begin.\n\nThis, in the face of current neoliberal ideologies and our fast fashion culture, is a radical act in itself.\n\nMaterials will be provided, and there will be some clothing on offer (donations are welcome but not necessary), but we recommend that people bring their favourite or least favourite garment to be temporarily or permanently adorned. The usual materials used include paint and markers, coloured cloth tape, patches which have been screen printed using selected positive words. Sewing machines, with expert guidance and coaching.\n\nWe have started doing readings at events also, so people can listen while working.\n\nTake a look at the site for an idea of the usual output from our workshops.\n\nRecently we have been supporting the pickets at UCL, St Marys and the student occupations. Upcoming events this month include a workshop at SOAS during fashion revolution week, a queer arts festival in Copenhagen, and Supporting \"RawPowerMovement\".\n\nThis is a family friendly events, kids of any age welcome and grandparents also.",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "2pm",
      "to": "7pm"
    },
    "organiser": {
      "name": "Miles Glyn ( @MilesInfinityLoop ) and Clare Farrell ( @TottyFuckShame )",
      "about": "Miles Glyn: x-artist, Craftsperson, Designer, Reader,  Maker extraordinaire, Craftivist, Activist-supporter, Father, Meditator.\nClare Farrell: Fashion, Expert in sustainable fashion, clothing design and fabrication, environment, Activist, Writer, Meditator."
    },
    "place": {
      "id": null,
      "name": "136 Dalston Lane, E8 1NG ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/og76j52foih4f3d/Antiuniversity-bodypolitics-1.jpg?raw=1",
    "tags": [
      "Bodies",
      "Politics"
    ],
    "websiteUrl": "https://www.bodypolitic.space/"
  },
  {
    "title": "Deconstruction as a Virtual Component of Construction",
    "description": "\nThe experimental research and workshop 'Deconstruction as a Virtual Component of Construction' is a physical and mental exploration. Its theme; the identification of self through community and dress, has previously been explored in a project in collaboration with performers in Berlin, where, in six sessions, the artist shared her phenomenological, psychological and sociopolitical research, discussing specific questions with the performers, who then expressed the research physically. The score was defined by the theoretical research and textile pieces or costumes which became the threads of conversation.\n\nFor Antiuniversity Now festival, the artist will bring costumes, textile works, and theoretical questions to London; she wants to continue her research together with participants. Questions may include: Does a process of identifying others' action differ from a process of identifying an own(ed) action? How far can one forget self to be able to connect with another self? Under what conditions can fabric become dress, and vice versa?\n\nThe workshop is open to all who are interested in the topics and like to work in groups. Experience in movement practice is helpful, but not necessary. The participants can take part in all four hours, or drop in at each full hour. The rehearsals are open and visitors can also participate as audience members.\n\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "3.30pm",
      "to": "7.30pm"
    },
    "organiser": {
      "name": "Monika Dorniak",
      "about": "Monika Dorniak is a multi-media artist exploring rhizomatic connections by engaging with philosophy, science, design, art and performance. In 2017 she graduated from MA Art and Science at Central Saint Martins, UAL with a dissertation and artistic work about the possibilities for reclaiming the alienated self, and was nominated for the Studiomakers Prize by Tiffany & co. X Outset. Through the past decade she has presented and exhibited internationally and held workshops on the exploration of body and mind. Her long-term research is on the human body and mind in relation to the environment we inhabit(ed) and the consequences of cultural and technological changes in the Anthropocene Era. "
    },
    "place": {
      "id": null,
      "name": "Arts Catalyst, 74-76 Cromer Street. London WC1H 8DR",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/oduckois5ybmmw6/Antiuniversity%20deconstruction.jpg?raw=1",
    "tags": [
      "Bodies",
      "Dance"
    ],
    "websiteUrl": "www.monikadorniak.com"
  },
  {
    "title": "Whatever Happened to the Revolution?",
    "description": "Most of our time is spent having to resist attacks on all fronts - bosses, the government, and all the general injustices of society. But many of us hold in our hearts a hope for a completely different society. Isn't it time we put Revolution back at the top of the agenda? What do we need to do to make it a reality rather than just a vague hope at the back of our minds?\n\nAnarchist communists believe firmly in the possibility of working class revolution. This talk/discussion will first present anarchist communist ideas on revolution before opening up to general discussion about revolution today. Some of the questions to discuss are: What do we mean by revolution? What steps can we take now? What are the obstacles?\n\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "3pm",
      "to": "4.30pm"
    },
    "organiser": {
      "name": "Anarchist Communist Group",
      "about": "The Anarchist Communist Group is a revolutionary group that seeks to overthrow the current society, ending exploitation, hierarchy, all oppression as well as stop environmental destruction. The aim is to create an anarchist communist society. To achieve this aim we produce a range of literature, including a newspaper and a website in order to spread anarchist ideas widely.  In addition, we are all involved in practical struggles with others on a range of issues. "
    },
    "place": {
      "id": null,
      "name": "Conway Hall, Brockway Room, Red Lion Square, WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/vajosraewypgs0o/Antiuniversity-whatever-happened.jpg?raw=1",
    "tags": [
      "History",
      "Anti-capitalism"
    ],
    "websiteUrl": "https://www.anarchistcommunism.org/"
  },
  {
    "title": "Direct Animation Stravaganzza",
    "description": "\nLet's make an experimental cameraless 16mm collective abstract animation short by direct manipulation of film, through scratching, puncturing, collaging, painting or whatever.\nWe will also create and perform an improvised soundtrack.\n\nNo previous art, film or musical experience required.\nAll materials and support will be provided.\nExpect a relaxed and fun atmosphere.\n\nThe day will be divided in three sessions plus the final performance.\n\nApproximate schedule:\n\n15:00: Brief introduction to the concept of direct animation in 16mm followed by individual experimentation with materials.\n\n16:00: Collaborative work, let's make an animation short film together making use of the knowledge achieved during the first part of the day.\n\n17:00: Once the film is done we will project it and work on an improvised soundtrack to be played with found objects, musical instruments and/or parts of our body.\n\n18:00: Final performance, projection of the film while playing the soundtrack.\n\nEnd of day.\n\nThere will be time for breaks in between sessions and during each session.\n\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "3pm",
      "to": "6pm"
    },
    "organiser": {
      "name": "Susana Carne & Chuchi Malapersona",
      "about": "Susana Carne is an artist whose practice spans through a range of media from ceramics to installation or more recently producing animated video clips, who combines her own practice with her work as an independent art educator and as a visiting lecturer in FIne Art at Middlesex University in London.\nChuchi Malapersona is an experienced saxophone player with a huge experience playing and recording with independent bands both in Spain and the UK, from Oh!Gunquit to MFC Chicken Deluxe, Sister Cookie or King Salami, he has recently started a career as an independent saxophone teacher. "
    },
    "place": {
      "id": null,
      "name": "166A Glyn Rd, London E5 0JE",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/mcf5w5mt85rl7ff/Susana%20Carne%20-%20Direct%20Animation%20Stravaganzza_ANTIUNIVERSITY_2018.jpg?raw=1",
    "tags": [
      "Art",
      "Craft"
    ],
    "websiteUrl": "www.susanacarne.com"
  },
  {
    "title": "Snack-halte",
    "description": "Offering a snack as a halte during ANTIUNIVERSITY 2018. The snack will be a piece of home baked brioche representing, on a small scale, an on going sculpture project.\n\nAs part of the program «the directors Paris» introduced by the artist Fabrice Hyber, I am developing, in association with the business school HEC and partners working with bronze, a vast feminine, wired metal sculpture, «witch in tightropes» which I intend to make disappear and reappear in a forest, by the sea, to create a myth, an extrapolation around the totemic existence of it.\n\nIn order to expand the project and 'feed the myth', I will love to share literally this project with contributors, learning from their feedback. This experience could improve my current research and be an opportunity to gather around some tasty treats.\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "3pm",
      "to": "7pm"
    },
    "organiser": {
      "name": "Hélène Garcia",
      "about": "Hélène Garcia plays with the threshold of visibility of social and economic conditions which recover an artistic practice. She develops the stakes in the relational aesthetics towards a processual shape, which questions its own complications, its hidden part, involving «the mercato» (the market of transfers), this new disciplinary mutation.\n\nThe economic model of free-trading makes in all the scales a composite, a continuous speculation. It is necessary to join, to find relays and it is this game of communicating vessels that makes a history behind the history, which interests the artist … An endless «storytelling», as an unknown figure, which she tells.\n"
    },
    "place": {
      "id": null,
      "name": "Red Lion Square, London WC1R",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/1u291whfoirjjjn/Antiuniversity%20snack-halte.jpg?raw=1",
    "tags": [
      "Food"
    ],
    "websiteUrl": "helenegarcia.com"
  },
  {
    "title": "Cognitive Symbol Mechanics: Alchemy for Creative Problem Solving",
    "description": "Can alchemy be used for creative problem solving? This hands-on symbol development workshop investigates.\n\nAlchemy is a confidence trick, parting rich patrons from their funding, hence obliquely transmuting base metals into gold. Real magic. Thus alchemy is also class war: a redistributive inversion of the expropriation of surplus value. Yet alchemy is also a process for transmuting the self and its action upon the world. Like psychoanalysis, it achieves this through the manipulation of cognitive symbol mechanics. Rather than simply interpreting dreams, however, the point is to change them.\n\nMagic is about bringing the unconscious and imposed patterns that shape thoughts and actions into alignment with autonomous will - or as Engels put it, freedom is the recognition of necessity. Somewhere between Oblique Strategies, Tarot and Collective Self-Help, we experiment with hacking these patterns, through the manipulation of symbolic resonances.\n\nThe open question is how to develop this process as a practical tool for egalitarian social transformation.",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "4pm",
      "to": "6pm"
    },
    "organiser": {
      "name": "The Institute for Social Morphology and Dream Development",
      "about": "The Institute for Social Morphology and Dream Development is a non-existent entity intended to bring about really existing transformations in the world and therefore to become existent retroactively, via its effects. In other words, magic.\n\nA one-off event is paradoxical according to the procedures of scientific method. It must be said to have been at once both strictly necessary and yet can in no way be distinguished from an occurrence of pure chance. Our participation in the production processes that give rise to this 'workshop' (or what might better be termed a 'game') should be taken, in the same way, to have been both strictly necessary and entirely arbitrary."
    },
    "place": {
      "id": null,
      "name": "Conway Hall, Bertrand Russell Room, Red Lion Square, WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/joow21ug2lc8ggw/Antiuniversity%20cognitive%20symbol.jpg?raw=1",
    "tags": [
      "Alchemy"
    ],
    "websiteUrl": ""
  },
  {
    "title": "No Gods, No Masters",
    "description": "\nReligious belief is still very strong in the world today, despite predictions that it would disappear with science and the development of a secular society. For many people, this is not a problem - we should be tolerant of the beliefs of others. After all, these beliefs are about things that we can’t prove or disprove and don’t really affect what happens in our society.\n\nAnarchists believe differently. Just as we reject other ‘masters’ such as the bosses or the State, so we reject any belief that looks towards an external authority for what to believe and how to live. In addition, these beliefs very much do affect society, e.g. views on abortion, homosexuality, gender and race.\n\nThroughout history people have used religion as a justification to oppress others, often with extreme violence, e.g. the slave trade, the Crusades and ISIS today.\n\nBut how do we argue against religious beliefs? It is especially a problem when these beliefs are held by persecuted minorities and people who we are working within unions and community campaigns. This discussion meeting will consider why anarchists reject religion and then open up the discussion about what strategies we can adopt for challenging religion in our society.\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "1pm",
      "to": "3pm"
    },
    "organiser": {
      "name": "Rebel City Collective",
      "about": "The Rebel City Collective consists of class struggle anarchists in London. Our aim is to spread anarchist ideas more widely in society. We do this by producing a paper called Rebel City which is now in its 9th issue. "
    },
    "place": {
      "id": null,
      "name": "Conway Hall, Brockway Room, Red Lion Square, WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/qqk7ao2fvuu7r68/no_gods__no_masters.jpg?raw=1",
    "tags": [
      "Politics",
      "Anti-capitalism",
      "History"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Edible Interventions: Democratic Soup",
    "description": "Devised and facilitated by artist Magda Fabianczyk, you are invited to participate in the making of a soup. Each attendee is encouraged to bring an ingredient for a collective negotiation of what goes in the dish. This will be a metaphorical starting point for a discussion around notions of democracy present in the way we work and organise our lives.\n\nDemocratic Soup, as an Edible Intervention previously took place at PoSt Projects Space (2009), where we looked at notions of democracy present within creative processes. The recent democratic crisis in Poland (and Brexit debate) provoked another Edible Intervention (2017) at Studio Voltaire, this time in partnership with East European Resource Centre and They Are Here. www.fabianczyk.com ",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "6pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Magda Fabianczyk",
      "about": "Magda Fabianczyk is an artist and activist at Dziewuchy Dziewuchom London. She graduated from MA Art and Politics at Goldsmiths University and BA Fine Art at Byam Shaw at CSM, where she works as a visiting tutor. Her work is informed by notions of resistance, training in narrative mediation, social and political theory and Forum Theatre.  Long term collaboration with artists in India and Pakistan resulted in projects developed at Kochi-Muziris Biennale, 2014; Colombo Biennale, 2016; Nubuke Foundation, 2014; VASL, 2012 and Alchemy Festival at Southbank Centre, 2015. She participated in numerous residencies and exhibition in the UK and abroad and is currently developing ‘We Hybrids’ projects with Ioli Tzanetaki.\n\nImage: Part of Precarity Centre: SW4 7JR at Studio Voltaire by They Are Here. Photographer: Indre Neiberkaite"
    },
    "place": {
      "id": null,
      "name": "The Common House, 5E Pundersons Gardens, London E2 9QG",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/nc2z7zwyi5mvmwd/Antiuniversity-edible-intervention-final.JPG?raw=1",
    "tags": [
      "Food"
    ],
    "websiteUrl": "www.fabianczyk.com"
  },
  {
    "title": "Talking to your GP about mental health",
    "description": "A practical workshop on preparing yourself to speak to your doctor or GP about your mental health.\n\nThe idea is to help people make sure they get the relevant information across succinctly, in order  to have the best chance of an appropriate onward referral or prescription.\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "2pm",
      "to": "3.30pm"
    },
    "organiser": {
      "name": "Georgia Twigg",
      "about": "Georgia Twigg is a registered occupational therapist specialising in mental health. She's run a workshops with Repeal the 8th and Keep It Complex on communication strategies for talking to people about topics ranging from abortion to Brexit."
    },
    "place": {
      "id": null,
      "name": "Conway Hall, Bertrand Russell Room, Red Lion Square, WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/qvdpkfnp0pn7w0c/Antiuniversity-talk-to-GP-mental-health.jpg?raw=1",
    "tags": [],
    "websiteUrl": ""
  },
  {
    "title": "Role Play a Coop",
    "description": "Fed up with your precarious working conditions as a cultural worker? Come and join us for a day of collective learning and fun discovering how to set up a co-op and roleplaying one. In the morning, we will be reading and discussing materials how to set up co-ops; in the afternoon, we will split in groups to roleplay setting up and running a co-op. This will include a game of Co-opoly, the cooperative version of Monopoly. We will finish with a plenary session where we will share the different sets of rules established in each group, the issues encountered during our roleplay and the solutions that we found.\n\nImportant: If you have had experience with radical co-ops in the 1970s and/or 1980s we really want to hear from you!\n\nOrganised by Precarious Workers Brigade + Friends, a group of cultural workers that met at the encounter \"Culture + Work at Point Zero\", organised by Precarious Workers Brigade in April 2018. Tired of our precarious working conditions, we are interested in learning about co-ops and exploring their possibilities as a way to a better and happier professional life.\n\n",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "11am",
      "to": "6pm"
    },
    "organiser": {
      "name": "Georgina Sullivan + Irene Montero",
      "about": "Georgina Sullivan is a communications support worker and Irene Montero is a cultural worker and student. Both are interested in cooperatives as a way of improving access to education and labour conditions."
    },
    "place": {
      "id": null,
      "name": "416 Redwood Housing Co-op, Oxo Tower Wharf, London SE1 9GY",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/ekv4fgr0q5lggsk/Antiuniversity-CoopOrDie.jpg?raw=1",
    "tags": [
      "Anti-capitalism",
      "Direct Action"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Employment Law & Workplace organising",
    "description": "A short introduction and participatory workshop around employment law and workplace organising by United Voices of the World activists.\n\nThis workshop is for anyone who wants to know their rights at work and how to effectively enforce them at the workplace, through the courts and in campaigns.\n\nNo previous experience or knowledge required. \n\nEntrance is on Hampton Street, next to the Santander bikes stands.",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "4pm",
      "to": "6pm"
    },
    "organiser": {
      "name": "United Voices of the World (UVW) ",
      "about": "United Voices of the World (UVW) is an autonomous members-led, campaigning trade union, mostly representing low waged migrant workers in the service industry, as well as workers in other sectors.\nUsing a fighting combination of direct and legal action, UVW won significant victories for members including at the LSE. Harrods, Sotheby's and the Daily Mail.\n\nPetros is a founding member of UVW and has been representing and organising workers for the past 6 years.\nRichard is a UVW employment tribunal case worker and splits his time between UVW and Southwark Law Centre. "
    },
    "place": {
      "id": null,
      "name": "Draper Hall, 1 Howell Walk, London SE1 6TL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/qo6el65y2nhb7pc/Antiuniversity-UVW.jpg?raw=1",
    "tags": [
      "Direct Action",
      "Anti-capitalism"
    ],
    "websiteUrl": "https://www.uvwunion.org.uk/"
  },
  {
    "title": "How can Unionisation Resist Gentrification?",
    "description": "The Site: Elephant and Castle Shopping Centre and Hannibal House. Long labelled by architects and urbanists as a grim eyesore, it has also been a key meeting place for different members of the predominantly working class local community; particularly, the Latinx who have made the area home since the early 90s. Demolition is pending.\n\n“There is no alternative.”\n\nThe tabula rasa approach to development is carried through to the workplace. Treated as disposable; with low-pay, often illegal working hours, and bullying as general givens, we - as workers in regeneration - work to gentrify ourselves and others out of our homes.\n\nCould unionisation be a means to not only fight for workers’ rights; but to also determine how we practice, for ourselves? Could, we - as activists, workers, and residents - build active resistance to housing precarity, and make spaces for collective organisation, learning, and recreation? What tactics could be mobilised to resist and refuse unethical work? What historical examples could we learn from, and what contemporary labour struggles could we be inspired by?",
    "date": "Sunday 10th June 2018",
    "time": {
      "from": "6pm",
      "to": "8pm"
    },
    "organiser": {
      "name": "Architectural Workers & United Voices of the World ",
      "about": "Architectural Workers is an independent network of people who work in and around the building industry, specialising in urban regeneration. We exist to expose and critique the conditions of our work, alongside the role it plays in gentrification, social cleansing and environmental discrimination. UVW is an autonomous members-led, campaigning trade union, mostly representing low waged migrant workers in the service industry, as well as workers in other sectors."
    },
    "place": {
      "id": null,
      "name": "56a Infoshop, 56a Crampton St, London SE17 3AH",
      "description": null,
      "area": ""
    },
    "imageUrl": "https://www.dropbox.com/s/8kyysq7fikvbil7/Architectural%20Workers%20-%20AW_How%20can%20unionisation%20resist%20gentrification.jpg?raw=1",
    "tags": [
      "Gentrification",
      "Anti-capitalism",
      "Direct Action"
    ],
    "websiteUrl": "http://www.architecturalworkers.wordpress.com"
  },
  {
    "title": "Diva for Senya",
    "description": "Hyacinth Myers supports people through empowering them.\n\nUp Your Street seniors will be guided by Hyacinth through the journey to positive well-being.",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "11.30am",
      "to": "1pm"
    },
    "organiser": {
      "name": "Gillian Lawrence with Hyacinth Myers",
      "about": "Up Your Street's founder, Gillian Lawrence, provides opportunities for seniors to experience new methods and ideas, to remain receptive and positive. Hyacinth Myers creates positive energy."
    },
    "place": {
      "id": null,
      "name": "Hackney Museum, 1 Reading lane, Hackney E8 1GQ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/gnso94vik4ngioo/Antiuniversity%20diva%20for%20senya.jpg?raw=1",
    "tags": [
      "Mental Health"
    ],
    "websiteUrl": "https://www.upyourstreet.wordpress.com"
  },
  {
    "title": "Smiley Eyes: Art Therapy Workshop",
    "description": "The event will comprise of a group discussion led by the artist (Rosie Mills Eckmire) followed by an hour of self-guided creative time, a workshop designed to improve access to expressive, intuitive art making.\n\nThe results, with permission, will be collected and released in zine format.\n",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "12noon",
      "to": "3pm"
    },
    "organiser": {
      "name": "Rosie Mills Eckmire",
      "about": "Rosie Mills Eckmire is an independent artist living and working in Croydon, South London. Her artwork focuses on the fragility of emotions and mental states and aims to increase understanding of mental health issues and her wider practice involves art making and collaborative working to promote empathetic living. "
    },
    "place": {
      "id": null,
      "name": "Croydon Arts Store, Unit 46/47 Trinity Court, Whitgift Shopping Centre, Croydon CR01UQ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/cs4huily0srmnnc/Antiuniversity-smiley-eyes.jpg?raw=1",
    "tags": [
      "Art",
      "Mental Health"
    ],
    "websiteUrl": "rosiemillseckmire.com"
  },
  {
    "title": "Other Ways to Care beyond the Neo-liberal Madness ",
    "description": "In recent years, it has become very clear that the mental cannot just be described from the psychiatric or psychological perspective alone: it has become a disputed and financialised object, constant prey to quantification, mapping and measurement, where diagnostic tools and clinical descriptions are increasingly influenced by the pressures to medicalise psychiatry, and are subject to the powerful interests of psychopharmacological therapeutics, as well as governmental and private insurance\nlogics.\n\nAs much as nature, the mental has become an object of resource extraction. At the same time, what we refer to as care is also undergoing massive transformations. It is increasingly reduced to psychological-physical dimensions and abstracted from any social, urban, economic, work-based context. This has contributed to its progressive deterritorialisation from spaces of existence and life\npractices. The person is left, feeling to blame and shouldering the responsibility for their mental wellbeing.\n\nMore complex ideas and practices emerging during the Second World War and post war years were at the forefront of important reforms in psychiatric care in Europe. We can refer to Institutional Psychotherapy in France, Psichiatria Democratica in Italy, and the social psychiatry and therapeutic community movement in the UK. For different reasons, they either remain to some extent neglected, side-lined or hidden from history.\nWhat is the value and potential of these programmes of healthcare and conceptions of mental illness today?\n\nThrough the presentation of case studies, readings and discussion, the workshop will attempt to examine some of the theoretical underpinnings, differences and similarities of such approaches, their evolving practices and methods, and formulate ideas around their use to trigger the imagination of other ways to care that go beyond the neo-liberal project.\n",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "2:30",
      "to": "6pm"
    },
    "organiser": {
      "name": "Kevin Sarwar-Polley + Susana Caló",
      "about": "Kevin Sarwar-Polley’s professional career to date has been to develop third sector\ncommunity based projects co designed with the people using these services to aid\neffectiveness and social impact. He is the former Director of The Simon Community.\na charity in London working with formally entrenched rough sleepers in a\ntherapeutic residential setting. Before this he worked for a decade in the NHS in\nspecialist therapeutic services for people with complex mental health needs and\ntrauma.\nSusana Caló’s work focuses on institutional practices, semiotics and militancy. She\nholds degrees in Psychology and Philosophy and a PhD from Kingston University, on\nthe topic of language, semiotics, and politics in the work of Félix Guattari, with a\nparticular focus on linking institutional analysis to broader militant, social, and\ninstitutional contexts."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London, EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/1lxb5tjxrqgyqba/Other%20ways%20to%20care%20Antiuniversity.jpg?raw=1",
    "tags": [
      "Mental Health",
      "Politics"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Tenants of the World Unite // A History of Rent Strikes",
    "description": "A rent strike takes places when tenants organise to collectively withhold their rent. It has been a protest tactic used against landlord at least as far back as the 1900s.\nRent strikes are stories of extraordinary collective resistance, of radical community organising, glimmers of hope in the dark sordid history of capitalism and the exploitation of the working class.\nThey are a realisation of collective power and a reminder that the force of change lies in the hands of the people.\nSometimes used to support a general strike and other wider struggles, rent strikes have been instrumental in changing legislation around housing and tenants’ rights.\n\nThe talk will take a look at rent strikes throughout history, and will hear from organisers of UCL Cut the Rent, London Renters Union and ACORN.",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "2pm",
      "to": "4pm"
    },
    "organiser": {
      "name": "RENT STRIKE",
      "about": "Rent Strike is the national working group for spreading and supporting rent strike action at university campuses all over the UK. // High rents in university accommodation are a symptom of the marketisation of higher education in the UK, and of the financialization of the housing market. We seek to build solidarity between struggles as a result of these reforms, and also to realise a future of free, accessible, and democratised education."
    },
    "place": {
      "id": null,
      "name": "Room 784, UCL Institute of Education, 20 Bedford Way, Bloomsbury, WC1H 0AL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/4g08zj01fbqyaud/Antiuniversity%20tenants%20of%20the%20world.jpg?raw=1",
    "tags": [
      "History",
      "Direct Action",
      "Anti-capitalism"
    ],
    "websiteUrl": "https://www.facebook.com//rentstriker"
  },
  {
    "title": "Tips for Stealing Time",
    "description": "Artists from TOMA + ArcadeCardiff will stage a cross-border discussion about ways in which to steal time. We will attempt to link up digitally, as well as physically in our disparate spaces.\n\nCome + join the discussion + add your tips to form a tip sheet we'll hope to publish later. There will be workshops too. All looking at + exploring the rise of the #timepoor / #moneypoor in the arts + beyond.",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "2pm",
      "to": "6pm"
    },
    "organiser": {
      "name": "TOMA (Emma Edmondson) + ArcadeCardiff (Clare Charles) ",
      "about": "The Other MA (TOMA) is an alternative art education model set up in 2015 by artist, Emma Edmondson, working in partnership with Metal. Designed to fit the everyday lives of contemporary artists TOMA is a response to the barriers that some face in accessing many traditional art MA models (work & family commitments, cost, geography). Artist led contemporary project space in Cardiff city centre, interactive projects, performance and experimental projects."
    },
    "place": {
      "id": null,
      "name": "TOMA Project Space, Unit 13, Royals Shopping Centre, SS1 1DG and Queens Arcade, Queen Street, Cardiff , CF10 2BY, Unit 3b, (by New Look, down the escalators)",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "https://www.dropbox.com/s/13ghxffwc2olrbm/antiuniversity%20tips%20stealing%20time.jpg?raw=1",
    "tags": [
      "Art"
    ],
    "websiteUrl": "www.toma-art.com AND https://arcadecardiff.co.uk"
  },
  {
    "title": "A walk and Intervention in Deptford and New Cross' Colonial and Racial History ",
    "description": "We will go on a walk around the neighborhood of New Cross and Deptford identifying its colonial and racial history.\n\nDeptford was one of the main shipyards for the East India Company and the Deptford Townhall shamefully is still decorated with statues of slave owners. In more recent history, is was the site of the Battle of Lewisham - a march by right wing National Front members and a clash between police and anti-fascist and anti-racist protesters. On the same road is the house that witnessed, in 1981, the racist attack from which emerged the slogan '13 Dead, Nothing Said'.\n\nAlong the walk, we will also map these events and places in an online map as well as create plaques and graffiti that describe the significance of the space.\n",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "2pm",
      "to": "7pm"
    },
    "organiser": {
      "name": "Unshackle Deptford",
      "about": "Unshackle Deptford is a student-led campaign at Goldsmiths College to decolonise the university from the curriculum to the architecture to the way we engage with the local community. We gathered that there was a need to address the colonial and racial history of the local area of Deptford and New Cross and the ways in which the university has impacted the local community. "
    },
    "place": {
      "id": null,
      "name": "Goldsmiths College, New Cross SE14 6NW",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/uaql91osw9l0m11/Antiuniversity%20Unshackle%20Deptform.jpg?raw=1",
    "tags": [
      "History",
      "Race"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Sickle Cell Disorder: Killing Me Softly?",
    "description": "A radio show for our members and others to come together and discuss SCD and thalassaemia, the ways in which these disorders affect us, and the possible repercussions in terms of life expectancy, quality of life, mental health, earning capacity and job choice and retention.\n\nA short journey into the idea of the disease as a gentle erosion of life: despite the obvious episodes of pain, it might be the more subtle stuff of which we are less aware that is more damaging to us in the long run, and it is this which is hurting us more and slowly killing us.\n",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "6.30pm",
      "to": "8.30pm"
    },
    "organiser": {
      "name": "Solace SG",
      "about": "Solace SG is a support group for people with Sickle Cell Disorder & Thalassaemia has been running for two years now, and we aim to help our members live well with Sickle Cell. We look at health in a holistic way which provide avenues for care beyond the purely medical approach. We encourage our members to use any methods that can contribute towards better overall health such as Thai Massage, Yoga, Tai Chi, and counselling."
    },
    "place": {
      "id": null,
      "name": "1b Madinah Road, London, E8 1PG",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/ns7m4y1ufsa0kub/Antiuniversity%20Sickle%20Cell.jpg?raw=1",
    "tags": [
      "Bodies",
      "Direct Action"
    ],
    "websiteUrl": "www.solacesg.org.uk"
  },
  {
    "title": "Bread Sculpture Event: Episode 2",
    "description": "Make Bake and Partake\nThe entire artistic process in one evening.\nMake an art work, have an exhibition, eat the art.\n\nWars have been fought over bread, masses have been subdued with bread, effigies have been eaten of bread and rituals created for bread. We will attempt to make a modest contribution to this rich history of wheat based baked goods by indulging in an evening of experimentation, exploration, feasting, sharing and dancing, creating our own collaborative bread ritual. It is 'the staff of life' after all.\nCome and make bread sculptures while we entertain you with tales of bread related folklore and historical anecdotes, before sharing the edible artworks over a glass of wine (byob)\n\nDough will be provided but feel free to bring your own.\nSome dips and spreads to accompany the eating will be provided but also welcomed.",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "6pm",
      "to": "10pm"
    },
    "organiser": {
      "name": "Eva Freeman and Rose de Borman",
      "about": "Eva Freeman and Rose de Borman are textile and ceramic artists who came together over a shared passion for making things and the desire to end the tyranny of landlords through housing activism. Eva and Rose have delivered a number of workshops and experiments together over the last 2 years. This is their second bread sculpture extravaganza."
    },
    "place": {
      "id": null,
      "name": "Birdsmouth Studios, 5 Birdsmouth Court, Lawrence rd (look for the plant pots) , N15 4FW",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/ts2erxrkkmnqydf/Antiuniversity%20bread%20sculpures.jpg?raw=1",
    "tags": [
      "Food",
      "History"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Thinking and not thinking with your body",
    "description": "The head is ruler of the body, right? We overlook the potential of the body to contribute to our lives, our work, our creative practice, our sense of wellness. As the pace of our lives grows faster and faster, for many of us, the body becomes simply the fleshy vehicle which takes our head from place to place.\n\nWe propose a new assumption: it’s not all about the head, it’s about the whole. What if we rememberd our body more often in our daily lives? How might this help us think with more clarity, widen our imagination, makes us feel content, alive and connected?\n\nIn this session the movements of the everyday will become our inspiration. We’ll take you through a series of short tasters, activities and experiments that will infuse your old physical habits with newness and non-sense. We’ll use our material to put together a group montage or performance.\n\nWhat you’ll get from it:\n- A bunch of ideas to play with\n- Tools to re-wild yourself without leaving the city\n- A recording of the group work to take away and share",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "6pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Roxana Bacian and Zahra Davidson",
      "about": "Zahra Davidson and Roxana Bacian co-founded Enrol Yourself in 2016, a social enterprise set up to reimagine lifelong learning through the power of peer groups.\n\nSince then Roxana has been working with groups and individuals to develop creative sessions and activities that boost their physical imagination. She designs movement sessions that propose a move from a solely cognitive-based model of community and project development towards one that allows for nonsense and mystery through using dance, poetry, sound and visual imagery.\n\nZahra is Director of Enrol Yourself. She is a certified coach and a designer by background. She is interested in the role of learning in reaching for sustainability, the intersection between design and learning experiences, and a holistic approach to learning and development that includes the physical body as well as the mind."
    },
    "place": {
      "id": null,
      "name": "Arcola Theatre, 24 Ashwin Street, Dalston, London, E8 3DL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/txky1c91g8rasq0/Antiuniversity%20thinking%20not%20thinking.jpg?raw=1",
    "tags": [
      "Bodies"
    ],
    "websiteUrl": "https:Enrolyourself.com"
  },
  {
    "title": "An introduction to Flat Thinking",
    "description": "Dr Lattin will present a short video (15 mins) 'An Inquiry into the Shape of the Earth' which documents an experiment on a frozen lake to measure the curvature of the Earth. Carried out in February 2017 by the Museum of the Flat Earth, the video repeats a 19th century hypothesis around physical flatness.\n\nThere will then be a short lecture (20 mins) by Dr Lattin who will consider a range of views on flatness, from artist John Latham (owner of Flat Time House) to the more recent idea of Flat Ontology from philosopher Graham Harman. He will conclude by considering how concepts such as flatness can have a variety of applications with which to challenge established norms across society and culture. ",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "7pm",
      "to": "8pm"
    },
    "organiser": {
      "name": "Dr James Lattin",
      "about": "Dr James Lattin is the curator of the Museum of Imaginative Knowledge"
    },
    "place": {
      "id": null,
      "name": "New River Studios, 199 Eade Road, London N4 1DN",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/q8m4j41cyyk6gua/Antiuniversity%20flat%20thinking.jpg?raw=1",
    "tags": [
      "Ecology",
      "Art"
    ],
    "websiteUrl": "www.imaginativeknowledge.org"
  },
  {
    "title": "What could a Union do for Graphic Design?",
    "description": "Do you know your employment rights?\n\nWhat existing unions could designers join?\n\nHow can you strike when you’re self-employed?\n\nWhat is a workers’ co-operative?\n\nWhat can we learn from past attempts at unionising creative work?\n\nWhat are our shared demands across creative disciplines?\n\nHow should we begin surveying our working conditions?\n\n\nFollowing on from Against Undisclosed Salaries, an open letter we sent to creative jobsboards, Evening Class will present research into unionising and co-operative working structures, including historical precedents and possibilities for the future.\n\nThe event runs in parallel with the first Workers Inquiry: Architecture open meeting in May 2018. We intend to identify the intersectional aspects of different forms of creative employment, in order to form an active community able to hold employers to account.\n\nThe event aims to bring together those already actively researching and reshaping the conditions of creative work; artists whose practice reflects and comments on artistic labour, activists surveying and reforming the material conditions of working within the cultural landscape, union representatives, and members of existing workers’ co-operatives.\n\nThe event will culminate with a wider discussion, collectively drafting a series of demands. What do we want to know and what do we want to change?\n",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "7pm",
      "to": "9.30pm"
    },
    "organiser": {
      "name": "Evening Class",
      "about": "Evening Class is a self-organising design education experiment in London, and a flexible environment where participants cultivate common interests, develop research and collectively shape the class’s agenda. Participants reflect on their practices in wider cultural/social/political contexts within London’s different landscapes, finding audiences to learn from and engage with. The curation of the classes take many forms, exploring different themes – including speakers and mentors. The group’s evolution is intended to be transparent and publicly observed, with resources widely accessible. Evening Class currently consists of 28 participants from different educational and cultural backgrounds. It is a collectively self-supporting group.\n"
    },
    "place": {
      "id": null,
      "name": "Evening Class, 48 Aberfeldy St, London E14 0NU",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/cmuyqithvuk015b/Antiuniversity%20Graphic%20designers%20union.jpg?raw=1",
    "tags": [
      "Anti-capitalism",
      "Direct Action"
    ],
    "websiteUrl": "www.evening-class.org"
  },
  {
    "title": "Archiving from Below: Countering Education",
    "description": "‘The schools and universities are dead. They must be destroyed and rebuilt in our own terms', Joseph Burke wrote in an in a introductory text about the Antiuniversity of 1968.\n\nTaking this idea as a starting point, this workshop to will explore archival material from the MayDay Rooms collections to see how comrades from the past attempted to radically reconstitute what was meant by education.\n\nThrough delving into an array of choice archival morsels from groups such as the original Antiuniversity, Libertarian Teachers Association of 1966, East London Big Flame, the militant prison-based pedagogy of NEPA News and many more, we will explore how these inspiring interventions from the past can help us critically counter educational practices of the present and rebuild them on our own terms. ",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "7pm",
      "to": "9.30pm"
    },
    "organiser": {
      "name": "MayDay Rooms",
      "about": "MayDay Rooms is an educational and organising space for social movements in the centre of London. Our building contains an archive of historical material linked to social struggles, experimental culture and the expression of marginalised and oppressed groups."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London, EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/97q4zamcp1gtzx0/Antiuniversity%20archiving-from-below.jpg?raw=1",
    "tags": [
      "Education",
      "Anti-capitalism"
    ],
    "websiteUrl": "maydayrooms.org"
  },
  {
    "title": "Spiridonova: Armed Love",
    "description": "From October 1917, the Bolsheviks in Russia could rule only in coalition with Left Socialist Revolutionaries, whose charismatic leader Maria Spiridonova was the equal of Lenin.\nUntill April 1918, they maintained a fragile alliance but by June an uprising was inevitable and the outcome uncertain.\n\nSpiridonova maps those few months as tension grows and the divide between Leninism and a more libertarian socialism becomes starker........and fixed in history.\n\nSpiridonova is awash with assasins, plotters, anarchists, bomb throwers and vast rallies. A film made with no money and no actors, but intent on restoring Maria as one of the revolutionary figures of the last century.\n\nThe screening will be followed by Q&A with director Murray Healy, Producer Ian Bone and Justine Fernandes, who plays Maria. ",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "7pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Rita Raven Production & Class War",
      "about": "Class War is an anarchist group and newspaper."
    },
    "place": {
      "id": null,
      "name": "Conway Hall, Brockway Room, Red Lion Square, WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/a0nme4q8xle6cbz/Antiuniversity%20Spiridonova.jpg?raw=1",
    "tags": [
      "Anti-capitalism",
      "History"
    ],
    "websiteUrl": "http://www.classwarparty.org.uk/"
  },
  {
    "title": "Anarchism and Class: Is it still Relevant?",
    "description": "The division of society into two main classes, the ruling class and the working class, has always been fundamental to an anarchist analysis of capitalism. However, this basic division is now considered to be too simplistic and many now argue that there are other divisions in society that are more relevant.\n\nThis discussion will consider what class struggle anarchists mean by class and why we think it is still a fundamental concept in understanding how society works and for building a movement for a revolution. It will also consider how the concept needs to be up-dated to fit with global capitalism today and not be used to mask other crucial societal divisions such as gender and race.\n",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "7pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Rebel City Collective",
      "about": "The Rebel City Collective is a group of class struggle anarchists in London whose aim is to spread anarchist ideas and practices more widely. We produce a paper called Rebel City which is now in its 8th edition. Angry workers are a group organising around workplaces in West London in\na joint campaign with IWW"
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London, EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/b5e3to4pstzp90t/Antiuniversity%20anarchists%20class.jpg?raw=1",
    "tags": [
      "History",
      "Anti-capitalism",
      "Politics"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Sonic Meditations",
    "description": "The Study Group is a workshop space dedicated to practicing artist Pauline Oliveros' Sonic Meditations: 25 recipes for making sonic experiences, that are accessible to people from all ages, with and without musical training.",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "7pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "The Study Group",
      "about": "Gathering fortnightly since May 2015, The Study Group is a workshop space dedicated to practicing artist Pauline Oliveros' Sonic Meditations: 25 recipes for making sonic experiences that are accessible to people from all ages, with and without musical training.\n\nThe workshop regularly takes place in London, currently (2018) at St Katherine's Precinct in Limehouse every other Thursday evening and at the Springfield Park Bandstand during the weekends. It has also occasionally travelled to Madrid, Porto, Margate and St Petersburg. The group are always open to new members and have recently begun to produce their own pieces.\n\n​\n\n\n\n"
    },
    "place": {
      "id": null,
      "name": "Yurt Cafe, St Katharine's Precinct, 2 Butcher Row, London E14 8DS ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/9g76ifvchbglcyp/artur%20vidal%20-%20Antiuniversity-Sonic%20meditations.jpg?raw=1",
    "tags": [
      "Sound"
    ],
    "websiteUrl": "http://www.thestudygroup.org/"
  },
  {
    "title": "The Role of Culture in a Brexiting Britain ",
    "description": "The art world has never been such a powerful force in the UK as it is now, internationally recognised students from all the world flock to Britain's art colleges, but the question is, is it a force for good? In spite of this apparent abundance of artistic self-expression, the rise of nationalism and the right reveals that many people are feeling disenfranchised and voiceless. These are battles about culture, cultural identity as well as the future of democratic politics. If culture is part of what is at stake then surely cultural policy has a role to play in countering the divisiveness of the narratives that underpin current political developments? So the question is what can culture do? And how can we cultivate a contemporary culture, together, that is by all and for all?\n\nThis discussion will invite key speakers who are working on a grass-roots level to nurture culture in all its manifestations, to overcome toxic cultural hierarchies and realise a society where the resources to make culture are more equitably shared to tell us about the work they are doing. We will then form working groups to map out cultural policies that would build towards a more democratic, equal and more radically inclusive cultural landscape.\n",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "7pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Mountford Growing Community  with Rose Gibbs and Nick Mahony ",
      "about": "Rose Gibbs and Nick Mahony are founding members of The Movement for Cultural Democracy.\n\nRose Gibbs is an artist and founder of Mountford Growing Community. Mountford Growing Community - a small community organisation that promotes community cohesion and health in Mountford Estate and the larger Hackney Community through various activities including the creation of a community garden to grow the foods residents use in their cuisines that might not otherwise be easily accessible as well as recipe sharing events, community meals and a summer school for young people in art, VR and design.\n\nNick Mahony - is co-founder of The Movement for Cultural Democracy. Nick is an independent researcher, former Open University academic and coordinator of the Raymond Williams Foundation, which is a charity that supports self-organised education and the long revolution towards participatory democracy.\n\nSPEAKERS:\n\n\nDan Baron Cohen\nDan Baron Cohen is a community-based arts-educator and eco-cultural activist from Wales, who lives and works in the Brazilian Amazon city of Marabá. After post-graduate studies in Oxford University, Dan developed collaborative projects with young people in post-industrial and conflicted communities at risk in northern England, South Wales, north of Ireland and South Africa. In 1998, a visiting professorship at the State University of Santa Catarina, southern Brazil, launched collaborations with landless, indigenous, trade-union and university communities in Brazil. Between 1999-2001, Dan coordinated the collective community-based national monuments The Castaheiras of Eldorado dos Carajás (Landless Movement, Amazon), and The Other 500 Years (Indigenous Movement, Bahia), deepening his understanding of pedagogies of transformation. Since then, sustained residencies throughout Brazil have developed performance-based pedagogies of cultural action for social transformation, in collaboration with arts education networks in Africa, Asia, Latin America, North America and Europe. These 'transformance’ techniques have been applied to develop community security, teacher education and youth-led advocacy for a paradigm of good living, sustained by solar energy, notably in the Transformance Institute’s current ten-year project in the urban Amazonian community of Cabelo Seco, in Marabá City. The project has won numerous regional, national and international awards.\n\nKevin Green\nKevin is the co-founder of the architectural and art association STORE projects, a London-based association of architects, artists and designers composed of three core elements: an educational programme of art and architecture courses, wide-ranging public events and exhibitions, and a socially engaged design practice. STORE aims to facilitate and drive local change within the urban environment, engaging directly with the socio-economic challenges of the 21st century, producing projects and events beneficial to the local community. Kevin graduated from MA Sculpture at the Royal College of Art having previously studied at the Bartlett School of Architecture. Kevin currently teaches on the AIS design module at the Bartlett School of Architecture. \nstoreprojects.org.\n\nAnshu Srivastava\nAnshu Srivastava is an architect who co-runs the community organisation Bold Vision in South London. Anshu writes: \"There are some things which transcend my bio, my black skin, male privilege and hybrid culture come to mind. I was politicised through the Anti-Apartheid Movement, whilst studying to be an architect during the Thatcher years. I founded a design studio and started a family, mostly preoccupied with my own concerns until the Refugee Crisis in 2015 awoke me again to political activism. Alongside architecture, I now co-run a community organising charity in South London and am training to be a psychoanalytic psychotherapist. My commitment to Internationalism, Anti-Capitalism and the unexpected chance of a Corbyn led government encouraged me to vote against our country’s continuing membership of the EU.\nhttp://www.boldvision.org.uk/about\n\nMoussa Sylla\nMoussa Sylla is a community organiser at the Selby Trust, a community organisation that brings together a rich mix of individuals and organisations, primarily from BME, refugee and other historically excluded communities in Tottenham, Haringey, North London and beyond. The Selby Trust aims to increase the capacity and sustainability of historically excluded groups in the diverse communities served and to promote and support, directly and through networking, a range of opportunities to enable all communities to achieve economic, social and cultural growth. Moussa Sylla, in partnership with Black Training Enterprise Group have started a pilot for their new project, ‘Ready4Success’, a community led sustainable social enterprise that is built upon and led by community engagement and empowerment.\nhttp://www.selbytrust.co.uk"
    },
    "place": {
      "id": null,
      "name": "Mountford Estate Community Hall, Cecelia Road, Hackney E8 2HY",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/d3a85g71i452kl7/Antiuniversity-CulturalDemocracyl.jpg?raw=1",
    "tags": [
      "Politics"
    ],
    "websiteUrl": "www.culturaldemocracy.uk"
  },
  {
    "title": "How To Host Your Own DIY Feminist Festival",
    "description": "Have you ever thought about running a festival or event in London? Come to this free informal workshop run by feminist organisers who have organised, run and funded a number of popular festivals and events in the UK.\n\nOur speakers will talk about their experiences of organising sell-out events, give attendees some useful tips about organising and funding, and facilitate a brainstorming session. Bring your ideas for ace events or festivals and we'll help you think about what steps you need to take next, and how to plan your very own DIY feminist (or other) festival!",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "6.30pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Sophie Yates Lu",
      "about": "Sophie Yates Lu has co-organised and facilitated various free events in London including: Feminist Solidarity Fest, What Women Want 2.0, Clear Lines, and Beyond The Wage Gap. Joining her will be feminist organisers who have organised, run and funded sell-out events - speakers tbc."
    },
    "place": {
      "id": null,
      "name": "Canvas Cafe, 42 Hanbury St, London, E1 5JL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/ctfq628wew4n7bv/Sophie%20Yates%20Lu%20-%20Zoella%20%281%29.jpg?raw=1",
    "tags": [
      "Feminism",
      "Education"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Politics and Place in Three Experimental Short Films",
    "description": "We will screen three short films by young experimental film makers that explore the relation between politics, landscape and place in contemporary Britain. ",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": "6:30pm",
      "to": "8pm"
    },
    "organiser": {
      "name": "Eliot D'Silva and Andrew Key",
      "about": "Eliot D'Silva and Andrew Key are two lapsed literary scholars who want to try some new things out. They are currently at work on a project about the kinds of collectivity and communalism that emerge in the different relations to place that are experienced in UK party subcultures, such as warehouse parties and field raves. "
    },
    "place": {
      "id": null,
      "name": "SET Space, 27a Dalston Lane, London E8 3DF",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/rlks7xv6k979z90/Antiuniversity-politics-place.jpg?raw=1",
    "tags": [
      "Politics",
      "Gentrification",
      "Art"
    ],
    "websiteUrl": "https://vimeo.com/239265635 (password: rousseau)"
  },
  {
    "title": "",
    "description": "",
    "date": "Thursday 14th June 2018",
    "time": {
      "from": null,
      "to": null
    },
    "organiser": {
      "name": "",
      "about": ""
    },
    "place": {
      "id": null,
      "name": "",
      "description": null,
      "area": ""
    },
    "imageUrl": "nullraw=1",
    "tags": [],
    "websiteUrl": ""
  },
  {
    "title": "East End Jam",
    "description": "Foraging walk and jam making workshop",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "10am",
      "to": "4pm"
    },
    "organiser": {
      "name": "Clare Qualmann",
      "about": "Clare Qualmann is a London-based artist. Everyday routine, the ordinary and unnoticed and the meeting of the personal and the political are sources of inspiration. East End Jam began in 2014 in response to the unexpected fruitfulness of a walk in Stratford (East London) and has grown to become a participatory walking, foraging and preserving project. Clare lectures part-time at the University of East London, and at London Metropolitan University. "
    },
    "place": {
      "id": null,
      "name": "London Fields, entrance next to the Tennis Courts, Hackney, London E8 3EU ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/qbumtmnte4pjfss/Antiuniversity%20east%20end%20jam.jpg?raw=1",
    "tags": [
      "Food"
    ],
    "websiteUrl": "eastendjam.wordpress.com"
  },
  {
    "title": "How to Form a Tourist Board",
    "description": "I​an​ B​one​ ​of Class War ​shows how setting up a tourist board can be fun and radical + the launch of the TOP 50 SOUTH NORWOOD  ATTRACTIONS\n\n​S​ee how the Sensible ​G​arden has become an autonomous​ ​zone with no rules, ​hear ​how Croydon ​Council sent in riot cops to stop a lake naming ceremony, ​learn ​how advertising giant ​O​utdoor​ Plus was ​made to clean up t​heir own mes​s, find out how ​South ​Norw​o​od took on the lake district tourism​ board and forced them to acknowledge ​it ​h​ad more lakes​ and ​meet​ Pickles​,​ the dog ​who FOUND THE WORLD CUP​!\n\nPlease note: this event involves walking. ",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "1pm",
      "to": "3pm"
    },
    "organiser": {
      "name": "SOUTH NORWOOD TOURIST BOARD",
      "about": "South Norwood Tourist Board - SEEING things DIFFERENTLY"
    },
    "place": {
      "id": null,
      "name": "Norwood Junction Station",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/tgf049r5ho61ik1/Antiuniversity%20Tourism%20board.jpg?raw=1",
    "tags": [
      "Anti-capitalism"
    ],
    "websiteUrl": "www.southnorwoodtouristboard.com"
  },
  {
    "title": "Lyotard's Lecture: Philosophy & Action",
    "description": "A public reading and seminar on Lyotard's 1964 lecture On Philosophy and Action, in which he answers the question 'What use, after all, is philosophy?', discusses Freud's concepts of lack and longing, and reflects on Marx's thesis that 'the point is to change the world'.\n\nAttendees will take turns reading aloud to deliver the whole lecture, followed by an open discussion of the text and its themes. ",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "4pm",
      "to": "6pm"
    },
    "organiser": {
      "name": "Deirdre Daly",
      "about": "Deirdre Daly lectures in Philosophy and in Academic Writing at Goldsmiths College. Her research interests are the History of Philosophy, Continental Philosophy and Non-Western Philosophy."
    },
    "place": {
      "id": null,
      "name": "LARC (London Action Resource Centre), 62 Fieldgate Street, London E1 1ES",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/k1n211psufaoohi/Antiuniversity%20Philosophy%20and%20Action%20Lyotards%20Lecture.jpg?raw=1",
    "tags": [],
    "websiteUrl": ""
  },
  {
    "title": "Talking in Languages : Translation Party",
    "description": "Join our translation party at The Feminist Library where we will be collectively translating selections from zines, pamphlets and periodicals from the library’s special collection. Everybody is welcome! If you have an interest in translation, want to break language canons, help with opening access to a history of feminist DIY distribution, even if you don’t speak more than one language, you can still help! We will discuss issues around translation, about being part of a polyphonous community, ways of decolonising and queering our speech and writing, etc.\n\nDuring the party participants will be encouraged to select and translate extracts they find interesting and as a result the work produced collectively will be used as a resource for the Feminist Library. We will also use the library’s photocopier to make a zine out of our translations.\n\nTalking in Languages Translation Party is a free event however we encourage donations to The Feminist Library on the day.\n",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "6:30pm",
      "to": "8:30pm"
    },
    "organiser": {
      "name": "Mother Tongues",
      "about": "Mother Tongues is a collective that explores ways of decolonializing and queering language. Our workshops focus on translation as action, celebrating our collective polyphonous tongues.\n\n"
    },
    "place": {
      "id": null,
      "name": "The Feminist Library, 5 Westminster Bridge Rd, South Bank, London SE1 7XW",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/uq63y9piapz1p90/Antiuniversity%20mother%20tongues.jpg?raw=1",
    "tags": [
      "Feminism",
      "History"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Art, Glitch, Politics",
    "description": "At a time when the meaning of democracy is challenged by the power of algorithms and the politics of misinformation, what has become apparent, is that the valorisation of data is the defining characteristic of contemporary digital capitalism.\n\nBig Data is sold on the basis of accurate retrieval; the promise that a series of perfect signals can be abstracted from the background noise of the world’s incessant uploading of information.\nAgainst this background, the rise of digital ‘glitch’ art is interesting in terms of how it privileges noise over signal and aestheticises error.\n\nGlitch artists randomly re-assort ordered sequences to demonstrate that order itself is arbitrary, contingent and open to transduction. In deliberately confounding the apparently smooth interface through which digital messages are received, the glitch aesthetic suggests a productive imagery for a politics which confronts the hierarchies embedded in and reproduced by digital culture.\n\nThis event is part of the Culture, Power & Politics seminar series organised by Jeremy Gilbert and the Centre for Cultural Studies Research at the University of East London.",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "6.30pm",
      "to": "8.30pm"
    },
    "organiser": {
      "name": "Debra Benita Shaw",
      "about": "Debra Benita Shaw is a Reader in Cultural Theory at the University of East London. She is the author of Women, Science & Fiction (2000), Technoculture (2008) and Posthuman Urbanism (2017). She is a founder member of the Centre for Cultural Studies Research. More importantly, she believes that education should be free and that access to knowledge is a human right."
    },
    "place": {
      "id": null,
      "name": "Doomed Gallery, 65-67 Ridley Road, Dalston, E8 2NP",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/kh1w6u5yuh1udzl/Antiuniversity%20glitch-art-photography-15.jpg?raw=1",
    "tags": [
      "Technology",
      "Politics",
      "Art"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Reclaim the Hides Radical Birdwalk",
    "description": "This outdoor TED Talk will follow the form of a guided bird walk around a park in East London. However, instead of identifying as many species as possible or hunting down an migrating rarity, the objective will be to explore the radical examples set by birds, and to reframe birdwatching as an act that, while not revolutionary in itself, is one worthy of anyone who wants to build a better world (or just turn their back on the one we have already messed up).\n\nFor all recorded history people have projected their hopes, fears and existential rubbish onto birds, and sought to crowbar out of them a profound understanding of the human world. As flawed and whimsical as this oulook might undoubtedly is, the premise of this walk/talk is that revolutionaries, radicals, utopians and truck-burners can do the same.\n\nThe precise content of the walk will be based (very) loosely on the wildlife we encounter, but it will more than likely include references to class war, the disestablishment of nation states, polyamory, Peter Kropotkin, Silver Mt Zion and direct action tactics. And as the walk/talk will be firmly participatory, I would welcome others' contributions/interjections, too.\n\nKnowledge of British breeding birds is not required. To be honest, I'd prefer you forget any you have as it will probably interfere with my own half-baked hypothesising.\n\nAnd I have to admit the content is not what most would consider suitable for children.",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "6.30pm",
      "to": "8pm"
    },
    "organiser": {
      "name": "Matthew See",
      "about": "Mathew See is a hopeless dreamer and not-much-better birder. "
    },
    "place": {
      "id": null,
      "name": "Haggesrton Park. Meet outside Hackney City Farm",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/0zd8ksms6kcuhaf/Antiuniversity%20Reclaim%20Hides.jpg?raw=1",
    "tags": [
      "Ecology",
      "Anti-capitalism"
    ],
    "websiteUrl": ""
  },
  {
    "title": "MAX for Beginners",
    "description": "MAX is a computer toolkit that connects sound, video, inputs and outputs, allowing you to mess around with them to create audio/visual instruments, tools and interactive environments. It offers the power of a high end programming language with the ease of use of Lego. It’s the go-to computer programme for experimenting with sound. Learn everything you need to know about how to use MAX in 3 hours.\n\nThe workshop is led by Matthew Olden, who has been using MAX for almost 20 years. He uses it every day to earn a living, compose, to experiment and to have fun.\n\nParticipants will be required to bring their own laptop/computer with the newest demonstration version of Max running on it here - https://cycling74.com/downloads\n",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "6pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "BEEF  (Bristol Experimental Expanded Film)",
      "about": "BEEF (Bristol Experimental Expanded Film) is a film and sound collective supporting experimental practice in Bristol. BEEF provides an independent platform for artists’ production, distribution and critical engagement, predominantly focusing on experimental and analogue practices. BEEF members work together to organise events, screenings, performances, exhibitions, residencies, and workshops.\n\nThe workshop will be led by Matthew Olden. Matthew is a Bristol based computer artist who makes interesting things by programming his computer. He makes a wide range of computer programs that make music, do visuals and manipulate data. Matthew then more often than not uses these programs in live performance.\n"
    },
    "place": {
      "id": null,
      "name": "BEEF, Brunswick Club, 15-16 Brunswick Square, Bristol, BS2 8NX",
      "description": null,
      "area": "South West"
    },
    "imageUrl": "https://www.dropbox.com/s/1qdsx7j0dnrco4c/Antiuniversity%20max.jpg?raw=1",
    "tags": [
      "Technology",
      "Sound"
    ],
    "websiteUrl": "https://matthewolden.co.uk"
  },
  {
    "title": "No more children ",
    "description": "Watch a documentation of the event on https://tinyurl.com/Antiuni-no-more-children\n\nI have been feeling more and more restricted lately by other people's desires, other people's believes and frameworks. I've been feeling pressure to do with the language I use to express myself, a language which comes from a heteronormative, patriarchal discourse.\n\nI don't mind children, really. But what I mind is a logic of compulsive, reproductive futurity, which seems to permeate everything and control my life, even when I walk down the pavement.\n\nMy stance is this: The problem is not that people are having babies. The problem is that having babies creates a logic that refuses to be superseded – a logic that compels us to consider ourselves in relation (and only in relation) to it; it compels us to define ourselves in relation to it and to make decisions around our lives alongside it. The logic that having babies gives rise to shapes who we are; this logic sets the term of the discussion, which impose an ideological limit to other life narratives and which renders unthinkable anything beyond it. What would it mean not to fight for children, but to fight for oneself? How could one take the other side or to abolish sides all together? And do we need to answer the question: if not this, then what? Do we have to make sense only in relation to a future defined by children?\n\nBlame the narcissists that do not want to have children!\nBlame the hedonists that do not want to have children!\nBlame the selfish, for not wanting to have children!\n\nBut if this is what narcissism is, then I want to be narcissistic, I want to be hedonistic, I want to be selfish.\n\nDown PRONATALISM\nDOWN PRONATALISM\nDOWN PRONATALISM\n\nEVERYONE TOGETHER\nDONW PRONATALISM\n\nDOWN PAEDOCRACY\nDOWN PAEDOCRACY\nDOWN PAEDOCRACY\n\nWE WANT ACROBATICS, WE WANT SEX ACROBATICS, WE DO NOT WANT PROCREATIVE SEX, JUST ACROBATICS\n\nI want to think and to write about these things. I'd like to invite you ALL, singles, mothers, non-mothers, fathers, queers, gender fluid, LGBTQ+ to share your own concerns with me through contributing to a discussion as part of the Anti-University week in June. ALL WELCOME.",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "6pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Eirini Kartsaki",
      "about": "Eirini Kartsaki is a performance maker, writer and teacher. She makes performance work that engages with notions of desire, repetition and the unfulfilled. She is interested in challenging the dominant western heteronormative discourse through writing, performance and discussion. She has published her work and more recently her monograph Repetition in Performance: Returns and Invisible Forces. "
    },
    "place": {
      "id": null,
      "name": "Conway Hall, Bertrand Russell Room, Red Lion Square, WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/yzde6cz96un8tk8/Antiuniversity%20no%20more%20children.jpg?raw=1",
    "tags": [
      "Feminism",
      "Politics"
    ],
    "websiteUrl": "http://www.eirinikartsaki.com/"
  },
  {
    "title": "Climate Change and the Need to Change Behaviour in the West by Prof Kevin Anderson; Screening and Discussion",
    "description": "Climate Change and the Need to Change Behaviour in the West by Prof Kevin Anderson; Screening and Discussion\n\nBullet points of the evening:\n\nWe are watching a lecture by Prof Kevin Anderson\nWe will have a discussion on the points he raises in his talk\nWe will be exploring what issues matter to people\nWe will be exploring what differences people can make\n\n\nA few paragraphs on the subject:\n\nClimate change is about how the way that human beings collectively are impacting the ecology of the world, in particular via burning fossil fuels which produce carbon dioxide and practices that increase greenhouse gases that result in changes in temperature and weather patterns. Climate change is one of the most significant problems which the world faces yet because of its massive and diffuse nature approaches to dealing with it are caught in a miasma of differal and avoidance.\n\nThe recognition that cars and plane travel is fundamentally changing the weather and temperature, and in turn causing the melting of the polar ice caps to cause sea levels to rise is scant.  There is a cognitive dissonance about the lifestyle people feel they have a right to in the west and the acknowledgement that we are moving towards massive global upheaval because of consumer desires and convenience wants.  In many respects climate change isn’t about saving the planet but it is about us and our vulnerability to a level of climate disruption civilisation has never seen.\n\nThe massive industrialisation of beef and dairy herds has shaped behaviours such that meat and dairy seem to feature in nearly every single meal.  This production of so many head of cattle is resulting in the damaging of the environment through the sheer amount of methane which cows produce. Methane is between 28 and 34 times more potent than the equivalent amount of CO2 making the propensity to eat meat a significant contributor to climate change because of the production of greenhouse gases\n\nThinking about this in equitable terms is pivotal.  It will not be the rich who suffer first but the poorest.  Places like Bangladesh are most vulnerable and will be hit the hardest by sea level rises.  This in turn will reduce the amount of land on which people can live and farm causing the displacement of millions of people who will move into other countries for survival.\n\nMore extreme winters and summers are resulting and weather patterns become altered.  Understanding the impact of our multiple cheap flights to holiday on the continent means imagining what happens if the gulf stream changes then the temperature of Scotland will drop to the temperatures of Moscow in Russia.  Storms and winds become more eratic and many animal species will suffer along with plant species which are not adapted to the extremes.\n\nThe United Nations brought together the Intergovernmental Panel on Climate Change to accumulate the science and research the problems we are collecitvely facing. What it requires is the collected awareness and behavioural change of human beings if we are to prevent impending tragedies and catastrophies from happening.\n\nProf Kevin Anderson is deputy director of the Tyndall Centre for Climate Change Research and does not mince his words when discussing the magnitude of the issues we face.  This talk he gives is a good and clear analysis of the flawed nature of how the climate change problem is being conceptualised and approached.  This event is about having a discussion on what people think about the issues and what might be done in response to the crisis.\n\nWe will be watching a presentation made by Kevin in Denmark which addresses the facts of climate change and prompts the rethinking of how climate change is collectively being approached.\n\nCome along and join the discussion after the screening of Kevin Anderson’s presentation",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "7.30pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Ragged University",
      "about": "Kevin holds the Zennström professorship at Uppsala University and is chair of energy and climate change at the School of Mechanical, Aerospace and Civil Engineering (MACE) at the University of Manchester. He is deputy director of the Tyndall Centre for Climate Change Research and a non-executive director of Greenstone Carbon Management. Kevin is research active with recent publications in Science, Nature and Nature Geosciences.\n\nKevin engages widely across all tiers of government (UK and Sweden) on issues ranging from shale gas, aviation and shipping to the role of climate modeling (IAMs), carbon budgets and ‘negative emission technologies’. His analysis previously contributed to the framing of the UK’s Climate Change Act and the development of national carbon budgets.\n\nKevin has a decade’s industrial experience, principally in the petrochemical industry. He is a chartered engineer and a fellow of the Institution of Mechanical Engineers"
    },
    "place": {
      "id": null,
      "name": "Lighthouse Bookshop, 43-45 West Nicolson St, Edinburgh, EH8 9DB",
      "description": null,
      "area": "Scotland"
    },
    "imageUrl": "https://www.dropbox.com/s/wr7s7oabnovdt4n/Antiuniversity%20Now%20-%20Antiuniversity%20Ragged%20University.jpg?raw=1",
    "tags": [
      "Politics",
      "Mental Health"
    ],
    "websiteUrl": "https://www.raggeduniversity.co.uk"
  },
  {
    "title": "Migration and Capitalism",
    "description": "Plan C will lead a discussion on migration and capitalism, investigating how the current crisis has been caused by the present conditions of capitalist modernity, how it is key to reproducing those conditions, and how it can be a point of resistance against them.\n\nWe hope to create an inclusive and comradely space where people can not only discuss these issues, but begin to plan and strategise for new ways to overcome them.\n\nNo borders. Smash the state.\n",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "7pm",
      "to": "10pm"
    },
    "organiser": {
      "name": "Plan C North/Northeast London",
      "about": "Plan C exists to organise in, beyond, and against capital. We think this requires the development of ideas and practices that are able to cohere together whilst at the same time being dynamic enough adapt to changes in our lives and our work. Whilst we try to avoid tying ourselves down to key principles and hallmarks, we strive to be a pluralist, non-rivalrous, and experimental organisation. We are also committed to movement building over organisation building. It is our intention as Plan C North London to use this as an opportunity to build stronger bonds of solidarity between people within the locality."
    },
    "place": {
      "id": null,
      "name": "LARC (London Action Resource Centre), 62 Fieldgate Street, London E1 1ES",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/ad2chbn0d8u93j4/Antiuniversity%20migration%20capitalism.jpg?raw=1",
    "tags": [
      "Anti-capitalism",
      "Direct Action",
      "Politics"
    ],
    "websiteUrl": "www.weareplanc.org"
  },
  {
    "title": "Under the Hackney Wick Paving Stones",
    "description": "Hackney Wick is the intersection of countless political, social, spatial and artistic ley (fault?) lines. It's in a state of acute flux. Ideological battleground? Future London?  On this walk, with a nod to the Situationists of Paris 1968, we're going to peel back some of those layers using the technique of the Dérive. We're going to try and find out what matters. We're going to look for the beach beneath the paving stones...\n\nBring a prop, bring an idea, bring an opinion: this is an experiment in collaborative learning and creation. Feel free to bring a pen and paper or even some crayons. It is not lecture. We're going to explore – physically and mentally. Can we find the beach?",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "7pm",
      "to": "8.30pm"
    },
    "organiser": {
      "name": "Hackney Tours",
      "about": "Hackney Tours is a very personal project: joining the dots in East London since 2012, exploring centuries of dissent and radical politics and seeing how it connects with the contemporary culture of Hackney. And asking questions of the London of tomorrow. What kind of city do we want to live in? Who is it for?\n\nMuch of this exploration has taken place around Hackney Wick and this artistic playground has been very important to Hackney Tours creative development. It's now a 'highly desirable residential area'. What does that mean? Who is this for? What kind of life is this for?"
    },
    "place": {
      "id": null,
      "name": "Stour Space, 7 Roach Rd, London E3 2PA",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/ovie1stg33x0sed/Antiuniversity%20-%20Hackney%20tours.jpg?raw=1",
    "tags": [
      "History",
      "Politics"
    ],
    "websiteUrl": "https://hackneytours.com/"
  },
  {
    "title": "ART4MINDS: Visualising Creativity",
    "description": "Creativity seeps into all aspects of our lives and practising meditation creates space in the mind to think more creatively so we don’t get stuck in our thoughts and routines.\n\nART4MINDS believe that nurturing our creativity is important as the creative flow is a powerful tool for self-discovery and can help us relieve stress and anxiety. A lot of our mental health issues today are caused by the pressure put on us living in a Capitalist society. Unfortunately it is becoming increasingly more difficult to access mental health services in the public sector. ART4MINDS is a DIY self-help group using meditation and art to create a therapeutic environment for people to express themselves and hopefully relieve some of the stress they may experience in their lives.\n\nThe workshop starts with a meditation where you will be taken on a journey to the depths of your emotional and spiritual being to visualise and explore your inner creativity. After the meditation we will be turning our journey into works of art with the materials provided.\n\nThe workshop is open to all. No experience required!\n\nRefreshments available at the venue",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "7pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Sara Stenbæk",
      "about": "Sara Stenbæk is a Danish illustrator and participatory arts practitioner who focuses her practise around art and the mind. Sara has a degree in Psychology from Roskilde University where she studied creativity and education. Last year she started an MA in Applied Anthropology and Community Arts at Goldsmiths but interrupted due to being completely disillusioned with the current formal educational system. She has over the last couple of years been running workshops around London using meditation and art to help adults and children alike connect with their inner creativity."
    },
    "place": {
      "id": null,
      "name": "504 Ridgeway Road, SW9 7EX",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/jrvu7hac67tckdu/Antiuniversity%20Art4Minds.jpg?raw=1",
    "tags": [
      "Art",
      "Mental Health"
    ],
    "websiteUrl": "http://www.sarastenbaek.com/"
  },
  {
    "title": "Anarchism for Beginniers",
    "description": "Anarchism is often represented in the media as meaning chaos and disorder. But nothing could be further from the truth.\n\nThis meeting, presented by a long-term active anarchists Rebel City Collctive, will explain in simple terms what anarchism is, its different forms, what it wants to achieve, and how it might deal with difficult issues, such as police and prisons, for a future society .\n\nThere will be plenty of time for questions and discussion.\n",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "7pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Rebel City Collective",
      "about": "The Rebel City Collective is a group of class struggle anarchists in London whose aim is to spread anarchist ideas and practices more widely. We produce a paper called Rebel City which is now in its 8th edition. "
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London, EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/v4vz579txvxxk13/antiunivrsity%20anarchism%20beginners.jpg?raw=1",
    "tags": [
      "Politics",
      "History",
      "Anti-capitalism"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Who owns England? It isn't us!",
    "description": "Land ownership in Britain is one of the most unequal in the world. More than a third of our land is still owned by the aristocracy, whose ancestors seized it during the Norman Conquest.\n\nBy fencing off land and using violence to exclude people, landowners have deprived the rest of us of what should be a shared resource. The vast majority of us own little or nothing. Even the land that was once meant to be common land has been taken away from us.\n\nLand issues lie at the heart of so much inequality and environmental degradation in society today. Landowners are able to control and exploit our natural resources and force the rest of us to be beholden to them for food, shelter and other needs. Despite their huge wealth, our taxes are used to pay landowners millions in farming subsidies and housing benefit, increasing inequality still further.\n\nHow can we fight for land rights in the UK, if we do not have complete information about who owns what in England and Wales?\nGuy Shrubsole will present his research on land ownership in England, providing us with the ammunition to fight for land justice.\n\n",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "7pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Guy Shrubsole from the Land Justice Network",
      "about": "The Land Justice Network was set up in June 2017 in order to campaign for land rights in Britain. Guy Shrubsole has done extensive research on land issues and is currently writing a book on the subject. "
    },
    "place": {
      "id": null,
      "name": "Peckham Pelican, 92 Peckham Road, London SE15 5PY",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/xk87ufqsc2vi871/Antiuniversity%20who%20owns%20England.jpg?raw=1",
    "tags": [
      "Politics",
      "History",
      "Gentrification",
      "Anti-capitalism"
    ],
    "websiteUrl": "https://whoownsengland.org"
  },
  {
    "title": "Max Gluckman's ‘The Bridge’ - Social Anthropology & De-colonial Practice",
    "description": "My father, Max Gluckman (1911-1975), was a founding member of the influential Manchester School in social anthropology and a lifelong anti-racist and anti-colonial political thinker.\nHe was one of the very few people in the UK at the time who worked to change public attitudes towards the Mau-Mau by making broadcasts on the BBC and writing articles in the then 'Manchester Guardian'.\n\nThis is a short, no-budget film about his life and work.\nAfter a short introduction to Max's colourful life, the film features excerpts from a paper read by the author Prof. Pnina Werbner. Her text deals with the 'amnesia' displayed by many radical critiques of social anthropology concerning the Manchester School of which Max Gluckman was a founding member.\n\nIn particular her paper focuses on the seminal essay by MG 'The Bridge: Analysis of Social Situation in in Zululand'.\nThe images in the film mainly consist of photos Max and Mary Gluckman took in Zululand and Barotseland between 1938 and 1940. These photos have been digitised by the Royal Anthropological Institute who have kindly given permission for their use in this film.\nMax and Mary were amongst the first social scientists to use a camera (B&W) to show the realities of social relations between people of colour and Caucasians. Part of that reality was that MG was banned from entering Zululand.\n\nLater this year the first biography of MG 'The Enigma of Max Gluckman' by Prof. Robert Gordon will be published.",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "6.45",
      "to": "8pm"
    },
    "organiser": {
      "name": "Tim Gluckman",
      "about": "Tim Gluckman led two walks as part of 2017 Antiuniversity and took part as a student in the 1968 Antiuniversity."
    },
    "place": {
      "id": null,
      "name": "Housmans Bookshop, 5 Caledonian Rd, London N1 9DY",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/lx818iwvcfu8qje/Antiuniversity-Max-Gluckman.jpg?raw=1",
    "tags": [
      "History",
      "Race"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Circus Skills for Beginners",
    "description": "This is an informal introduction to some basic circus skills for those who fancy giving them a try in a super-friendly and relaxed atmosphere.\n",
    "date": "Tuesday 12th June 2018",
    "time": {
      "from": "7:30pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "New River Studios",
      "about": "The workshop is hosted by the good people from Spinning, a weekly meet-up of like-minded circus practitioners that sets itself apart by its inclusive, down to earth and family vibes. "
    },
    "place": {
      "id": null,
      "name": "New River Studios, 199 Eade Road, London N4 1DN",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/4eh6qn5cfd47aeb/Antiuniversity-circus-skills.jpg?raw=1",
    "tags": [
      "Bodies"
    ],
    "websiteUrl": "www.newriverstudios.com"
  },
  {
    "title": "The Knowledge Store",
    "description": "What do you know? What have you learned? What little things make your life easier, and what lessons or advice would you like to share with the world?\n\nJoin Pete Kingston in exploring our everyday knowledges as he celebrates (and tries to record) our working knowledges, the teachings we receive at the university of life. When does knowing something become useful, and how much is learned and never used? What fascinates you, what are you proud of having learnt? For example, Pete is strangely proud of a knot he claims to have invented, which means he never has to tie his shoelaces again. Skills, hobbies, life hacks, common sense or arcane knowledges, come share your life lessons – and learn from other peoples’ – at The Knowledge Store.",
    "date": "Tuesday 12th June 2018\n\n",
    "time": {
      "from": "6pm",
      "to": "8pm\n\n\n"
    },
    "organiser": {
      "name": "Pete Kingston",
      "about": "Pete Kingston is a practitioner of socially investigative art and an MA student on Creative Education: Making Learning at Plymouth College of Art. His current work as both artist and educationalist examines the tensions between art and education, and in the relationships between artist/teacher and public/learner (respectively and interconnectedly), to explore empowerment and emancipation in education.\n\n"
    },
    "place": {
      "id": null,
      "name": "The Bread and Roses Free House, 62 Ebrington Street, Plymouth PL4 9AF\n",
      "description": null,
      "area": "South West"
    },
    "imageUrl": "https://www.dropbox.com/s/3uwd3988vwocz8q/Pete%20K%20-%20Antiuniversity-The-Knowledge-Store.jpeg?raw=1",
    "tags": [
      "Education"
    ],
    "websiteUrl": "petekingston.x10host.com"
  },
  {
    "title": "The Temple of Black Dog",
    "description": "The Temple of Black Dog:\nReframing Depression and Death in an age of brutality and numbness.\n\nA participatory, multi-dimensional, psychedelic, deconstructed performance lecture; unraveling the story of Black Dog's heroic 1500 mile adventure 'on the road' from Seattle to LA in the wake of Trump's triumph in Nov 2016.\nThe story maps the artist's journey of courage in the face of fear and how stepping into the chaos of the creative cycle may be navigated, danced and celebrated.\n\nBlack Dog welcomes your humanity:\nCome, rest your heavy burden, share your story, bring your joys and sorrows. All sufferings will be met and transformed into tail wagging wonder!\nBread will be broken, buttered and shared. Wine will be poured.\nWe will dialogue on the terrifying nature of Love, Vulnerability and Truth.\n",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "6",
      "to": "7:30pm"
    },
    "organiser": {
      "name": "Marina White Raven",
      "about": "Marina White Raven is a multi-dimensional artist with a process based inquiry that integrates art and mysticism in performance, installation, ritual and song. Her work addresses polarity, sexuality, spirituality and nature; exploring how these inter-twine with individual and universal identity and reflect the light and shadow of human experience.\n\nMWR inhabits a cosmic menagerie of personas and animal spirits, challenging the artist ego identity and inviting the public to engage in personal, intimate, connection. Her desire to elevate and merge with the spectator is a political act, exposing traditional theatrical pretensions of audience passivity and social separation (sitting quietly and invisibly in the dark)"
    },
    "place": {
      "id": null,
      "name": "Our Place, 1 Alpine Grove, London E9 7SX",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/2tbo9tzlsc65n88/antiuniversity-blck-dog-final.jpg?raw=1",
    "tags": [
      "Mental Health"
    ],
    "websiteUrl": "https://blackdoggoestouniversity.tumblr.com/"
  },
  {
    "title": "Put A Pocket In It",
    "description": "How often to do you reply to a compliment about something you’re wearing with: ‘and it has good pockets!’ ? Not enough women’s clothing has functional pockets, but that doesn’t mean we have to live without them.\n\nBring your clothes that you wish had pockets and we can provide the materials, tools or a helping hand (whichever you need) to add them. Whether a hidden, in-seam pocket, or decorative patch pocket; somewhere to put your hands, or your phone, or a good luck charm; make your existing clothes serve you better.\n\nThrough this practical workshop we want to open a conversation about work/utility wear and the possibilities of feminism as functional clothing. If more women’s clothing had pockets, would we still carry bags? Would we still be the ones with the tissues, the lip balm, the painkillers and the snacks? How does having pockets free us or influence us?\nWe also hope to share the skills and confidence which allow us to take ownership of our clothing, reducing the need to buy new and providing an alternative way to engage with the fashion system.\n\n(All welcome, no previous experience necessary. )",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "5pm",
      "to": "8pm"
    },
    "organiser": {
      "name": "Esme Armour",
      "about": "Esme Armour is a Nottingham based artist/researcher. She works with textiles, exploring communication through pattern and colour, and the benefits of collective activity. Her current projects focus on workwear for contemporary labour."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London, EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/e5v5l37gqif7h75/Antiuniversity%20put%20a%20pocket.jpg?raw=1",
    "tags": [
      "Craft",
      "Feminism"
    ],
    "websiteUrl": "www.poppynash.com, www.esmearmour2017.tumblr.com"
  },
  {
    "title": "Fill a Sketchbook… GCSE Style!",
    "description": "ANTI-UNIVERSITY | PRO-GCSE\n\nART GCSE days were simple. Relatively.\n\nYou get a theme, draw a mind map, you experiment, look at artists’ work for inspiration, develop your ideas and create a final piece.\n\nI teach this shit to kids and get jealous every time I explain the simple structure, the tick boxes, the exam board’s encouragement of trying out different techniques for the hell of it and above all, I crave having a tutor who sits there offering advice and support, affirmation of ideas and general chat.\n\nTherefore, I propose we get together and each become both tutor and student helping each other out as we create a simple themed sketchbook. You can pick a theme title from your head or from a list, create your mind-map and start experimenting with different media and maybe even create a “final piece”.\n\nThis is a drop-in event from 3pm-8pm taking place in my modest sized studio. All welcome, no experience in anything needed, no pressure, no expectations. BYOS(ketchbook) There will be some materials offered but please also bring your own and donations welcome towards my materials, printing, tea etc.\n\nAny questions, don’t hesitate to contact me",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "3pm",
      "to": "8pm"
    },
    "organiser": {
      "name": "Helen Wilson",
      "about": "Helen Wilson is an artist working predominantly in sculpture, film and performance. I like nothing more than thinking and making work and thinking of making work but sometimes seem to find it hard. I have created a piece called Portable Studio, which is where I carry around my tools, materials and inspiration with me to create work on the go and opened this up for others to join me on my journey, together becoming Portable Studio Society. This event ‘Fill a sketchbook… GCSE Style!’ as part of AntiUniversity is another way of trying to give myself and others in a similar position a space to make art and focus on the simplicity of creating a sketchbook in a supportive environment."
    },
    "place": {
      "id": null,
      "name": "Arbeit Studios, 49 White Post Lane, Hackney Wick, E9 5EN",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/krd1ipcvjd59q4y/Helen%20Wilson%20-%20AntiUniversity-%20Fill%20a%20sketchbook...%20GCSE%20Style.jpg?raw=1",
    "tags": [
      "Art",
      "Education"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Friendship group",
    "description": "Meeting other people regarding voice hearing and hallucinating + social justice around these issues ....\n",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "4pm",
      "to": "5pm"
    },
    "organiser": {
      "name": "Wendy Micklewright",
      "about": "Wendy Micklewright is a voice hearer. I take no drugs have no diagnosis and I am a survivor of the psychiatric system."
    },
    "place": {
      "id": null,
      "name": "Oxfam Twickenham, 46 King Street, Twickenham TW1 3SH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/rxejb4s8w7w81yf/Antiuniversity%20adhoc%20friendship.jpg?raw=1",
    "tags": [
      "Mental Health"
    ],
    "websiteUrl": "https://www.hearing-voices.org/"
  },
  {
    "title": "Britain and Reggae: A Special 50 Year History ",
    "description": "As part of marking Reggae @ 50, and a reminder of International Reggae Day, history and music consultant Kwaku presents a personal reflection of Britain’s pivotal role in the development of reggae music. Indeed, he posits that without British input, the Jamaican music industry would not have developed to the extent that it has, nor would reggae have become the international phenomenon that it has become.\n\nThe presentation is interspersed with footage from his documentary ‘Britain’s Contribution To The Development Of Reggae’. The presentation will also include a short mix of key British reggae, followed by a Q&A session.",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "6pm",
      "to": "7.30pm"
    },
    "organiser": {
      "name": "Kwaku Black British Music ",
      "about": "Kwaku is a music industry and history consultant. He’s the BTWSC/African Histories Revisited co-ordinator, and organiser of British Black Music Month in June/July, International Reggae Day UK on July 1, and the year-long African Jubilee Year 1987-88 @ 30 programmes. His programmes are posted at www.BBM.eventbrite.com and www.AfricanHistoryPlus.eventbrite.com. The premiere of the full version of the ‘Britain’s Contribution To The Development Of Reggae’ documentary opens British Black Music Month 2018 on June 1."
    },
    "place": {
      "id": null,
      "name": "Hackney Museum, 1 Reading Lane, E8 1GQ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/jaz5r5cpasdutyd/Antiuniversity%20Britain%20and%20reggae.jpg?raw=1",
    "tags": [
      "History",
      "Sound",
      "Politics"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Transmit#3",
    "description": "Transmit#3 is an idea that aims to examine the creative use of an audio process, through conversation and the learning of new skills and ideas.\n\nThe evening will be an introduction into ways interviewing for social engagement audio projects.\nWe will record the process, creating a collaborative podcast that shares those methods with listeners.\n",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "6pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "madeinroath",
      "about": "madeinroath is a community based artist collective. Our core belief is that access to, and engagement in art and culture can enrich the lives of everyone, our objective is to bring art directly to the community, making it as accessible and inclusive as possible."
    },
    "place": {
      "id": null,
      "name": "1a Inverness Place, Roath, Cardiff CF24 4RU",
      "description": null,
      "area": "Wales"
    },
    "imageUrl": "https://www.dropbox.com/s/x4rvckwh4xfqfg7/Helen%20Clifford%20-%20Antiuniversity%20madeinroath%20TRANSMIT.jpg?raw=1",
    "tags": [
      "Sound",
      "Art",
      "Politics"
    ],
    "websiteUrl": "www.madeinroath.com"
  },
  {
    "title": "Pure Data for Beginners",
    "description": "(only open to participants who attended the MAX workshop on Tues 12th)\n\nAlthough MAX software is not free, its sister program Pure Data, works in a very similar way. Pure Data is free and runs on many more computer platforms including the £30 Raspberry Pi.\n\nIn this follow-on workshop, Matthew will demonstrate how your newly found knowledge of MAX can be applied to Pure Data to create the same projects.\n\nParticipants will be required to bring their own laptop/computer with the newest demonstration version of Pure Data running on it. https://puredata.info/downloads\n",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "6pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Bristol Experimental Expanded Film (BEEF)",
      "about": "BEEF (Bristol Experimental Expanded Film) is a film and sound collective supporting experimental practice in Bristol. BEEF provides an independent platform for artists’ production, distribution and critical engagement, predominantly focusing on experimental and analogue practices. BEEF members work together to organise events, screenings, performances, exhibitions, residencies, and workshops.\n\nThe workshop will be led by Matthew Olden. Matthew is a Bristol based computer artist who makes interesting things by programming his computer. He makes a wide range of computer programs that make music, do visuals and manipulate data. Matthew then more often than not uses these programs in live performance."
    },
    "place": {
      "id": null,
      "name": "BEEF, Brunswick Club, 15-16 Brunswick Square, Bristol, BS2 8NX",
      "description": null,
      "area": "South West"
    },
    "imageUrl": "https://www.dropbox.com/s/uclr53c0l3dlr83/Antiuniversity%20pure%20data.jpg?raw=1",
    "tags": [
      "Technology"
    ],
    "websiteUrl": "beefbristol.org  and  matthewolden.co.uk"
  },
  {
    "title": "Change Money, Change The World",
    "description": "Where does money come from, who creates it, and decides where to distribute it? Do politicians and economists mystify the system to prevent us from kicking back? Do you ever get this nagging feeling that if you could just understand how the economy works, you could figure out how to fight for a more equitable society? Is another financial crisis inevitable and what can we do about it? Are there any alternatives to our current system, and any evidence that they will work?\n\nPositive Money will host an accessible, informal workshop-lecture-discussion, which will look at where money comes from, why this is a problem, and what we can do about it! No prior knowledge of the economy needed - but you will walk away from this session with some facts about the money and banking system which will blow your mind, and new tools to talk about the economy in a way that is simple but engaging, and seeks to challenge the system. KNOWLEDGE IS POWER!",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "7pm",
      "to": "9.30pm"
    },
    "organiser": {
      "name": "Positive Money",
      "about": "Positive Money is part of a global movement to democratise money so that it works for society and not against it. We’re working to tackle an issue that is at the root of many of the social and economic problems that we’re facing today.\nThe control of the creation of money, in the hands of banks, has contributed to: unaffordable housing, high unemployment, high personal debt, growing inequality, high government debt, and financial crisis and economic instability. Positive Money campaign and research for an economy that is fairer, more democratic and sustainable. "
    },
    "place": {
      "id": null,
      "name": "Hackney Showroom, Hackney Downs Studios, Amhurst Terrace, London E8 2BT",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/a8saoc7tlbb2p71/antiuniversity%20change%20money.jpg?raw=1",
    "tags": [
      "History",
      "Anti-capitalism",
      "Education"
    ],
    "websiteUrl": "https://www.facebook.com/events/2221317014552213/"
  },
  {
    "title": "Women's Studies Without Walls (WSWW)",
    "description": "The perception of Women’s Studies, and feminism by extension, is that it can be too academic, with abundance of specialist jargon, making it potentially difficult for non-academic, working class or non-English speaking women to join the movement.\n\nFirst launched in January 2013, Women’s Studies Without Walls (WSWW) kicked off with a weekend event themed ‘The Personal is Political’, and a generationally, geographically and educationally diverse range of women attended the launch event series.\n The planned extension of the WSWW course aims for a similar outcome. With an added, specific focus on ‘Decolonising Women’s Studies’ of this year’s programme, we aim to particularly address the still persistent whiteness of the curriculum.\n\nThis introductory session will revisit the Consciousness Raising practice of the Second Wave of the feminist movement, in order to bring together a discussion on feminist issues through a 'personal is political' lens creating a bottom-up, all-inclusive learning environment.\n",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "7pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Feminist Library",
      "about": "The Feminist Library is a collection of feminist, particularly Women's Liberation Movement literature, with over 7,000 books, 1,500 periodical titles and archival material. We have remained autonomous since 1975, when we first open our doors to the public. The ethos of the Feminist Library is to provide a space for learning, as well as the material. We host countless feminist events at the Library throughout the year, but we also provide a space for activist, community and feminist meetings organised by non-feminist groups that cannot afford a space of their own."
    },
    "place": {
      "id": null,
      "name": "Conway Hall, Main Hall, Red Lion Square, WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/7t1n34knd1tr0xq/Antiuniversity%20WSWW%20Feminist_library.jpg?raw=1",
    "tags": [
      "Feminism",
      "Politics"
    ],
    "websiteUrl": "www.feministlibrary.co.uk"
  },
  {
    "title": "Creative Coding with Processing ",
    "description": "In this workshop, you will learn to use programming to create visuals and experiences from scratch.\n\nYou will learn basics programming using Processing, an open source programming language developed for creative individuals.\n\nYou will be able to apply new understandings to your creative process in a practical way, to create and manipulate compelling visuals in minutes.\n",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "7pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Doomed Gallery ",
      "about": "Damien Borowik graduated from Central Saint Martins and later on went to Goldsmiths, University of London to pursue a Master in Computational Arts.\nDamien has been teaching Interactive Design at Central Saint Martins for several years and has delivered workshops at the Watermans Art Centre, Tate Exchange and Somerset House as part of the Digital Makers Collective. In his art and design practice, Damien has won numerous awards and exhibited worldwide while working with clients such as Christian Dior Couture, Samsung Electronics, Southbank Centre and BBC Worldwide. Recently, the Victoria & Albert Museum has also acquired several of Damien’s artworks to be included in their permanent collection."
    },
    "place": {
      "id": null,
      "name": "Doomed Gallery / 65-67 Ridley Road E8 2NP",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/hec3blg09jj3oxh/Antiuniversity%20Cretive%20Coding.jpg?raw=1",
    "tags": [
      "Technology",
      "Art"
    ],
    "websiteUrl": "www.doomedgallery.com"
  },
  {
    "title": "The Margate Ships",
    "description": "Under the experimental guise of Half Day Holidays, Simon Cole (AKA Hackney Tours) started coming down to Margate to reconnect with the sea. Decompressing from the intensity of London, he was following in the footsteps of East End charabancs, TS Eliot, JMW Turner and many more seeking a reset button.\n\nBut as well as revitalising him, it opened up even more avenues of exploration and led to two projects that both connect with the sea. 'Container Cult' ties the container trains that plough through Hackney with the ships off Margate, asking environmental and ethical questions of a hidden world that we are all dependent on but rarely see.\n\n'Lookers Watchers' explores the eternal practice of looking out, through activities like recreating the forerunner of the Coastguard, the Riding Officer who patrolled the cliffs looking for smugglers or spies in the 1700s. Borders, criminality, local identity, state power – all these elements are alluded to in the persona of the ever-watchful and always curious Riding Officer.\n\nOn this interactive storytelling walk along the cliff tops we'll explore both of these projects. Bring a spyglass - because looking and watching is something we all do and there's always something to see!",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "7pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Half Day Holidays",
      "about": "Half Day Holidays is the experimental arm of Hackney Tours. Finding the beach literally as well as metaphorically, Londoner Simon Cole is originally from the coast and has been reconnecting with the sea. He has been finding out that the seaside is not just a place to relax, but a stimulating jump-off point for art projects and all kinds of physical and mental exploration, particularly in Kent with its incredible maritime history."
    },
    "place": {
      "id": null,
      "name": "Outside of Turner Contemporary, Rendezvous, Margate CT9 1HG ",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "https://www.dropbox.com/s/dvn5eutngwgfcjm/Antiuniversity%20Now%20-%20ANTIUNIVERSITY%20Margate%20Ships.jpg?raw=1",
    "tags": [
      "History",
      "Ecology"
    ],
    "websiteUrl": "https://halfdayholidays.com/"
  },
  {
    "title": "The Forum Workshops",
    "description": "This June, The Forum will host an experiment in imagining what a decolonised university could look like, for and by us. The event will aim to weave together a response to the undying question of how black, brown and othered bodies at our university and beyond can move beyond the limitations of symbolic and physical violence and move towards the liberating practise of self-actualisation. The format will be ‘workshops’ where students and other guests will host alternative seminar spaces on topics of their choosing. There is no brief.\n\n-\tParticipation in the conference will be open to students and wider public\n-\tThe venue is fully accessible, all are welcome.\n",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "10am",
      "to": "6pm"
    },
    "organiser": {
      "name": "The Forum",
      "about": "The Forum was recently opened to address the multidimensional experiences of people of colour at Goldsmiths University, its peripheries and beyond. We are a horizontal platform who meet weekly through a rotating chair system. Drawing upon the radical framework of writer bell hooks, her monumental Teaching to Transgress text best informs the intentions of this community, that is, to educate, transgress and create. We insist on this principle in order to construct collaborative decolonizing resistances against the colonial, capitalist, patriarchal and cis-heteronormative systems that work against our marginalised bodies.\n"
    },
    "place": {
      "id": null,
      "name": "Goldsmiths University, Lewisham Way, New Cross, London SE14 6NW",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/lmomfnnrgn6t551/Antiuni%20-%20The%20Forum%20Workshops.jpg?raw=1",
    "tags": [
      "Education",
      "Race",
      "Politics"
    ],
    "websiteUrl": ""
  },
  {
    "title": "How to Maintain An Afro in The Wake of A Zombie Apocalypse ",
    "description": "This lecture / workshop will explore all aspects of maintaining an afro, including combs, types of shampoo, to pre-poo or not to pre-poo, hair grease, hair oil, hair pomades and conditioners, as well as how, in moments of adversity - i.e. a zombie apocalypse - such a hairstyle could be maintained.\n\nThis lecture also serves as an investigation into theory of afro-phobia, afro-pessimism, the black body politic, and afro-futurism and the context of science fiction / fantasy, where black bodies are often void and why the word \"afro\" is used for African philosophical thought.\n",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "6.30pm",
      "to": "8pm"
    },
    "organiser": {
      "name": "Diary of A Black Tree",
      "about": "I am an artist, activist and anthropologist whose work centres on the black female body politic, intersectionality, post-colonial theory and environmental activism. I currently guest lecture at Winchester University, run a small online gallery and support students with disabilities at University."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London, EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/o61k0ser6cl2lav/Antiuniversity-maintain-an-afro.jpg?raw=1",
    "tags": [
      "Race",
      "Bodies",
      "History"
    ],
    "websiteUrl": "www.diaryofablacktree.london"
  },
  {
    "title": "23 Years Of The Criminal Justice Bill",
    "description": "The Criminal Justice and Public Order Act of 1994 is best known as the bill that aimed to wipe out free party culture in the UK, but it brought other equally profound changes to British society. An accused person's right to silence was curtailed, police stop and search powers were enhanced, and perhaps most significantly, the CJB effectively criminalised the travelling way of life in the UK.\n\nAs part of this year’s Antiuniversity Now festival, we are inviting a panel (and hopefully an audience) of experts to lead an open discussion on the effect 23 years of this bill has had. Has it been effective? What have we lost? How have we responded?\nGuest speakers include author and historian Alwyn Turner who’s book “A Classless Society: Britain in the Nineties” looks exactly at the period in question and Rainbow Phoenix, spokesperson for the movement and association that opposed the bill.\nA playlist of music from the era will be compiled by the Distant Planet DJs.\n\nWatch the conversation on https://www.youtube.com/watch?time_continue=2023&v=FfiNe-nPxHQ",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "8pm",
      "to": "10pm"
    },
    "organiser": {
      "name": "New River Studios",
      "about": "New River Studios is a not-for-profit arts' centre in Manor House, North London.\nDistant Planet is a group of veteran DJs and musicians from London's squat party and underground music scene. Continuously active since before the CJB was introduced, they are very well-placed to help curate this event, and our thanks to them."
    },
    "place": {
      "id": null,
      "name": "New River Studios, 199 Eade Road, London N4 1DN",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/07lyho6gikr5hx5/Antiuniversity-23-years-CJB.jpg?raw=1",
    "tags": [
      "History",
      "Politics",
      "Direct Action",
      "Gentrification"
    ],
    "websiteUrl": "www.newriverstudios.com"
  },
  {
    "title": "Misogyny, Patriarchy and Mental Experience",
    "description": "Living in patriarchal societies shapes our external conditions, our relationships and the inner lives of all of us.\nFor women and those who experience misogyny, we are told we are ‘mad’ when we express the realities of gender oppression; at the same time we are forced to survive a world that is crazy-making.\nThis affects everything from how our access mental health services is obstructed and controlled, to the construction of a biomedical model of madness and indeed, how gender informs what it is to be ‘sane’, ‘functional’ and ‘productive’.\n\nThis workshop will aim to explore how mental distress is gendered; how misogyny and patriarchy polices our emotional lives; the coercion to perform happiness; and feminist perspectives on mental health resistance. It is open to people of all genders.",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "6:45pm",
      "to": "9pm"
    },
    "organiser": {
      "name": "Mental Health Under Capitalism",
      "about": "Mental Health Under Capitalism is a collective of Anti-capitalists who are interested in the impact of how Capitalism effects our mental health, creating communities of care and support for one another.\nwww.facebook.com/mentalhealthundercapitalism"
    },
    "place": {
      "id": null,
      "name": "The Common House, 5E Pundersons Gardens, London E2 9QG",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.dropbox.com/s/kl0on47nkh1tbkv/Antiuniversity-MHUC.jpg?raw=1",
    "tags": [
      "Mental Health",
      "Feminism",
      "Anti-capitalism",
      "Politics"
    ],
    "websiteUrl": ""
  },
  {
    "title": "The Konwledge Store",
    "description": "What do you know? What have you learned? What little things make your life easier, and what lessons or advice would you like to share with the world?\n\nJoin Pete Kingston in exploring our everyday knowledges as he celebrates (and tries to record) our working knowledges, the teachings we receive at the university of life. When does knowing something become useful, and how much is learned and never used? What fascinates you, what are you proud of having learnt? For example, Pete is strangely proud of a knot he claims to have invented, which means he never has to tie his shoelaces again. Skills, hobbies, life hacks, common sense or arcane knowledges, come share your life lessons – and learn from other peoples’ – at The Knowledge Store.\n",
    "date": "Wednesday 13th June 2018",
    "time": {
      "from": "11am",
      "to": "2pm"
    },
    "organiser": {
      "name": "Pete Kingston",
      "about": "Pete Kingston is a practitioner of socially investigative art and an MA student on Creative Education: Making Learning at Plymouth College of Art. His current work as both artist and educationalist examines the tensions between art and education, and in the relationships between artist/teacher and public/learner (respectively and interconnectedly), to explore empowerment and emancipation in education.\n\n"
    },
    "place": {
      "id": null,
      "name": "Plymouth College of Art, Tavistock Pl, Plymouth PL4 8AT",
      "description": null,
      "area": "South West"
    },
    "imageUrl": "https://www.dropbox.com/s/3uwd3988vwocz8q/Pete%20K%20-%20Antiuniversity-The-Knowledge-Store.jpeg?raw=1",
    "tags": [
      "Education"
    ],
    "websiteUrl": "petekingston.x10host.com"
  }
]
