[
  {
    "title": "The Blunt Truth about Cannabis",
    "description": "Cannabis, dope, ganja, herb, Mary Jane, pot, reefer, weed, the list goes on, but what do you really know about the plant?  \n \nIn this presentation, DebRose, Founder of Natural November, will take you on a mind altering journey to give you the blunt truth about it's history, the propaganda, it's many uses and the health benefits. There will also be a selection of nutritious and delicious goodies on sale.  \n \nCan you handle the blunt truth? Yes you cannabis!",
    "date": "2017-06-11",
    "time": {
      "from": "14:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "DebRose, Founder of Natural November",
      "about": "DebRose (the BlackRose) SearchWell, Founder of Natural November, Libran Raw Vegan, Community Blacktivist and a Nerd\n\nAward winning event organiser, (Natural November; a natural cultural hair, health, wealth & beauty event), former radio talk show presenter and public speaker on various cultural and health issues. Featured in Toyin Agbetu’s Beauty Is (Screen Nation award winner) and Dalian Adofo’s As It Grows, both of which are documentaries that highlight some of the issues surrounding Black hair and beauty. \n\nDebRose is on a rewarding transitional journey, by becoming self-sufficient through developing multiple income streams in order to leave a dead-end mainstream job that brought on ill health and stifled her creativity, and she has never looked back. She finds fulfillment in helping to raise awareness, restore health and inspiring other people to fulfill their life purpose"
    },
    "place": {
      "id": null,
      "name": "Common House, Unit 5E, Pundersons Gardens, Bethnal Green, London, E2 9QG",
      "description": null,
      "area": "London"
    },
    "imageUrl": "Er, N/A",
    "tags": ["Talk"],
    "websiteUrl": "www.naturalnovember.co.uk (under redesign)"
  },
  {
    "title": "Orchid and the Metal: Walking, talking and sharing London's hidden occult histories",
    "description": "From the early sigils of Austin Osman Spare, to the birth of Chaos Magick in Deptford Squats, or the work of Genesis P-Orridge and Thee Temple ov Psychick Youth in London Fields, there are rich and hidden histories of occult practices scattered across South/East London.  We will be walking through some sites that bore witness to these histories, telling stories and sharing research and ideas as we wander.  In the evening we will gather at Chisenhale Studios where we will be screening films and holding an informal conversation and reflection on the walk, it’s themes, and the spaces we have passed through.  \n\nWe explicitly reject pedagogic hierarchies - while we acknowledge that we have planned the route and will be sharing our research and thoughts, we actively encourage all participants, and anyone with knowledge or interest in these histories or ideas to contribute to the day.  This may be done by getting in touch beforehand (see email address below) or simply turning up on the day and speaking or sharing. ",
    "date": "2017-06-11",
    "time": {
      "from": "14:00",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "Elizabeth Kane and Jules Varnedoe",
      "about": "Elizabeth Kane is an artist and writer living and working in London. Using research and writing as a space for initiating collaborative and performative projects she is interested in how interdisciplinary practice expands the context of written work.\n\ncriticalwriting.rca.ac.uk/author/elizabeth-kanerca-ac-uk\n\n\nJules Varnedoe is a research based artist working between Cornwall and London, UK. \n\njulesvarnedoe.com"
    },
    "place": {
      "id": null,
      "name": "The Education Room, Chisenhale Studios, 64-84 Chisenhale Rd, London E3 5QZ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2017/orchid and the metal image antiuniversity.jpg",
    "tags": ["Talk", "Walk", "Screening"],
    "websiteUrl": "n/a"
  },
  {
    "title": "Non-Violent Direct Action Training",
    "description": "The training explores questions such as \"what is violence?\" and \"what is non-violent resistance?\" through group exercises and discussion. The workshop will be led by anti-war activists and members of the London Catholic Worker, a Christian anarchist and pacifist community. People of all backgrounds are invited to participate and share their own ideas and experiences. The aim is to learn from each other and build awareness and understanding of different perspectives on non-violence which can strengthen solidarity and cooperation between different groups and movements. \n\nThe training will take place at Giuseppe Conlon House, the London Catholic Worker's house of hospitality for destitute migrants and asylum seekers.  ",
    "date": "2017-06-12",
    "time": {
      "from": "15:00",
      "to": "18:00:00"
    },
    "organiser": {
      "name": "London Catholic Worker",
      "about": "The London Catholic Worker is an ecumenical Christian community in North London. We run a house of hospitality where we live together with destitute migrants and asylum seekers. We take non-violent action against arms trade, militarism, nuclear weapons and in solidarity with migrants and refugees. \nThe Catholic Worker is an international Christian anarchist and pacifist movement which was founded in New York in 1933.   "
    },
    "place": {
      "id": null,
      "name": "Giuseppe Conlon House, 49 Mattison Road, London N41BG",
      "description": null,
      "area": "Harringay, North London"
    },
    "imageUrl": "/assets/images/2017/non-violent-traiing-Catholic-antiuniversity_1_1250.jpg",
    "tags": ["Intervention", "Workshop", "Experiment", "workshop"],
    "websiteUrl": "www.londoncatholicworker.org"
  },
  {
    "title": "Guerrilla Printmaking Workshop",
    "description": "Mexican tradition in working and printmaking is quite extensive. Is not necessary to explain to people how much Mexican worldview has influenced the world, at least in the western. In the early years of the XX century, the relation between engraving and his easiness to pass hand around, was an important tool for revolutionary ideals and, of course, a way to put art in public spaces and public sphere. That has been a deep root of the street art in Mexico, and in different parts of the USA, which had a big influence of Mexican culture.\n\nThe main problem was to get, as in any other process, the access to the means of production, for a lot of different technics we found is necessary to get space, tools and sometimes heavy and expensive machinery.\n\nThe idea of guerrilla is the transformation of the ideas in our brain to create new ways and processes to develop and achieve aim which commonly we can o only in proper workshops. Guerrilla is the way to get the things you need by yourself. Is a way to create the spaces, tools and machinery we need for our artistic practices.  \n",
    "date": "2017-12-06",
    "time": {
      "from": "16:00",
      "to": "20:00:00"
    },
    "organiser": {
      "name": "Pablo Angel Lugo",
      "about": "Pablo Angel Lugo has a B.A. in Visual Arts from the National Autonomous University of Mexico (UNAM). He has a Diploma in Public Art from the Polytechnic University of Valencia (UPV), and at the moment he is studying a PhD in Public Art at the UPV and a research stay at School of Oriental and African Studies (SOAS), thanks to   scholarship of Jumex Contemporary Art Foundation. \n\nHis wide artistic production includes paintings, drawings, engravings, sculptures, videos, performances, illustrations, graphic designs, and collaborations in cinema. He is specialized in public art. His work has been exhibited in Mexico, Cuba, the USA, UK, Spain, France, Argentina, Bolivia, Indonesia, Ecuador and Portugal, among other countries"
    },
    "place": {
      "id": null,
      "name": "Common House, Unit 5E, Pundersons Gardens, Bethnal Green, London, E2 9QG",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2017/guerilla printmaking antiuniversity.jpg",
    "tags": ["Workshop"],
    "websiteUrl": "www.pablolugo.com"
  },
  {
    "title": "Sign Language Now!",
    "description": "We will introduce sign language through the use of different strategies that aim to make learning (anything!) a fun experience. The workshop will encourage participants to interact without the need to use voice.\n \nThe aim is to raise awareness about the fact that learning a second language (in this case a sign language) can be used as a form of 'economic capital', where learning at institutions has become so expensive that it's only available or accessible to those who can afford it. Whilst sign is the natural language of deaf people, it can be learnt by anybody.\n \nThe only criterion is that you come with an open mind!  Instructions will be given in English and sign language. We will emphasize on interaction and engagement, learning through practice without pressure or pace. There will be opportunity to discuss sign language and Deaf culture at the end!",
    "date": "2017-06-10",
    "time": {
      "from": "14:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Steve and Paula",
      "about": "Steve is a sign language person who has self-trained as a typesetter, activated for a trade union, travelled the world and has settled into research. He has published on a range of issues relevant to sign language people. He is passionate about making basic sign language free to learn for everyone who wants to.\n \nPaula is a school teacher from Latin America. She has gathered knowledge of different classroom activities aimed towards enhancing the learning of any type of content or skill. She is bilingual in Spanish and English and has working knowledge of two signed languages\n"
    },
    "place": {
      "id": null,
      "name": "Waterlow Park, Highgate, London N6 5HG",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2017/signlanguage now - antiuni sign language now.png",
    "tags": ["Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "Sickle Cell: Beyond Pain",
    "description": "Event Description: Members of Solace, the sickle cell and thalassemia support group for Hackney and City will be running an educational session on how to live well with the condition. The session will feature contributions on health, wealth and advocacy alongside a dose of poetry and music. We’ll be broadcasting live on the radio for the very first time and taking live questions via the phone or Skype.",
    "date": "2017-06-13",
    "time": {
      "from": "18:00",
      "to": "20:00:00"
    },
    "organiser": {
      "name": "Solace SG Board members",
      "about": "The Board Solace SG are people with or carers for people with Sickle Cell Disorder. We come from a variety of backgrounds and have in our number, poets, writers, dj's Musicians, artists, Post Graduates and community workers. We are dedicated to providing information, knowledge, and support to our members in the borough of Hackney, and across London."
    },
    "place": {
      "id": null,
      "name": "1 Madinah Road, E8 1PG",
      "description": null,
      "area": "Hackney, London"
    },
    "imageUrl": "/assets/images/2017/sickle cell antiuniversity.jpg",
    "tags": ["Workshop"],
    "websiteUrl": "www.solacesg.org.uk"
  },
  {
    "title": "SHUT DOWN DSEI: Stop The Arms Fair workshop",
    "description": "This coming September, the international weapons industry plans to set-up shop in London at a huge arms fair: DSEI. The weapons sold here fuel the death, destruction and injustice perpetrated by militaries, police forces, and at borders around the world. Because war, repression and injustice start here, let’s stop them here.\n\nA huge week of action is planned to stop the set-up of London’s DSEI arms fair between 4-11 September 2017. Come to this workshop to hear more about the resistance to the DSEI arms fair and learn how to turn creative action ideas into reality. Together, we can create an inspiring and effective week of action to shut down DSEI.",
    "date": "2017-06-14",
    "time": {
      "from": "19:00",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "Stop The Arms Fair",
      "about": "Stop The Arms Fair is a coalition of groups and individuals who have joined forces to put an end to DSEI and all UK arms fairs."
    },
    "place": {
      "id": null,
      "name": "KCL, Strand Campus, WC2R 2LS",
      "description": null,
      "area": ""
    },
    "imageUrl": "/assets/images/2017/ShutDown DSEI - Antiuni Shut down DSEI.jpg",
    "tags": ["Workshop"],
    "websiteUrl": "http://stopthearmsfair.org.uk/"
  },
  {
    "title": "A screening of: What the health! What you're not being told.",
    "description": "We would like to screen 'What the health' as we have been given a copy to share. Followed by some group cooking. Showing how to implement this right now, right here.",
    "date": "2017-06-15",
    "time": {
      "from": "18:30",
      "to": "21:30:00"
    },
    "organiser": {
      "name": "Farrah and Shashi",
      "about": "Shashi is the creative director and plant alchemist at livingnaturallysoapnuts and Farrah is a food for life instructor. We are friends. "
    },
    "place": {
      "id": null,
      "name": "Allensbury Room, Allensbury Place, NW1 9YR",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2017/what the heath antiuniversity 17.jpg",
    "tags": ["Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "Body Revolution",
    "description": "There is no possibility for a free World, until we become a free body. Body Revolution sets out on a journey that revolutionizes the understanding of what the body is and does. The body is not a fixed and bounded object, but an open process of experiencing and becoming. This event reassesses the power of our body to create reality; it aims to raise awareness of our body as embodiment of the world, which we can unravel, change, and reweave through new physical and sensorial experiences. Our body is our primary condition of existence and free resource given by nature. And nature asks us to sense our own body, to feel it, to listen to its becoming, and to apply its creative intelligence, which breaks through the illusions of separateness between self and world, between being a consumer and a producer of reality. \n\nThis talk introduces the paradigm of embodiment, drawing on the publication \"Giving Birth to Ourselves: The Genesis of Abundance\", and presents how this paradigm has been creatively applied to the city of London, in the performance art project: \"Make My Skin: Intimate Regeneration of the City\".",
    "date": "2017-06-16",
    "time": {
      "from": "17:30",
      "to": "20:00:00"
    },
    "organiser": {
      "name": "Oriana Haddad",
      "about": "Oriana Haddad is a cultural anthropologist, performance artist, and movement analyst. She carries out multi-disciplinary projects about the human body by using different media, from writing, to performance art, and visuals.  Her projects explore the process of embodiment and challenge the relationship between body and space, body and identity, body and society, body and migration, body and health. "
    },
    "place": {
      "id": null,
      "name": "RED gallery, 1-3 Rivington St, London EC2A 3DT",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2017/body revolution Antiuniversity.jpg",
    "tags": ["Talk"],
    "websiteUrl": "www.embodimenta.com"
  },
  {
    "title": "AltMFA: Knowing / Unknowing Evening ",
    "description": "Join AltMFA members for an evening exploring themes of the Future/Knowing/Unknowing... Our weekly meeting will take the form of a walk, to explore navigating as a form of learning, and discussions around found objects,,,, (no doubt culminating in a pub gathering)",
    "date": "2017-06-12",
    "time": {
      "from": "18:00",
      "to": "19:45:00"
    },
    "organiser": {
      "name": "AltMFA",
      "about": "AltMFA is an Alternative Master of Fine Arts course established in 2010, for artists, by artists, as a free alternative to attending a costly university-based MA in London. AltMFA has no fixed premises, it is a peer led and collaborative programme that takes place in a range of public and private venues every Monday evening."
    },
    "place": {
      "id": null,
      "name": "In Hackney area- exact location will be provided from eventbrite link",
      "description": null,
      "area": "East London"
    },
    "imageUrl": "/assets/images/2017/emma winch - Alt MFA Antiuniversity .jpg",
    "tags": ["Walk", "Workshop", "Experiment"],
    "websiteUrl": "http://altmfajamboree.weebly.com"
  },
  {
    "title": "The Road School: Claiming spaces and places for education.  ",
    "description": "In 2009, the Road School was founded specifically for socially disadvantaged young people to support their transition into formal education, employment, training or into adult life.\n\nSupported by a core team of dedicated volunteers, The Road School quickly gained a reputation for engaging young people, through a pedagogical approach celebrating lived experiences, culture, language and identity from across the African diaspora.\n\nThe successes of The Road School has been built on the long legacy of supplementary education and its claiming of spaces and places across the United Kingdom.\n\nCome join Malcolm Richards (theroadschool.org.uk) outside the Streatham Campus Library at University of Exeter as he claims space and place to deliver a brief history of supplementary education from the African diaspora. \n\n",
    "date": "2017-06-12",
    "time": {
      "from": "18:00",
      "to": "19:00:00"
    },
    "organiser": {
      "name": "Malcolm Richards",
      "about": "I am a senior leader with significant experience working across mainstream, special, secure and community education settings, in urban, suburban and rural locations. I specialise in the development of inclusive education services for young people aged 11-18. I have been invited to speak on equitable and inclusive education for many organisations including Goldsmiths University, Newman University, Hip Hop Education UK at UCL, the Royal Society of Arts, the National Union of Teachers, the Steve Sinnott Foundation and others more. "
    },
    "place": {
      "id": null,
      "name": "Outside the Streatham Campus library, University of Exeter, Exeter, Devon, EX4 4PY",
      "description": null,
      "area": "Exeter, South-West"
    },
    "imageUrl": "/assets/images/2017/emma winch - road school antiuniversity.png",
    "tags": ["Talk"],
    "websiteUrl": "theroadschool.org.uk"
  },
  {
    "title": "The AntiUniversity History Of Black History Month In Britain ",
    "description": "2017 marks the 30th anniversary of the introduction of Black (now known as African) History Month in Britain. Music industry and history consultant Kwaku will deliver an accessible, family-friendly audio-visual assisted presentation providing the back story of how it came into being in Britain, with video contributions by some of the people who were at the forefront of the introduction.\n\nThe presentation will clarify the purpose of BHM, highlight some of the positive impacts, and pose the question: how do we move forward with African History Month/Season 30 years on?\n\nAn African Histories Revisited/Akoben Awards African history presentation - part of AntiUniversity Now June 10-16 2017",
    "date": "2017-06-12",
    "time": {
      "from": "18:30",
      "to": "20:30:00"
    },
    "organiser": {
      "name": "Kwaku",
      "about": "Kwaku is an author/editor of a number of books, educator specialising in black music and African British history,  editor of BritishBlackMusic.com (BBM) and its Newsletter, and the lead on African Histories Revisited and the Look How Far We've Come...? resources"
    },
    "place": {
      "id": null,
      "name": "The White Building, Queen's Yard, White Post Lane, London E9 5EN ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "www.bit.ly/OurAULogos",
    "tags": ["Talk"],
    "websiteUrl": "www.AfricanHistoryPlus.eventbrite.com"
  },
  {
    "title": "Xenia- workshop for women",
    "description": "Women from all walks of life are invited to come along and meet, connect and learn in our next Xenia meetup for women. English language learners and women who are confident in English will participate in activities together, discovering the area, talking and forming relationships. At each meetup we use a different theme to enable conversations to flow and friendships to form.\nAre you learning English? Come and make a friend, practice English, learn new things, and share your culture.\nDo you speak fluent English? Come and make a friend, practice whatever you want to, learn new things, and make London a more welcoming place.\n\nYou are welcome to bring your children",
    "date": "2017-06-10",
    "time": {
      "from": "10:00",
      "to": "13:00:00"
    },
    "organiser": {
      "name": "Xenia",
      "about": "The event is hosted by Xenia, a small community group of English speakers and English Learners. Xenia is co-ordinated by a bunch of 5 women who are passionate about bringing together women from many backgrounds to converse and practice English. "
    },
    "place": {
      "id": null,
      "name": "Hackney Museum 1 Reading Lane London E8 1GQ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2017/emma winch - xenia Antiuniversity .jpg",
    "tags": ["Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "The AntiUniversity History Of British Black Music",
    "description": "Music industry and history consultant Kwaku will deliver an accessible, family-friendly audio-visual assisted presentation on black music making in the British Isles over two millennia, and will also show its engagement with patronage and the music industry.\n\nPart of AntiUniversity Now June 10-16 2017 & British Black Music Month@10 (BBMM@10) 2016-17.",
    "date": "2017-06-15",
    "time": {
      "from": "18:00",
      "to": "20:00:00"
    },
    "organiser": {
      "name": "Kwaku",
      "about": "Kwaku is an author/editor of a number of books, educator specialising in music industry, black music and African British history,  editor of BritishBlackMusic.com (BBM) and its Newsletter."
    },
    "place": {
      "id": null,
      "name": "Hackney Museum, 1 Reading Lane, Hackney, London E8 1GQ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2017/emma winch - Black British Music Antiuniversity .jpg",
    "tags": ["Talk"],
    "websiteUrl": "www.BBM.eventbrite.com"
  },
  {
    "title": "Why This Sh*t Matters - Art in London",
    "description": "Now that Hackney Wick artists have  helped regenerate East London, they're being squeezed out as land value spirals. On this walking debate - at a time when coming together is more important than ever - everyone is invited to contribute their thoughts on why art matters in megacities. Have we lost track of the values that inspire us to make/enjoy in the first place? Bring a work (eg text, picture) that inspires you and we'll make a walking conversation and connect with each other.",
    "date": "2017-06-10",
    "time": {
      "from": "11:00",
      "to": "13:00:00"
    },
    "organiser": {
      "name": "Hackney Tours",
      "about": "Hackney Tours has been exploring the borough since 2009 in attempt to find some kind of truth about this fast changing part of London and to combine a love of travel with an activist streak. Founder Simon Cole takes a multi-faceted approach including performance when relevant but has discovered that holding a space where everyone can contribute is a powerful form of community and leads to valuable conversations."
    },
    "place": {
      "id": null,
      "name": "Hackney Wick Overground Station, E9",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2017/Hackney Tours What Price Art Hackney Wick for Anituniversity copy.jpg",
    "tags": ["Walk"],
    "websiteUrl": "www.hackneytours.com"
  },
  {
    "title": "Musvism: The ‘Black Power’ Soundtrack",
    "description": "Activism comes in many forms, for centuries Pan Africanists across the world have had the assistance of artist-activists to help provide the musical backdrop for resistance to enslavement, colonialism, racism and today’s globalisation. From blues to jazz, reggae to Afrobeat, many artists have used their gifts to offer social commentary and solidarity in opposition to injustice and oppression across the world. Be it Billy Holidays’ “Strange Fruit”, Public Enemy’s “Fight the Power”, Fela Kuti’s “Zombie” or John Coltrane’s “Alabama”. However the civil rights struggle was not limited to the US. Despite African people being whitewashed from the official history of human rights in the UK, many British based artists have also contributed to the struggle with tracks from acts such as Steel Pulse and their “Ku Klux Klan” to Des’ree’s ode to standing firm with “I Ain’t Moving”. Whilst this story may not be told in British schools, it is archived in the many songs, films, poetry and literature of that period. Musvism is a fun and educational presentation using conscious music from across Africa, the US, the Caribbean and Britain to chart the route of socio-political activism across many eras and genres. Come learn African history though great music. \n\nThis is a Nyansapo program by the Ligali Organisation for the AntiUniversity festival. “The AU - Teaching and Learning as Direct Action”\n",
    "date": "2017-06-10",
    "time": {
      "from": "12:00",
      "to": "15:00:00"
    },
    "organiser": {
      "name": "Toyin Agbetu",
      "about": "Toyin Agbetu is a community educator, artist-activist-anthropologist and founder of Ligali, a Pan African human rights based organisation."
    },
    "place": {
      "id": null,
      "name": "Arcola Theatre ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2017/emma winch - Musvism Antiuniversity.jpg",
    "tags": ["Talk"],
    "websiteUrl": "www.ligali.org"
  },
  {
    "title": "The Healing Sounds ",
    "description": "Come and explore the elements of the Liu Tzu Chue, or the six healing sounds of the Tao. Using chi kung, meditation, sound, talking and listening we can help each other transform the inbalances of grief, anger, anxiety, fear, restlessness and incohesion. \n\n\n",
    "date": "2017-06-10",
    "time": {
      "from": "12:00",
      "to": "15:00:00"
    },
    "organiser": {
      "name": "Sue McAlpine ",
      "about": "Sue has been practising and teaching tai chi, chi kung and meditation for 30 years. Like chasing a dragon's tail the practices are paradoxically impossible and elusive but vital for  keeping centred in this crazy world of ours. "
    },
    "place": {
      "id": null,
      "name": "Arcola Theatre 24 Ashwin St, Dalston, London E8 3DL",
      "description": null,
      "area": "Hackney "
    },
    "imageUrl": "/assets/images/2017/Healing Sounds Antiuniversity Now - IMG_9891.JPG ",
    "tags": ["Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "Get Lost Find Yourself",
    "description": "Getting lost can be just the ticket to discovering news things about ourselves and the communities that we live...\nLet your curiosity be your guide and find inspiration in unexpected places.\nAnna B. Sexton an artist and current TOMA student (The Other MA)  will start off her 'un-guided' walk at METAL Southend - Chalkwell Hall and meander for 3 hours...\nFamily friendly and accessible .\nBring your sketch book, camera phone, camera, dictaphone...\nBe prepared to lose yourself in a well paced walk, connect with other walkers in conversations & discover new connections & synchronicities whilst out wandering.\n",
    "date": "2017-06-10",
    "time": {
      "from": "12:30",
      "to": "15:30:00"
    },
    "organiser": {
      "name": "Anna B. Sexton",
      "about": "Anna B. Sexton is an Essex born, London-based artist who explores the ability of everyone to be creative; her drive is to inspire and promote creativity & wellbeing in others, facilitating the co-creation of group work that explores belonging, place and memory. She runs creative supper clubs hosted from her home where small groups of people meet, converse, share food and have transformational moments through creative making and play. "
    },
    "place": {
      "id": null,
      "name": "METAL Southend, Chalkwell Hall, Chalkwell Avenue Southend on Sea ESSEX SS0 8NB",
      "description": null,
      "area": "Essex"
    },
    "imageUrl": "/assets/images/2017/emma winch - Get_Lost_Walk_June_10th_Antiuniversity_TOMA_The_Other_MA_Anna_B_Sexton.jpg",
    "tags": ["Walk"],
    "websiteUrl": "http://www.annabsexton.com"
  },
  {
    "title": "Old Women Talking",
    "description": "A company of three women or more up to nine sitting talking freely and being viewed by passers by. Think Alan Davies \"As Yet Untitled\". An insight into the views and opinions, prejudices and glory of women 65 and above.",
    "date": "2017-06-10",
    "time": {
      "from": "14:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Gillian Lawrence",
      "about": "Gillian Lawrence continues to network with seniors like herself through Up Your Street a sharing information service for seniors in east London. She is motivated to create situations where older people are visible and heard. "
    },
    "place": {
      "id": null,
      "name": "Hackney Museum Mare Street E8 IEU",
      "description": null,
      "area": "Greater London"
    },
    "imageUrl": "/assets/images/2017/Old Women Talking Antiuniversity Now.jpg",
    "tags": ["Performance"],
    "websiteUrl": "https://www.upyourstreet.wordpress.com"
  },
  {
    "title": "Humane Regeneration",
    "description": "We all know the pattern. We’ve seen it before. We’ve seen it happen in Soho. In Dumbo. In Hoxton. In Shoreditch. Artists and creatives move into a cheap, troubled place and make it vibrant, exciting or just plain interesting. Then as sure as anything, along come developers who bring their cash and make lots of money fast and bring new people into the area. You know how this story ends. The artists are moved on to start again somewhere else. \n\nWhat if it was not like that? \n\nWhat if we could rethink how regeneration worked? \n\nWhat if we experienced a more humane form of regeneration, if that is at all possible.\n\nThis workshop will explore what Humane Regeneration might look and feel and act like. \n\nJoin Gill Wildman from Plot for an interactive workshop designing materials for an alternative future. We’ll bring the tools and methods. Bring your observations of what you see now. This is a hands on active session - we will be chewing over ideas and physically making things. Be prepared to get your sleeves rolled up, bring your imagination as well as your inspiration.\n",
    "date": "2017-06-15",
    "time": {
      "from": "06:30",
      "to": "09:00:00"
    },
    "organiser": {
      "name": "Gill Wildman",
      "about": "Gill Wildman is co-director at Plot. They use workshops and extensive prototyping approaches to explore the future in different forms: creative business strategy, innovations, propositions, products, services, and new ways of working together. They design and facilitate work with commercial and social sectors."
    },
    "place": {
      "id": null,
      "name": "Conway Hall (Artists Room), Red Lion Square, London WC1R 4RL",
      "description": null,
      "area": "East London"
    },
    "imageUrl": "http://www.plotlondon.net/wp-content/uploads/2017/03/HumReg.png",
    "tags": ["Workshop"],
    "websiteUrl": "www.plotlondon.net"
  },
  {
    "title": "Uncomfortable Art Tours",
    "description": "Uncomfortable Art Tours are exactly what they sound like.\nIn a country that’s repeatedly failed to come to terms with its colonial past, led by politicians who seem to think the past is the future, we seek to resist triumphalist nostalgia with art history.\nOur tours will focus on how major institutions like the National Gallery and Tate Britain came into being against a backdrop of imperialism. In each one hour tour, we’ll unravel the role colonialism played in shaping and funding these collections, looking at the broader material history of celebrated works. The history of British art is also the history of empire and genocide, written by collectors who traded in landscapes and lives.\nThere are bloody handprints on the gallery walls, and the bodies of slaves and colonised peoples in the foundations. ",
    "date": "2017-06-14",
    "time": {
      "from": "16:30",
      "to": "17:30:00"
    },
    "organiser": {
      "name": "The Exhibitionist",
      "about": "Alice Procter hosts The Exhibitionist, an opinionated podcast reviewing museums and galleries. Her academic work concentrates on the intersections of post-colonial art practice and colonial material culture, investigating how we curate historical trauma and national identity. She has five years of tour guiding experience and plenty of things to say."
    },
    "place": {
      "id": null,
      "name": "Tate Britain, Millbank, London SW1P 4RG (exact meeting point on booking)",
      "description": null,
      "area": "London "
    },
    "imageUrl": "/assets/images/2017/Antiuniversity Now - Uncomfortable art tour Antiuniversity.jpg",
    "tags": ["Talk", "Gallery tour"],
    "websiteUrl": ""
  },
  {
    "title": "Invisible Britiain (Sleaford Mods) + discussion",
    "description": "TBC",
    "date": "2017-06-14",
    "time": {
      "from": null,
      "to": ""
    },
    "organiser": {
      "name": "Paul Sng + Lisa Mckenzie",
      "about": ""
    },
    "place": {
      "id": null,
      "name": "Red gallery (downstairs), 1-3 Rivington St, London EC2A 3DT",
      "description": null,
      "area": ""
    },
    "imageUrl": "http://www.invisiblebritain.com/trailer/",
    "tags": [],
    "websiteUrl": "http://www.invisiblebritain.com/"
  },
  {
    "title": "Drawing everything",
    "description": "We will gather and discuss the meaning of drawing everything. We will also explore different techniques using both hands. Also, we will get inspire by the old idea of horror vacui or fear to the empty space.",
    "date": "2017-10-06",
    "time": {
      "from": "11:00",
      "to": "13:00:00"
    },
    "organiser": {
      "name": "Eva Megias",
      "about": "I have over ten years of experience working with participants in the UK and internationally.\nI specialise in print production, digital publishing, graphic artwork, photography advanced retouching. I work with commercial, not-for-profit and arts organisations.\n\nMy visual language is vibrant, creative and engaging. When I work, I play.\n"
    },
    "place": {
      "id": null,
      "name": "Conway Hall (Bertrand Russell Room), Red Lion Square, London WC1R 4RL ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://payload.cargocollective.com/1/20/642869/12752839/prt_300x300_1494885606_2x.jpg",
    "tags": ["Workshop", "Experiment"],
    "websiteUrl": "www.evamegias.com"
  },
  {
    "title": "Exciting New Development Coming Soon",
    "description": "An audio walk around the new development at Paddington Basin, exploring design, architecture and human-life in and around the canal waterways. \n\nI don't know if this is going to break your website but our idea is that we will make an audio file and map that will be downloadable on to smart devices, so that the walk can be done by anyone at anytime during the festival. So ideally the event listing would be from 10th June - 16th June. The walk will last c. 30 min.",
    "date": "2017-10-06",
    "time": {
      "from": "11:00",
      "to": "23:00:00"
    },
    "organiser": {
      "name": "Degenerate Space",
      "about": "Degenerate Space are a collective exploring the origins and transformations of spaces and places in London. \n"
    },
    "place": {
      "id": null,
      "name": "Sheldon Square, Paddington, London W2 6PY",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.facebook.com/pg/degeneratespace/photos/?tab=album&album_id=1478459835506542",
    "tags": ["Talk", "Walk", "Intervention", "Experiment", "Performance"],
    "websiteUrl": "www.degeneratespace.com"
  },
  {
    "title": "Our Place in the Universe: The Story of Modern Cosmology [Science series]",
    "description": "Cosmology as a science began exactly 100 years ago with Einstein’s first paper applying General Relativity to the entire Universe. This is an audacious attempt to apply a radical idea to something of monumental philosophical importance. Cosmologists seek to use observation, combined with mathematics, to understand fundamental questions related to the origin, composition, growth, and fate of the entire Universe. In the last 20 years cosmology has gone from speculation to precision science, and humanity has learned amazing things about the size and composition of the Universe that were previously the realm of science fiction. This is thanks largely to observations of the “cosmic microwave background radiation”. I will describe advances in modern cosmology relating to theories of the size and origin of the Universe and Dark Matter, and how these theories are grounded in observational facts. The progress of cosmology has been collaborative, and also full of interaction and debate among competing ideas. I will try and describe the human story behind these advances as an example of the scientific method, and what they might mean for us all. I will attempt to debunk the idea that theoretical physicists hold dearly to \"paradigms\", and that on the contrary the field is open to all ideas expressed with sufficient clarity, rigour, and evidence.",
    "date": "2017-10-06",
    "time": {
      "from": "14:00",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "David Marsh",
      "about": "David J. E. Marsh (Doddy) is originally from Liverpool, where he was radicalised by the punk scene and skateboarding. Doddy got his PhD in Theoretical Physics from Oxford and is now a holds a Royal Astronomical Society Postdoctoral Fellowship at King’s College London. Doddy works on observational cosmology, theories of dark matter, and their relation to string theory. He is 30 years old."
    },
    "place": {
      "id": null,
      "name": "Conway Hall (Brockway Room), Red Lion Square, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "http://djemarsh.wixsite.com/physics/about",
    "tags": ["Talk"],
    "websiteUrl": "djemarsh.wix.com/physics"
  },
  {
    "title": "Smart Phone to Cyanotype",
    "description": "as per last year's even.",
    "date": "2017-10-06",
    "time": {
      "from": "14:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Tina Rowe",
      "about": "As per last year."
    },
    "place": {
      "id": null,
      "name": "E5Process, Glyn Road Studios, 178a Glyn Road, London E5 0JB",
      "description": null,
      "area": "London"
    },
    "imageUrl": "as per last year.",
    "tags": ["Workshop"],
    "websiteUrl": "e5process"
  },
  {
    "title": "film as a radical pedagogic tool ",
    "description": "A workshop talking about/exploring  the ways in which Inside Film uses popular film in radical ways to raise political consciousness and give people the opportunity to tell their own stories -most stores of the working class are told by middle class people who have no experience of working class life this project works form the fundamental premise that the people most suited to talk about working life/narrate working class lives are working class people themselves. We explore representations of race ,class and gender and situate them within the context of a neoliberal system that has functioned over the last thirty years or so to depoliticise the working  class  and make sure it is excluded from any decision making process. - we will have a talk, a discussion, and show chips from films made by prisoners , ex prisoners and food bank users. ",
    "date": "2017-11-06",
    "time": {
      "from": "14:00",
      "to": "04:00:00"
    },
    "organiser": {
      "name": "Inside Film ",
      "about": "Inside Film began in August 2006 in HMP Wandsworth with the aim of using film as a means of creative expression and as an radical educational tool- we have worked with serving prisoners -people on parole and foodbank users -we teach people the basics of camera work and editing and then they make their own films."
    },
    "place": {
      "id": null,
      "name": "MayDay Rooms, 88 Fleet Street, London EC4Y 1DH  ",
      "description": null,
      "area": ""
    },
    "imageUrl": "/assets/images/2017/film radical pedagogic antiuniversity.jpg",
    "tags": ["Workshop"],
    "websiteUrl": "http://www.insidefilm.org"
  },
  {
    "title": "Thinking about stars and celebrities",
    "description": "Famous people: what do we think we know about them? What do they mean to us? How are these meanings created and maintained? This collaborative workshop will give a fun and accessible introduction to the best academic discipline: the study of stars! \n\nThinking critically about famous people means thinking about: clothes, hair and makeup; advertising, interviews, Instagram, movie roles, music videos, magazine covers; scandals, awards, dubious charitable activities; age, race, gender, class, ability, sexuality; and so much more! We will talk about some brief and accessible excerpts of academic and non-academic texts on stars together, and then work alone or in groups on a study of someone whose stardom interests us. Those who want to can then present their study to the group using speech, text, images, videos, or anything else. \n\nNo prior knowledge of anything academic will be required. The workshop will accommodate people's preferences to do with reading/not reading, working alone/working collaboratively and presenting/not presenting to the group. \n\n\n***For the organisers: The time and date I've put up there is provisional and I need help finding a venue. I am available in the evenings and weekends, and not during weekdays. I hope that's ok.***",
    "date": "2017-11-06",
    "time": {
      "from": "15:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Georgia Mulligan",
      "about": "Georgia lives in South London, and is very interested in celebrities. She is in the 3rd year of a PhD in Film and TV Studies. "
    },
    "place": {
      "id": null,
      "name": "Conway Hall (Bertrand Russell Room), Red Lion Square, London WC1R 4RL ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "emailed to request ss",
    "tags": ["Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "PDF to Paperback",
    "description": "A wide range of books are freely available on the internet as pdfs legally and otherwise. his workshop will give you all the skills you need to print them and bind them into readable and lendable books. Learn how to prepare your documents for printing and how to perfect bind, then design your own cover! The same technique can be used for making blank sketch books and notebooks. \n\nIf your interested in attending the workshop and you have a pdf you would like to print bring it along, but if not we can find one together. ",
    "date": "2017-11-06",
    "time": {
      "from": "15:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Michael Whitby ",
      "about": "Michael Whitby lives and works in London he is an artist and activist that organises workshops, makes films and publications. \nHe has been organising Retreat a residential workshop for artists since 2008 and was part of the associate study program at Open School East in 2015.   \nMore information about Retreat can be found here retreatworkshop.wordpress.com "
    },
    "place": {
      "id": null,
      "name": "MayDay Rooms, 88 Fleet Street, London EC4Y 1DH  ",
      "description": null,
      "area": "South East/ London "
    },
    "imageUrl": "on file",
    "tags": ["Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "Oral History as Direct Action",
    "description": "The aim of this workshop is to explore how Oral History, in the form of podcasting, can contribute, assist, and directly engage with political action. Often, the boundaries of possible responses to life events are limited by the narrow forms of public discourse. Oral history as a form of journalism, as an immediate response to events as they are emerging (as opposed to Oral history as an archival project), can contribute to the formation of a political language that offers a progressive register through which to share and make sense of our personal (often isolated) encounters with the representatives o f“capital-parliamentarism”.",
    "date": "2017-12-06",
    "time": {
      "from": "19:00",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "Kerry William Purcell",
      "about": "I am a Senior Lecturer in Design History at the University of Hertfordshire. I am also a PhD student at Birkbeck (my subject 'The Militant Historian: A study of the concept of history in the work of Alain Badiou). I also run a podcast called The Last Outpost.  "
    },
    "place": {
      "id": null,
      "name": "MayDay Rooms, 88 Fleet Street, London EC4Y 1DH  ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "emailed to request ss",
    "tags": ["Workshop"],
    "websiteUrl": "https://en.wikipedia.org/wiki/Kerry_William_Purcell"
  },
  {
    "title": "Winning Swimming",
    "description": "A practical advice session for improver swimmers, who know the basics but want general tips or a specific fix. Things that might be helped with –\n\nHow to be more streamlined (aka be friends with your surroundings)\nImproving your front crawl technique\nImproving your backstroke technique\nImproving your breaststroke technique\nImproving your butterfly technique\nImproving your breathing\nSwimming in a straight line\nWhat's the use of drills?\nTumble turns (not sure, but let's give it a go)\nSense of achievement\nmany more...\n\nUseful information:\nThe session is limited to 2 people, and singles or a pair both welcomed. It will take place during a mixed gendered, public swimming session, so please make sure you bring a swimming kit you are comfortable wearing. Please allow 2 hours after eating. Equipment (hats/goggles/floats) will not be provided, however the cost of the swim will be covered. Please contact generaltipsoraspecificfix@gmail.com with any queries, or to be put on the waiting list. Those with additional needs welcomed – get in touch!",
    "date": "2017-06-10",
    "time": {
      "from": "10:00",
      "to": "11:00:00"
    },
    "organiser": {
      "name": "Marie Toseland",
      "about": "In her former years, Marie Toseland* was a competitive swimmer for her region. Now though, and for the time being at least, she is an artist based in London.\n\n* Marie Toseland is not a trained swimming teacher, but what she lacks in accreditation, she makes up for in personal experience, enthusiasm and patience."
    },
    "place": {
      "id": null,
      "name": "Clissold Leisure Centre 63 Clissold Road London N16 9EX",
      "description": null,
      "area": ""
    },
    "imageUrl": "from 2016",
    "tags": ["Swimming lesson"],
    "websiteUrl": ""
  },
  {
    "title": "London's West End: deconstructing the history of English drug use",
    "description": "How does the theme in the title link to one small area? Right up to the 1960s the English drug scene was almost entirely West End based; myths/misinformation pushed by MSM will be challenged. \n1916: Britain’s first anti-drug (cocaine) law resulted from fears based on lurid tales of sex-workers robbing doped soldiers. 1920:  laws codified on the back of explicitly racist (anti-Chinese), homophobic and anti-Feminist tropes in MSM – mostly about the West End scene. We’ll go to haunts of scene players to reimagine those events.\nThe British drug scene – tiny as it was – was still based there up to the 1960s when there were still only a tiny number of registered – and actual – drug dependent users (compared with e.g. America). Thanks to Rolleston’s enlightened 1926 report.\nWe’ll be walking with quotes from eminent writers, musicians and artists e.g. de Quincey/Crowley/ Greene/Self/Townshend /Bacon who were part of Bohemian scenes. Of special interest: the role of nightlife in this narrative\nAnalyses of substance use/abuse should be linked to its environment: how have politicians, police and courts responded? What of the services – if any - to help those with dependency issues?\nAnd what of Soho itself scene of a current pushback against gentrification?\n",
    "date": "2017-06-11",
    "time": {
      "from": "10:00",
      "to": "12:00:00"
    },
    "organiser": {
      "name": "Nemo",
      "about": "Born 1949. I’ve worked e.g. as a teacher, translator, interpreter, film-maker, on the shop floor, on a pipeline, a driver etc.I am active in Twitter (@TimGluckman)  with 1750+ ‘followers’. \nI lived in Germany for 20+ yrs. hence the activism there. I have been active against repressive drug laws since 1980s.\nI have made films (in German and English) on drugs, given papers at conferences, organised events, set up registered associations in Germany promoting Harm Reduction. I gave the first ever paper (in German BTW) on Human Rights in the sphere of drug use at the founding conference of AKZEPT (Berlin 3.1991);\n\n\nIn 2015 and 2016 I led three history walks in Deptford and New Cross, two as part of the Deptford Festival and one as a fringe event at the 2016 Radical Book Fair \n"
    },
    "place": {
      "id": null,
      "name": "Meet at 'Gin Alley' opposite St Giles Church, 60 St Giles High, London WC2H 8LG",
      "description": null,
      "area": "London's West End"
    },
    "imageUrl": "Will be provided",
    "tags": ["Walk"],
    "websiteUrl": "Will be provided"
  },
  {
    "title": "Tidal Shorts",
    "description": "\nThe workshop will celebrate visual storytelling and the tension between precision and chance through the creation of multiple straight 8 films. \n\nAll of the 3 minute films will be made using a simple mobile phone app and in a process of continuous shots, whereby the film is edited in camera. \nTo prepare we will explore different approaches to storyboarding as an editing process, site-responsive devising and narrative techniques.\n\nThe focus will be on non-pressurized, non-professional and immediate approaches to making and sharing visual stories. The overall workshop is designed to encourage risk, fluidity, precision and spontaneity to the stories we tell and the manner in which we create them. \n\nThe workshop takes place two weeks before Walpole Tidal Pool turns 80 years old, so will additionally be a homage to a place and the many eyes/lenses/senses that it is lived through. \n\nAt the end of the workshop we will watch the films in a relaxed back-to-back screening with some drinks and some discussions at Open School East.\n",
    "date": "2017-06-10",
    "time": {
      "from": "10:00",
      "to": "13:30:00"
    },
    "organiser": {
      "name": "Jacob P Woods",
      "about": "Jacob is a current associate at Open School East in Margate. Many of his recent articulations have been in the form of micro expeditions, combining elements of adventure, embodied learning and immersive participation. \n\nHis practice is largely collaborative; often working between disparate knowledge areas and individuals connected to a subject/place. The expeditions and educational practices have similar areas of inquiry, such as perceiving place and knowledge through multiple threads and perspectives and the experiential study of sensation. \n\nHe is also a performance maker with a specific interest in the devising and editing processes of performance and film.\n"
    },
    "place": {
      "id": null,
      "name": "Open School East, 50 Athelstan Road, Margate, CT9 2BH",
      "description": null,
      "area": "Thanet"
    },
    "imageUrl": "https://www.dropbox.com/home?preview=Walpole.jpg",
    "tags": ["Experiment"],
    "websiteUrl": "www.gohappen.co.uk"
  },
  {
    "title": "The Anti-Careers Fair",
    "description": "Don't Join the Army! Don't Join the Police! Jobs are Bullshit!\n\nJoin former SAS trooper and founding member of Veterans For Peace UK Ben Griffin, former undercover drug cop and co-founder of Law Enforcement Against Drug Prohibition (UK) Neil Woods, author of the upcoming 'Bullshit Jobs' David Graeber (TBC), and others TBC for the world's first anti-careers fair.",
    "date": "2017-06-10",
    "time": {
      "from": "12:00",
      "to": "14:00:00"
    },
    "organiser": {
      "name": "The Anti-Careers Fair",
      "about": "Ben Griffin is a founding member of Veterans for Peace UK. Neil Woods is co-founder of LEAP UK. "
    },
    "place": {
      "id": null,
      "name": "Conway Hall (main hall), Red Lion Square, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://bustedutopia.files.wordpress.com/2014/10/myjobcrushingmysoul.jpeg?w=240",
    "tags": ["Talk"],
    "websiteUrl": ""
  },
  {
    "title": "Host Your Own Crypto-Dinner",
    "description": "The  alarmingly high - and  still increasing - levels of corporate and government surveillance makes data privacy skills and tools vital. Yet  they are little use if our friends, lovers, comrades and communities aren't able to use them as well. \n\nThis is a friendly and practical session on how to use and  share data  privacy tools through the idea of 'cryptodining'. Cryptodining not only explores the how-tos of information security, but considers the ways we can use skills - such as dining, cooking, hosting, crafting, and socialising - to share knowledge and tools for keeping ourselves safe. The aim is that whoever you are and  whatever you do and know, you are able to take an active role in  maintaining your own security online.",
    "date": "2017-06-10",
    "time": {
      "from": "12:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Autonomous Tech Fetish / 5D Server Workshop",
      "about": "Autonomous Tech Fetish probes how digital technology is fetishised and how it can be re-configured to different needs and desires. We work with activist groups to affirm their technological autonomy and are committed to co-education exploring the pitfalls and potentials of technologies without assumptions."
    },
    "place": {
      "id": null,
      "name": "The Common House, 5E Pundersons Gardens, Bethnal Green, London, E2 9QG",
      "description": null,
      "area": "London"
    },
    "imageUrl": "http://cliffhammett.com/resources/img/au2017/hostyourown3.png",
    "tags": ["Workshop"],
    "websiteUrl": "http://www.commonhouse.org.uk/whos-involved/autonomous-tech-fetish/"
  },
  {
    "title": "The true story of Françoise or the seven days fragmented Radio Broadcast ",
    "description": "This radio broadcast accessible online during the duration of the festival features a protagonist which will roam and browse and proposes to revive the epic story which links the polyphonic and the multi-perspectivism where the small is big where your car is mine and where finally our bodies don’t belong to us anymore as a private or social property.\n\nOne day, a creature wakes up and observes the asperities of her body. She recognizes herself and sees the strata and the suppleness of her skin as delightful, desperate and erotic; a thousand places and times finally understood and demonstrated.\n\nThis heroin creates links, the connections between places where we belong as objects and our disappearance. This is when the anti-discourse makes the dialectic of the cause and the effect inoperative; the sweet one can be in the drawing room as well as in other locations, she can be at our place as well as at my place. She navigates to enjoy the real at the same position that we use to identify ourselves. This wish to believe in ontology and epistemology as the big political mechanism of our body. In other words; how to create narrative, historical spaces where confusion and clarity don’t depend on a return to the origin but to a  break up of what is inside and outside the body? What distinguishes the organic from the systematic in a biogenetic relation? \n",
    "date": "2017-06-10",
    "time": {
      "from": "12:00",
      "to": "00:00:00"
    },
    "organiser": {
      "name": "Camille Alena and Tristan Lavoyer",
      "about": "Camille Alena, born in 1986 in Switzerland, Master Student at the RCA London. Tristan Lavoyer, born in 1986 in France, Artist, lives in Lausanne Switzerland"
    },
    "place": {
      "id": null,
      "name": "website adress will be provided later",
      "description": null,
      "area": "Internet"
    },
    "imageUrl": "https://payload.cargocollective.com/1/20/642869/12766314/prt_300x300_1493133877_2x.jpg",
    "tags": ["Online Radio Broadcast  the duration of the festival"],
    "websiteUrl": "http://camillealena.com/lasciviousstories/"
  },
  {
    "title": "Politicising Anxiety: From Precarity to Care",
    "description": "Anxiety is everywhere at the moment, but too often it is seen strictly as a condition of the individual. This event will be a workshop on politicising anxiety; on framing it as a social phenomenon.  Anxiety takes different forms and we see these multiple anxieties as weapons of the ruling class, as the result of a crisis of reproduction and a condition of capitalism itself. One response to this, we suggest, is collectivised care. ",
    "date": "2017-06-10",
    "time": {
      "from": "13:00",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "David Berrie and Emily McDonagh. From Mental Health under Capitalism",
      "about": "Mental Health under Capitalism is about support and solidarity. It acts as both a consciousness raising group and as a supportive space for people to talk about their experiences and the relationship between mental health, capitalism and other forms of oppression. \n\nDavid has most recently been involved in Mental Health under Capitalism and the Radical Assembly. He sells his labour as an Art Psychotherapist with young people. \nEmily has most recently been involved with Mental Health under Capitalism and Plan C. She sells her labour as a psychologist in the NHS\n"
    },
    "place": {
      "id": null,
      "name": "Red gallery, 1-3 Rivington St, London EC2A 3DT ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "http://tinypic.com/r/jzir1g/9 ,  http://tinypic.com/r/jg5iio/9",
    "tags": ["Talk", "Workshop"],
    "websiteUrl": "NA"
  },
  {
    "title": "Manpowertop: Network Diagnostics ",
    "description": "The recent publication of Mark Zuckerberg’s open letter, titled Building Global Community, has drawn debates about the accelerationist politics of Silicon Valley into the public sphere once again. The seductive message of the manifesto itself is unsurprising, and is typical of the glossy promotional media released by other tech companies: We are told that new technologies can facilitate greater social inclusion, foster democratic grassroots political movements, and allow us to be more productive in our labour and leisure. While such media are often renderings of some notional “future” existence, what might they reveal about the ways we delimit our understanding of the present? Additionally, what would have to happen between “now” and “then” for these visions to be fully realised?\n\nManpowertop is a workshop that takes these questions as a starting point, challenging participants to diagnose the power relations in these branded visions of the future. Participants will adopt “troubleshooting” as a critical framework for enquiry, and produce diagrammatic readings of these speculative technologies, the networks they interlink with, and their associated politics of usership. In doing so, we will collectively identify what is left out of these visions, and explore how these omissions might offer an insight into the power relations that exist between users and technological platforms in the present.",
    "date": "2017-06-10",
    "time": {
      "from": "14:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Network Diagnostics is the collaborative research practice of Niall Docherty and Dave Young",
      "about": "Niall Docherty is a PhD candidate at the Centre for Critical Theory at Nottingham University. His project attempts to combine the empirical foundations of software studies and Foucauldian governmentality to analyse Facebook within the neoliberal context of its inception and current use. He has completed two degrees at Goldsmiths – a BA in Politics in 2014, and an MA in Cultural Studies the following year. Niall was born and currently lives in Sheffield, ‘the greenest city in Europe’ according to some sources.\n\nDave Young is also a PhD candidate at the Centre for Critical Theory at Nottingham University, and is currently researching bureaucratic media and systems of command and control in the US military since the Second World War. His practice takes the form of workshops, talks, texts, and website development, and he has presented work for organisations such as the Disruption Network Lab, Transmediale, Servus, and Furtherfield. An archive of past/ongoing work can be found at dvyng.com."
    },
    "place": {
      "id": null,
      "name": "Furtherfield Commons, Finsbury Park, near 269-271 Seven Sisters Rd, Harringay, London N4 2DE",
      "description": null,
      "area": "North London"
    },
    "imageUrl": "http://furtherfield.org/sites/furtherfield.org/files/imagecache/content_width_598px/manpowertop-main-image.png",
    "tags": ["Workshop"],
    "websiteUrl": "www.furtherfield.org"
  },
  {
    "title": "Humans and nature in the 21st century [science series]",
    "description": "Jonny Ritson, of Imperial College London, will draw on the work of Lovelock, Humboldt and Kropotkin to discuss human interaction with nature and how to achieve a balance between society’s needs and those of the planet, as a healthy, functioning ecosystem. He will discuss his own research on peat bogs and their (mis)management as well as how land ownership and economics shape the fields and forests around us. Rather than offering definitive solutions, the talk aims to ask the questions which collectively we must answer, providing examples of what has and has not worked in the past. The talk will lead to a discussion with groups reporting back so that everyone’s opinion is heard. The resulting discussion will be summarised and published as an article.",
    "date": "2017-06-10",
    "time": {
      "from": "14:00",
      "to": ""
    },
    "organiser": {
      "name": "Jonny Ritson",
      "about": "Jonny Ritson is a research associate at Imperial College working on the carbon cycle in soils and surface waters. He is also keen on communicating science to non-scientists and developing his own connection to nature. Aside from his formal research he is also interested in how land ownership and capitalism affect the environment."
    },
    "place": {
      "id": null,
      "name": "Conway H (Brockway Room), Red Lion Square, London WC1R 4RL",
      "description": null,
      "area": ""
    },
    "imageUrl": "https://en.wikipedia.org/wiki/Alexander_von_Humboldt#/media/File:Zentralbibliothek_Z%C3%BCrich_-_Ideen_zu_einer_Geographie_der_Pflanzen_nebst_einem_Naturgem%C3%A4lde_der_Tropenl%C3%A4nder_-_000012142.jpg",
    "tags": ["Talk", "Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "The Art of asking better questions",
    "description": "Proper questioning has become a lost art. The curious four-year-old asks a lot of questions — incessant streams of “Why?” and “Why not?” might sound familiar — but as we grow older, our questioning decreases.\n\nThis event will take a form of an interactive workshop/ group exercise inviting participants to think about whether they ask enough questions or whether they settle with general assumptions. We will look at the way they ask questions and how this has an impact on their way of thinking and making judgements. \n\nThis workshop aims to encourage its participants to think about topics they might feel intimidated by or feel uncomfortable to talk about due to a lack of knowledge/ information (depression, sexual health, LGBT topics, cultural differences etc.). Participants will be encouraged to overcome those barriers by asking direct questions, by learning and sharing. \n\nMany people don’t think about how different types of questions can lead to different outcomes. In this workshop we will try to steer a conversation by asking the right kinds of questions, based on a problem we might be trying to solve. We will challenge basic assumptions or affirm our understanding in order to feel more confident in our conclusions.\n",
    "date": "2017-06-10",
    "time": {
      "from": "15:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Alice Bednarova",
      "about": "Since completing my postgraduate degree, I have focused upon engaging the public, working with people as equal partners who bring their own knowledge content to learn from each other. I currently work as a Learning Facilitator at the V&A Museum. \n\nMy last event, Of Improvisation, is a result of my interest in the potential of art spaces to become platforms for public engagement. I choosed improvisation as the very medium upon which both, the public and the artists are regarded as the ultimate experts. Of Improvisation promotes equality through dialogue, creative exchange and a positive social change."
    },
    "place": {
      "id": null,
      "name": "Rabbits Road Institute, Old Manor Park Library​, ​835 Romford Road​, ​London E12 5JY",
      "description": null,
      "area": "East London"
    },
    "imageUrl": "TBC",
    "tags": ["Workshop", "Experiment"],
    "websiteUrl": "TBC"
  },
  {
    "title": "Conspiration of Warmth ",
    "description": "Conspiring is conspirare: is breathing together and producing breathable agreements. Instituent forms of reterritorialization.  The territory of assembling is not the same place which has to be reclaiming each time in the same way. Breathing and gathering on conspiring warmth, the rest we will only know, see and hear. ",
    "date": "2017-06-10",
    "time": {
      "from": "16:00",
      "to": "19:00:00"
    },
    "organiser": {
      "name": "School of Calidity /Esther Planas ",
      "about": "School of Calodity reclaims various itching points:\nThe Space for Learning and its Symbolism so that is warmth, calidity. South (Heat) versus the coldness of North. The Coldness of Capitalism, of practicality, and the distribution of the Insensible (quoting Ranciere but reversed) School of  Calidity looks up to trigger a way of being and seeing a mind state too. So that after one has passed by the experience, its own “thinking”, its ways of seeing and perceiving would have been altered. Of course the aim is to derail values that are capitalist towards education, towards the value we give to it (the perversion of a system that places a very high price to get it) and the orthodoxies that sustain such systems."
    },
    "place": {
      "id": null,
      "name": "Five Years gallery, Elthorne Road, London N19 4AJ",
      "description": null,
      "area": "Archway North London"
    },
    "imageUrl": "http://www.estherplanas.com/index.php?/project/escuela-de-calor/",
    "tags": ["Experiment"],
    "websiteUrl": "http://www.estherplanas.com/"
  },
  {
    "title": "Nanny Cam",
    "description": "Film screening of works by artists without a degree in Fine Art",
    "date": "2017-06-10",
    "time": {
      "from": "18:00",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "The White Pube",
      "about": "The White Pube is an art criticism website and research project by Zarina Muhammad and Gabrielle de la Puente, based at thewhitepube.com."
    },
    "place": {
      "id": null,
      "name": "The White Building, Queen's Yard, White Post Lane, London E9 5EN ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://mail.google.com/mail/u/1/#inbox/15b5388d4456f02c",
    "tags": ["film screening"],
    "websiteUrl": "thewhitepube.com"
  },
  {
    "title": "Tool Making for a Precarious Future",
    "description": "As part of an ongoing programme of public events Open School East’s ‘Radical Planners’ will facilitate a practical workshop making tools for living in a precarious future.\n\nWe will share skills and collaboratively produce improvised functional objects. Using wood, electric, magic and muddy crafts we will resourcefully construct a tool kit for a fictional forecast of our shared ecological hopes and anxieties. We will actively explore the application of materials in troublesome times. \n\nPlease join us to ponder the future we might be heading towards and the skills/tools we might need for self sufficiency and well-being. \n\nThis workshop is open to all ages. Please get in touch if you have any questions. Materials will be provided but please bring rocks, wood, plastic, wires, spells, cloth etc along if you wish.",
    "date": "2017-06-11",
    "time": {
      "from": null,
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Open School East ",
      "about": "Open School East is a space for artistic learning and production that is experimental, versatile and highly collaborative. \n\nA group of the Associates from 2017 will facilitate this workshop."
    },
    "place": {
      "id": null,
      "name": "Open School East, 50 Athelstan Rd, Margate CT9 2BH",
      "description": null,
      "area": "South East "
    },
    "imageUrl": "in file",
    "tags": ["Workshop", "Experiment"],
    "websiteUrl": "http://www.openschooleast.org/"
  },
  {
    "title": "TALKING GHOSTS: A Hoarding Novella ",
    "description": "Who are the 'talking ghosts'? \nThey are those strange people populating the CGI-created urban spaces of new housing/public space developments advertising their forthcoming arrival. \n\nI call those people ‘ghosts in reverse’, whose function is to colonise the urban future in advance of our presence. In so doing, they enter in some form of messianic dialogue with the present time of those encountering them as the passers-by of today. That's us.\n\nIn this collective intervention we will work together to give the gift of speech to these ghost citizens by writing collectively the script of a 'hoarding novella' inserting custom designed, adhesive speech bubbles into an existing hoarding whose characters will become our actors.\n\nThese ‘mediums’ will be ventriloquists for our thoughts, materialised as we come together on the day.\n",
    "date": "2017-06-11",
    "time": {
      "from": "03:00",
      "to": "17:30:00"
    },
    "organiser": {
      "name": "Alberto Duman",
      "about": "\nAlberto Duman’s work is located at the intersection between art practice, regeneration and urban studies and always concerned with social contexts and the role of art in the cultural production of urban space.\n \nIn 2016 he was Leverhulme Trust Artist-in-Residence at University of East London with the project Music for Masterplanning.\n \nCurrently he is a Lecturer in Fine Art at Middlesex University teaching with Loraine Leeson on the BA/MA Fine Art Social Practice module.\n \nSince 2014 he also works with the group DIG Collective"
    },
    "place": {
      "id": null,
      "name": "Meeting point will be given on booking",
      "description": null,
      "area": "East London"
    },
    "imageUrl": "https://www.dropbox.com/sh/czx5g9tpsi0gn3v/AAAZ47LuRI0XGY0T7jQXJ1yXa?dl=0",
    "tags": ["Intervention"],
    "websiteUrl": "http://albertoduman.me.uk/"
  },
  {
    "title": "Puppetry, Ventriloquism and Inner Politics",
    "description": "The self-learning workshop, Puppetry, Ventriloquism and Inner Politics explores ideas of the personal and political subconscious through the voice of alter-egos. Voice is the medium of power practices, and hence the dissociated voice of ventriloquists is considered both as a threat to and a guarantee of the political authority. Neurotic rather than therapeutic, this workshop is to reveal the voice of hysteria and brutal honesty regarding the political current. Join us as we sew, glue and create our own puppets, learn some ventriloquism techniques and discover what our inner voices have to say.\n\n* This is a day long workshop. Please bring some food or snack to share for lunch.\n",
    "date": "2017-06-11",
    "time": {
      "from": "11:00",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "RARA",
      "about": "RARA School is a platform for theme-based public workshops, combined with provocative discussions, making and action. It aims to ignite discussions around the socio-political meanings of making culture as well as to take tangible actions with what we make. Theory/Making/Action!\n"
    },
    "place": {
      "id": null,
      "name": "Unit 2 Grosvenor Way E5 9ND",
      "description": null,
      "area": ""
    },
    "imageUrl": "https://www.eventbrite.co.uk/e/puppetry-ventriloquism-and-inner-politics-tickets-33000711015",
    "tags": ["Workshop"],
    "websiteUrl": "r-a-r-a.com"
  },
  {
    "title": "Deptford: radical histories  and great personalities",
    "description": "Deptford possesses long and surprisingly radical histories which have played a central role in English life: e.g. from the so-called <Peasants Revolt> 1381 to the deadly New Cross Fire (1981) which led to UK's largest ever Civil Rights demonstration. And the iconic Battle of Deptford Broadway (1932) featured Kath Duncan (about whom Ray has written a new book); it led to the first case NCCL (Liberty’s forerunner) defended.\nFittingly Deptford is one of the locations where historical sites are keenly contested e.g. the huge Convoys Wharf site.\n \nFor centuries Deptford was the headquarters of English shipping: iconic tales of Drake and Raleigh happened here; school history has little to say about Colonialism though. 16thC globalization led to Deptford being England’s first BAEM cluster. \nDeptford Creek is now of great ecological interest where eg 180+ wildflowers have been identified. It is a fine setting for an architectural masterpiece: the Laban College.\n \nOther notable stories foregrounded: John Evelyn, diarist and scientist created the first planned garden which was partially wrecked by his tenant Peter the Great studying shipbuilding; gay playwright and agent Marlowe murdered here; the Macmillan sisters pathbreaking educationalists; and Dire Straits who gave (1970s) free concerts from their balconies.  \n",
    "date": "2017-06-10",
    "time": {
      "from": "14:00",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "Ray Barron Woolford and Tim Gluckman",
      "about": "Ray Barron Woolford, lifelong community & political activist, broadcaster and author 'Deptford' (a radical history); as founder of UK largest's independent food bank, wrote ' Food bank Britain'. Ray is a successful social entrepreneur winning  awards for his work on housing & green energy, as well as writing on food , poverty & social justice ,\nRay is presently writing a new book (' The Last Queen of Scotland') and play about the Scot & civil rights activist Kath Duncan.  \nTim,  an experienced tour guide, is proud to be a Lewisham resident; enjoys learning more about it\n\n"
    },
    "place": {
      "id": null,
      "name": "Meet in grounds of St Nick's Church, Deptford Green, London SE8 3DQ",
      "description": null,
      "area": "SE London"
    },
    "imageUrl": "To be provided",
    "tags": ["Walk"],
    "websiteUrl": "to be provided"
  },
  {
    "title": "Climate change and the water-energy-food nexus [Science Series]",
    "description": "Jimmy O'Keefe, of Imperial College, will discuss his research in India where climate change and over-use of water threaten the livliehoods ",
    "date": "2017-06-11",
    "time": {
      "from": "13:00",
      "to": "14:00:00"
    },
    "organiser": {
      "name": "Jimmy O'Keefe",
      "about": "Jimmy O'Keefe is a research associate at Imperial College London. His primary area of research focuses on the development of hydro-economic models to support water resource management within the Ganga Basin."
    },
    "place": {
      "id": null,
      "name": "Conway H (Bertrand Russell Room), Red Lion Square, London WC1R 4RL",
      "description": null,
      "area": ""
    },
    "imageUrl": "http://paramo.cc.ic.ac.uk/india/",
    "tags": ["Talk"],
    "websiteUrl": ""
  },
  {
    "title": "An introduction to Anarchist Communism",
    "description": "Anarchist communism is an economic and political system based upon removing oppressive and exploitative structures in society (such as capitalism and the state), and building a society where everyone has an equal input into decisions that affect their life. This talk and Q&A session will go over the aims and principles of the anarchist movement, its history and relevance in today’s society.",
    "date": "2017-06-11",
    "time": {
      "from": "1400",
      "to": "16:00"
    },
    "organiser": {
      "name": "London Anarchist Federation",
      "about": "The anarchist federation has been active for other 30 years. As anarchist communists we fight for a world without leaders, where power is shared equally amongst communities, and people are free to reach their full potential. We do this by supporting working class resistance to exploitation and oppression, organise alongside our neighbours and workmates, host informative events, and produce publications that help make sense of the world around us. "
    },
    "place": {
      "id": null,
      "name": "Conway Hall (Brockway Room), Red Lion Square, London WC1R 4RL",
      "description": null,
      "area": ""
    },
    "imageUrl": "https://afed.org.uk/ (AF logo available here)",
    "tags": ["Talk"],
    "websiteUrl": "https://afed.org.uk/"
  },
  {
    "title": "a political ecology- Tectonics/Totems/Humors",
    "description": "What is the relation between daily life and the organization of thought and art?\nA performed scavenger hunt of things that might relate in different ways. \nA guided workshop choreography with book-launch. ",
    "date": "2017-06-11",
    "time": {
      "from": "13:30",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "Journal of Aesthetics & Protest",
      "about": "The Journal of Aesthetics & Protest is a weirdo think-tank.\n"
    },
    "place": {
      "id": null,
      "name": "Five Years gallery, Elthorne Road, London N19 4AJ",
      "description": null,
      "area": "New Cross?"
    },
    "imageUrl": "None yet available. ",
    "tags": ["Experiment"],
    "websiteUrl": "https://www.joaap.org/"
  },
  {
    "title": "The Existentialist Plumbers Collective: Introduction 2:0",
    "description": "Welcome to The Existentialist Plumbers Collective PhD: Plunging, hammering & discussion. You are invited to join our competently under-qualified staff for an introduction to some of the exciting courses we offer. Plumb the depths of your existential crisis, try your hand at simple subversion techniques, enjoy practical workshops like plunging, hammering and drilling. Practice your manifesto writing as well as enjoying a taster reading group text. You will have the opportunity to discuss fascinating topics such as, can one ascend the heights of existentialism without a step-ladder, plumbing your way out of the patriarchy, installing your own parallel universe in the comfort of your own basement and chipping off the old block. \nEvery participant will receive a TEPC certificate for surviving the afternoon. All tools and hugs will be provided, bandages and plasters won’t.  --- image creadit: The Phantom of Liberty (Le Fantôme de la liberté), Luis Buñuel 1974.",
    "date": "2017-06-11",
    "time": {
      "from": "14:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "The Existentialist Plumbers Collective",
      "about": "The Existentialist Plumbers Collective was formed spontaneously on April 1st 2017 in a coffee shop in west London whilst on the way to a cemetery. It was founded by a small group of interventionists who identify as existentialist plumbers and intersectional feminists. Their aim is to plumb the existential depths of crisis, fact & fiction and being, through acts of unblocking, scrubbing away the residue and sediment of mediocrity and overcoming the stench of patriarchy. They enjoy playing, making, collaborating and plumbing, but only existentially."
    },
    "place": {
      "id": null,
      "name": "Dissenters’ Gallery 391 Ladbroke Grove London W10 5AA",
      "description": null,
      "area": "West London"
    },
    "imageUrl": "https://www.facebook.com/TheExistentialistPlumbersCollective/photos/a.743390642532459.1073741826.743390402532483/743390555865801/?type=3&theater",
    "tags": ["Talk", "Intervention", "Workshop", "Experiment", "Performance"],
    "websiteUrl": "https://existentialistplumberscollective.wordpress.com/"
  },
  {
    "title": "Sensorial Study on Clothing and Bodies",
    "description": "\nAn experimental approach to clothing design ideas and processes and the relationships between our bodies and garments. \n\nThe idea behind this workshop is to recognise our bodies and how clothing can relate to them. We will be doing some physical exercises aiming to connect with ourselves and with others. We will also be experimenting with design ideas through different sensorial exercises enjoying the process without caring about a final result but paying attention to the ideas that emerge from that process.\n\nYou are welcome to bring different materials to work with, including any fabric, markers, scissors, needles and threads, paints and any other kind of material or element that you think could be used for textile intervention and garment construction. Please wear comfy clothes and bring your yoga mat if you have one.\n\nPlease join! This is an inclusive activity and you all are welcome! No previous knowledge required.\n\n",
    "date": "2017-06-11",
    "time": {
      "from": "14:00",
      "to": "18:00:00"
    },
    "organiser": {
      "name": "Renata Minoldo",
      "about": "Renata Minoldo is an Argentinian based in Hackney, London. She has a BA in Fashion Design and studied Fine Arts at Uni as well as through workshops and crits. Her practice involves visual arts and clothing. She has international working experience as a costume designer including London, New York and Buenos Aires. As a teaching artist she has facilitated art and clothing workshops for adults. She is also member of School of the Damned Class 2018 and is currently exploring alternative learning and teaching methods involving interdisciplinary practices.\n\nhttp://renataminoldo.tumblr.com/\n\n"
    },
    "place": {
      "id": null,
      "name": "Red gallery, 1-3 Rivington St, London EC2A 3DT ",
      "description": null,
      "area": "Hackney, London"
    },
    "imageUrl": "https://drive.google.com/open?id=0B4nb59rBlKcaa2stdm1lSFVzLXc",
    "tags": ["Intervention", "Workshop", "Experiment"],
    "websiteUrl": "http://renataminoldo.tumblr.com/"
  },
  {
    "title": "Catford , Ladywell fields and Lewisham Hospital walk",
    "description": "When people pass through Catford on the South Circular, it looks like another faceless suburb marked by post-war Brutalism and attempts at regeneration. The walk will attempt to sensitise to typical urban features and show how the cityscape might be ‘read’. \nCatford, an Anglo-Saxon name but mostly developed in the 19th C. with the railway (1857) and the need for homes caused by London’s rapid expansion. What can we say about current trends e.g. pushback against Barratt’s plan to build a 19 storey tower which then had to be withdrawn (2016)? Now Catford has an annual Arts Trail; creativity flourishing and/or gentrification signal? \nLewisham boasts fine parks which likewise are subject to many pressures. As a member of the Ladywell Fields Users’ Group, I observe how the various players e.g. Council, park keepers, builders and its many users (try to?) resolve the issues. \nFinally at University Hospital Lewisham, we’ll celebrate the community based campaign (2012-2013) against government plans to close the highly-rated A&E Dept. That program was caused by the PFI issues (‘odious debt’?) of the South London Healthcare NHS Trust which ULH is not a member of. \nSuitable for ppl w/ mobility issues.\n",
    "date": "2017-06-11",
    "time": {
      "from": "15:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Tim",
      "about": "Tim, proud to be Lewisham resident (for over seven years now). Experienced tour guide and active in local groups. The history and ecology etc of this rapidly-changing area have proved to be of great interest; and much still to find out. I hope participants on this walk will add to my store of knowledge."
    },
    "place": {
      "id": null,
      "name": "meet by exit from Platform 1 at Catford Bridge Station on Adenmore Road",
      "description": null,
      "area": "Catford"
    },
    "imageUrl": "Will be provided",
    "tags": ["Walk"],
    "websiteUrl": ""
  },
  {
    "title": "Striking to Win: Why is the Rent So Damn High?",
    "description": "Drastic increases in rent prices for students are tuition fee increases by stealth. We believe any call for free education must acknowledge the vital role rents play in the continuation of the current university system. In this workshop we’re seeking to discuss the relationship between the marketisation of public universities and the drastic increase in student rents since 2009/10. \n\nUniversities have been in a pissing contest to see who can get the largest property portfolio: paid for by students. If the university is preparing us for our future exploitation, it’s doing an excellent job.\n\nFreed from any notion of welfare provision, student accommodation now forms a key component of university privatisation strategies; directly underpinning increases in tuition fees whilst undermining educational access for low to middle income students.\n\nLast year over 1,000 rent-striking students at UCL won over £1 million in concessions in the form of compensation, bursaries and rent cuts. Despite eviction threats and attempts to victimise individual students, a collective refusal to be divided or bullied - alongside careful organisation with off-campus groups - forced successive capitulations by managers.\n\nJoin us to discuss ideas, do some sweet strategising, and plot to win!",
    "date": "2017-06-11",
    "time": {
      "from": "16:00",
      "to": "18:00:00"
    },
    "organiser": {
      "name": "Rent Strike ",
      "about": "Rent Strike is the national working group for Cut the Rent groups across the UK. We seek to facilitate the spreading of rent strikes as a tactic to campaign for affordable rents for students in university accommodation. We are a mixture of student activists and housing activists, some of us were involved in the successful 2016 rent strike at UCL. "
    },
    "place": {
      "id": null,
      "name": "Conway Hall (Brockway Room), Red Lion Square, London WC1R 4RL",
      "description": null,
      "area": ""
    },
    "imageUrl": "https://docs.google.com/document/d/1qXGUxSb2xOuqBVgk_6Jf8UWOIgV1tNZkFDJOmn_nx-Y/edit?usp=sharing",
    "tags": ["Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "Co-counselling: An introduction to peer-to-peer counselling techniques",
    "description": "Co-counselling is a method for working through issues and emotions with a supportive partner, and supporting your partner to do the same. Co-counselling can help participants develop self-confidence, become more comfortable with emotions, and deal with issues from the past that are affecting the present. In this workshop we will run through the main techniques used in co-counselling and give you the opportunity to try them out with each other. Check out the Co-counselling UK website for more information about what it's all about: co-counselling.org.uk",
    "date": "2017-06-11",
    "time": {
      "from": "16:30",
      "to": "18:30:00"
    },
    "organiser": {
      "name": "Milile Darling",
      "about": "Millie is co-counsellor (fundamentals training), activist, cyclist, and writer. She passionately believes in the importance of expressing rather than suppressing emotions, which is why she started co-counselling."
    },
    "place": {
      "id": null,
      "name": "Five Years gallery, Elthorne Road, London N19 4AJ",
      "description": null,
      "area": "Finsbury Park, London"
    },
    "imageUrl": "TBC",
    "tags": ["Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "An Inclusive Islam",
    "description": "\"An Inclusive Islam\" is a queer/femme/non binary Muslim space held in London. In light of rising Islamophobia across the world, this event aims to celebrate queer/femme/non-binary Islamic and Muslim histories, peoples and culture in order to show and celebrate our diversity . The event will be held during the holy month of Ramadan and we want to share this experience of community, compassion and learning to those outside of our communities.\n \nThroughout the day there will be prayers, lectures, poetry readings and performances by various people in the community.  In addition there will be a library where you can read more about our histories and experiences. We hope to share our voices, experiences, histories, dreams and realities with you in a safe, engaging and inclusive way.",
    "date": "2017-06-11",
    "time": {
      "from": "17:00",
      "to": "22:00:00"
    },
    "organiser": {
      "name": "George Toon",
      "about": "George Toon is a white queer convert to Islam and studies Fine Art and History of Art at Goldsmiths, London. He is currently in Cairo working on his critical and artistic practice which focuses around the central issues of language, history and sexuality. In London, he has been producing audio guides of paintings in the National Gallery, London that challenge received interpretations of traditional art."
    },
    "place": {
      "id": null,
      "name": "MayDay Rooms, 88 Fleet St, London EC4Y 1DH ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://drive.google.com/open?id=0B9MN_HibsjRlRnFWN0RSY1BHTFU",
    "tags": ["Talk"],
    "websiteUrl": ""
  },
  {
    "title": "A Citizens Income - could it work?",
    "description": "A topic that's generating interest at the moment.\nWhat if every adult in the UK was guaranteed a basic income whether you worked or were unemployed?\nIs it feasible? Has it been tried before? Could it work? Would it cripple our economy? Would we all become work-shy?\n\nThese questions and more will be up for debate.\nThere would be:\n4 panel members; 2 speaking for the motion and 2 against\n- we hold a vote to see what audience members think\n- the panel present their arguments\n- Questions from the floor\n- We hold a vote on whether the audience members think a citizens income is a good idea.\n\n\n",
    "date": "2017-06-11",
    "time": {
      "from": "19:00",
      "to": "20:30:00"
    },
    "organiser": {
      "name": "Positive Money ",
      "about": "Positive Money is part of a global movement to democratise money so that it works for society and not against it. We’re working to tackle an issue that is at the root of many of the social and economic problems that we’re facing today.\nThe control of the creation of money, in the hands of banks, has contributed to the problems of:\n\nunaffordable housing\nhigh unemployment\nhigh personal debt\ngrowing inequality\nhigh government debt\nfinancial crisis and economic instability"
    },
    "place": {
      "id": null,
      "name": "Conway Hall (Brockway Room), Red Lion Square, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "tbc",
    "tags": ["Talk "],
    "websiteUrl": "www.positivemoney.org"
  },
  {
    "title": "Uncomfortable Art Tours",
    "description": "Uncomfortable Art Tours are exactly what they sound like.\nIn a country that’s repeatedly failed to come to terms with its colonial past, led by politicians who seem to think the past is the future, we seek to resist triumphalist nostalgia with art history.\nOur tours will focus on how major institutions like the National Gallery and Tate Britain came into being against a backdrop of imperialism. In each one hour tour, we’ll unravel the role colonialism played in shaping and funding these collections, looking at the broader material history of celebrated works. The history of British art is also the history of empire and genocide, written by collectors who traded in landscapes and lives.\nThere are bloody handprints on the gallery walls, and the bodies of slaves and colonised peoples in the foundations. ",
    "date": "2017-06-12",
    "time": {
      "from": "16:30",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "The Exhibitionist",
      "about": "Alice Procter hosts The Exhibitionist, an opinionated podcast reviewing museums and galleries. Her academic work concentrates on the intersections of post-colonial art practice and colonial material culture, investigating how we curate historical trauma and national identity. She has five years of tour guiding experience and plenty of things to say."
    },
    "place": {
      "id": null,
      "name": "The National Gallery, Trafalgar Square, London WC2N 5DN",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.facebook.com/exhibitionistpod/photos/a.570602069779545.1073741825.569738326532586/570602079779544/?type=1&theater",
    "tags": ["Talk", "Gallery tour"],
    "websiteUrl": ""
  },
  {
    "title": "Rethinking Administration: Subversion, Automation and Care",
    "description": "\n\nOrganisations, be they universities, hospitals or billion-pound corporations, depend on a hierarchical structure in which administrators are a ‘necessary evil’. This event, run by professional administrators, seeks to challenge the assumptions about administrative practices that perpetuate the class and gender divides that still dominate today’s workplace. Can administration, rather than entrenching harmful relations of power, be a positive disruptive force within organisations and institutions, tilting them in the opposite direction?\n\nThe stereotype of the detail obsessed, data-driven automaton, unable to see the human element of an organisation/business, is tired and irrelevant - it is time to head somewhere new.\n\nAn Anti-University needs Anti-Administrators!",
    "date": "2017-06-13",
    "time": {
      "from": "18:30",
      "to": "21:30:00"
    },
    "organiser": {
      "name": "Critical Administrators",
      "about": "Critical Administrators is a project in development, looking to rethink the relations of power that surrounds and passes through administrative staff and administrative processes"
    },
    "place": {
      "id": null,
      "name": "Doomed Gallery, 65-67 Ridley Road, Dalston, London, E8 2NP",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F29975422%2F208517025871%2F1%2Foriginal.jpg?w=800&rect=0%2C44%2C908%2C454&s=e0863d22da7e0774c5341b8661f91652",
    "tags": ["Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "Consciousness Explored (science series)",
    "description": "An introduction to some ideas around consciousness.  What is it?  How is it described by the various branches of science, and how do these differ from how it features in spiritual practice?  What is the relationship between consciousness and art?\n\nThe session will include a presentation outlining some of the current thinking around this topic and will also include exercises and discussion to better enable shared understandings to develop.",
    "date": "2017-06-13",
    "time": {
      "from": "19:30",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "Fred McVittie",
      "about": "Fred McVittie has a background in performance and education, with a specific area of his research being into the ways that consciousness and language relate to performance and arts practices."
    },
    "place": {
      "id": null,
      "name": "Conway Hall (Brockway Room), Red Lion Square, London WC1R 4RL",
      "description": null,
      "area": "Cornwall"
    },
    "imageUrl": "https://www.youtube.com/watch?v=mifVlW46mSQ",
    "tags": ["Talk", "Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "Intersections of Art, Protest and Law",
    "description": "This event will seek to bring together artists, lawyers and activists to create a finished piece of work that could be seen as either art, law or protest, highlighting the reliance of each on the other.  This would be bookended by discussion as to the usefulness of using art/law practices as a form of radical legal pedagogy, revealing the intersections of art and protest, in the processes and products of law.",
    "date": "2017-06-14",
    "time": {
      "from": "11:00",
      "to": "14:00:00"
    },
    "organiser": {
      "name": "Art/Law Network",
      "about": "The Art/Law Network is a gathering of artists, lawyers, agitators, coming together to work and collaborate for change. The network is a platform where artists can be in contact and collaborate with practitioners working within the law, the legal system, legal teaching and research. Similarly, the network provides a space where lawyers, activists, academics, thinkers of all creeds, can learn new open forms of law and legal thinking through bringing art into law.\n\nParticipants in the Art/Law Network are Collaborators. Projects between Collaborators of the Art/Law Network are Convergences.\n\nContact artlineslaw@artlawnetwork.org for more information on the network, collaborating and future convergence opportunities."
    },
    "place": {
      "id": null,
      "name": "Conway Hall (Bertrand Russell Room), Red Lion Square, London WC1R 4RL",
      "description": null,
      "area": "London or Brighton"
    },
    "imageUrl": "Please use Art/Law Network Logo",
    "tags": ["Intervention"],
    "websiteUrl": "www.artlawnetwork.org"
  },
  {
    "title": "bra OO knowledge UU exchange ",
    "description": "I've got loads of bras (mainly D cup and upwards) which I don't or can't wear anymore. If you also have some spare bras or need a bra, come to my house and we can share bra knowledge/experiences. One of the bedrooms will become a changing room, so you can have privacy & time to try different bras. I'll make some veggie food to share. Cis & trans women welcome. No breasts to small or too big. ",
    "date": "2017-06-14",
    "time": {
      "from": "18:00",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "Rosalie Schweiker",
      "about": "I'm an artist from South Germany, living and working in South London. www.rosalieschweiker.info "
    },
    "place": {
      "id": null,
      "name": "17 Reading House, Greenhundred Road, SE15 1RS",
      "description": null,
      "area": "London"
    },
    "imageUrl": "http://rosalieschweiker.bigcartel.com/product/dd",
    "tags": ["Experiment"],
    "websiteUrl": "www.rosalieschweiker.info"
  },
  {
    "title": "Could we collectively own our homes?",
    "description": "Current house prices in London mean that most of us will never be able to own houses in this city we call home. And rising rent, rouge landlords, and the knowledge that we're giving the majority of our monthly paycheques to the man, makes housing here all the more frustrating and precarious. \n\nSo what options are there for us to work together to set up sustainable collectively-owned housing in London? This workshop will explore ideas from housing co-operatives, community land trusts, council housing, and more. \n\nThis workshop will involve presentations, and opportunities for everyone to participate in activities to reimagine our housing. Bring your thinking caps and an appetite to get involved in creating something better.",
    "date": "2017-06-14",
    "time": {
      "from": "18:30",
      "to": "20:30:00"
    },
    "organiser": {
      "name": "Millie Darling",
      "about": "Millie is an activist, and classic young Londonder who spends the majority of her monthly paycheque on rent and wants to find a better way to sustainably live in this city."
    },
    "place": {
      "id": null,
      "name": "Furtherfield Commons, Finsbury Park, near 269-271 Seven Sisters Rd, London N4 2DE",
      "description": null,
      "area": "Finsbury Park, London"
    },
    "imageUrl": "TBC",
    "tags": ["Talk", "Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "How to set up an Alternative School in Ireland",
    "description": "At the presentation you can learn about the main components in setting up an alternative school. The presentation will cover topics such as forming a committee, articulating a strong vision, the Irish legal context and financing. ",
    "date": "2017-06-14",
    "time": {
      "from": "18:30",
      "to": "20:00:00"
    },
    "organiser": {
      "name": "Aaron Keohane, ",
      "about": "Aaron Keohane is co-founder of Sudbury School Paris and Wicklow Sudbury School and former Council member of the European Democratic Education Community. While carrying out undergraduate applied psychology research on initiative development while at University College Cork Aaron observed an ownership deficit in terms of students’ learning – students did not feel in charge of their learning. This sparked within him an interest in the field of education and after becoming qualified as an English and Mathematics teacher he took up a post at Summerhill, the world’s oldest and most famous democratic school. It was here that Aaron developed his philosophy of student-centered education which lead him to the Sudbury Model of education, a radically student-centred model of education. In August 2015 he became part of the L’École Dynamique team which established France’s first Sudbury School. He then went on to become a Council member of the European Democratic Education Community and co-found the Sudbury School Paris and and Wicklow Sudbury School. "
    },
    "place": {
      "id": null,
      "name": "Jigsaw, 10 Belvedere Court, Dublin 1.",
      "description": null,
      "area": "Dublin"
    },
    "imageUrl": "https://wicklowsudburyschooldotcom.files.wordpress.com/2016/05/img_1686.jpg",
    "tags": ["Talk"],
    "websiteUrl": ""
  },
  {
    "title": "Phone Security 101",
    "description": "Also known as \"Friends don't let friends SMS,\" \"Phones(ecurity)4U,\" and \"The revolution will be encrypted,\" this workshop is an accessible introduction to all things security-of-the-phone. Whether it's day to day social life, tweeting and political organising from your smartphone, or on an action with a burner, we'll work through some of the simple ways to upgrade your information security, and that of your friends and comrades, on mein handy.\n\nWe live in the most highly surveilled country in the world, with a sophisticated intelligence agency called GCHQ tapping all internet traffic in an illegal program called Tempora, undercover cops infiltrating our spaces, and a Home Office minister determined to outlaw end-to-end encryption (both ridiculous and mathematically impossible). To stay safe, we need to be increasingly savvy about how we use our phones, and what channels we use to communicate, organise, and resist. But it can be well boring, so let's figure it out together!\n\nAll welcome, whatever your level of familiarity with the tech. We'll have a safer spaces policy in play so no funny business please.",
    "date": "2017-06-14",
    "time": {
      "from": "19:00",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "Dolly Watson",
      "about": "Dolly Watson (he/him) is a communist with the smallest of c's. Organising with Fuel Poverty Action and Plan C London, and getting up to all kinds of trouble in between. Interested in a politics built around care (and against work) which seeks to organise at the level of social reproduction. Trying to remember that revolution is a process, or many. Has been tinkering with info security, and wants to share the crypto-love. Also enjoys climbing, walks in the woods, cumbia, and plenty more besides!"
    },
    "place": {
      "id": null,
      "name": "Doomed Gallery, 65-67 Ridley Road, Dalston, London, E8 2NP",
      "description": null,
      "area": "London"
    },
    "imageUrl": "Will get this to you asap!",
    "tags": ["Workshop"],
    "websiteUrl": "n/a"
  },
  {
    "title": "Mutabili Numerus (OOO)",
    "description": "Mutabili Numerus (OOO) is a site-specific performance that reflects on Deleuze repetition and difference, through the medium of performance, costume, and interaction. In the performance the common setting of the stage is deconstructed, supporting the idea of the public philosophical discourses in ancient greece, including figures such as Socrates. The dancers make use of 9 choreographed gestures within the 30-40 minutes, by transforming them through individual 'repetition and difference'. It reflects on our recent discourses on the idea of collectivity and individuality, and the necessarity to begin discourses that support interactivity, and the opening of narrowing borders.",
    "date": "2017-06-15",
    "time": {
      "from": "18:00",
      "to": "19:00:00"
    },
    "organiser": {
      "name": "No Host yet /I could possibly ask my college CSM",
      "about": "No Host confirmed yet"
    },
    "place": {
      "id": null,
      "name": "Red gallery, 1-3 Rivington St, London EC2A 3DT",
      "description": null,
      "area": "No Host confirmed yet"
    },
    "imageUrl": "https://drive.google.com/drive/folders/0BxooF1DbfUMWbkc2aHZzdGVwdkU?usp=sharing",
    "tags": ["Performance"],
    "websiteUrl": "www.monikadorniak.com"
  },
  {
    "title": "Monster Politics: Austerity, Hegemony & Being Out of Place",
    "description": "This session is about monsters and how they are made. The politics of austerity produces monstrous others who stand as scapegoats for the effects of reduced public spending; refugees are conflated with monstrous immigrants so as to be denied human rights; young black men are characterised as monsters so as to justify police brutality; monsters threaten our children and the spectre of the monstrous crowd is conjured in the service of law and order. \nKirsten and Debra will lead a discussion about austerity, normality and the representation of monsters in popular media. Are we all potentially monsters? Or are some of us more monstrous than others? Is it possible to claim a position of monstrosity, of being ‘out of place’ as the basis for a revitalised left-popular politics?\n",
    "date": "2017-06-15",
    "time": {
      "from": "18:30",
      "to": "20:30:00"
    },
    "organiser": {
      "name": "Kirsten Forkert & Debra Benita Shaw",
      "about": "Kirsten Forkert and Debra Benita Shaw are academics and activists. Their latest books (to be published later this year) both deal, in various ways, with monster politics, new social movements, responses to austerity and the right to the city. The event is co-sponsored by Doomed Gallery and the Centre for Cultural Studies Research at the University of East London"
    },
    "place": {
      "id": null,
      "name": "Doomed Gallery, 65-67 Ridley Road, Dalston, London, E8 2NP",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://app.box.com/s/ahc7d5ml0ydf8mkxgolndb8osa8husoq",
    "tags": ["Workshop"],
    "websiteUrl": "http://doomedgallery.tumblr.com/"
  },
  {
    "title": "Defending and re-building the Commons. ",
    "description": "An open discussion introduced by speakers from the New Anarchist Research Group, looking at public libraries, information and the internet, the voluntary sector, mutual aid and the NHS.  (the organisers reserve the right to change the programme according to circumstances)",
    "date": "2017-06-15",
    "time": {
      "from": "18:30",
      "to": "20:30:00"
    },
    "organiser": {
      "name": "Organised by the New Anarchist Research Group.",
      "about": "The New Anarchist Research Group meets in London for ten months of the year, including at the Anarchist Bookfair.  Meetings are informal and friendly."
    },
    "place": {
      "id": null,
      "name": "MayDay Rooms, 88 Fleet Street, London EC4Y 1DH  ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "None Available",
    "tags": ["Talk", "Open discussion"],
    "websiteUrl": ""
  },
  {
    "title": "Nightsniffing: A Bats and Gentrification Datawalk",
    "description": "Nightsniffing is an ongoing creative project investigating the following questions:\n\n- What have bats got to do with change in our city?\n- Can we adapt methods from bat ecology and practices of walking at night to investigate the systems and forces that make it increasingly hard to live here?\n- Can we do it in a way that benefits bats, humans and the other living things that inhabit the city?\n\nWe'll begin to think about these questions through an evening stroll, accompanied by bat detectors and custom DIY contraptions, listening for strange sonic frequencies and seeking traces of data processes. Along the way, we’ll try to make links between the inaudibility of our bat co-habitants and the invisibility of the economic and computational systems reshaping the city. The area for the walk is presently being researched, and will be announced in early May.",
    "date": "2017-06-15",
    "time": {
      "from": "21:00",
      "to": "22:30:00"
    },
    "organiser": {
      "name": "Cliff Hammett",
      "about": "Cliff Hammett is a creative tinkerer and software meddler whose uses DIY electronics, poetry, performance and game design to uncover how new forms of power and practice emerge from digital and technical systems. "
    },
    "place": {
      "id": null,
      "name": "The precise meeting point will be announced three weeks before the event.",
      "description": null,
      "area": "London"
    },
    "imageUrl": "http://cliffhammett.com/resources/img/au2017/nightsniff1B.png  https://fleeimmediately.com/02-danceandcode/cliff/static/spalwatch/audio/casc1.mp3",
    "tags": ["Walk"],
    "websiteUrl": "http://cliffhammett.com/"
  },
  {
    "title": "response-ability to text - the physicality of poetry ",
    "description": "This physical workshop will look at the potential relationships between choreography and experimental, contemporary and online poetry, by analyzing attention, gesture, and habit. The session consists of choreographic exercises looking at reading and listening in their physicality, as well as in their relationship to space, and to overlapping spaces. Experimenting with performance of speech is also a big part of this. At the end of the session, there will be a discussion of the participants' experiences, associations, and thoughts on what we did and what they think its potential may be for finding new ways of meaning-making through text and language. No dance experience required, just come with a readiness to move and use your voice.",
    "date": "2017-06-16",
    "time": {
      "from": "13:45",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "Katharina Joy Book",
      "about": "Katharina Joy Book's work is situated within the fields of extended choreography and performative writing, and shaped by conceptual writing and visual poetry. Her current practical research concerns itself with states of divided attention, as well as processes of noticing and listening. Recent performance work includes 'tripping on language to make movement', with Stephanie Johnston, performed as part of Next Choreography Festival 2016. She is currently studying Performance Design & Practice at Central Saint Martins, London."
    },
    "place": {
      "id": null,
      "name": "Conway Hall (Brockway Room), Red Lion Square, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://vimeo.com/200799576",
    "tags": ["Workshop"],
    "websiteUrl": "https://newhive.com/katharinajoy/it-me"
  },
  {
    "title": "Universal basic income - duck or rabbit?",
    "description": "You are hereby invited to jury duty, and Universal Basic Income is on trial. \n\nThe idea of a universal basic income has recently resurfaced, with several pilots in countries such as Finland, India and Namibia gathering global attention. What does the idea of a basic income mean to you? Whether you’re a proponent or opponent, whether you know nothing about it or have been following it through its many guises, we invite you to take this time to examine your gut reaction, in the context of an open discussion with a twist. \n\nWhat we propose is a 12 angry men format, in which everyone around the table must judge for themselves and join the process of reaching a consensus. \n\nThis process will also allow for an exploration of the jury group dynamics. We will explore how we enter a debate comfortably. Who is the chair of this meeting? What does it take to feel heard? And who listens? Where are we standing (literally) and how does the world look from our point of view? What do we need to change? We cannot leave until we collectively tame the pink elephant in the room.\n",
    "date": "2017-06-16",
    "time": {
      "from": "17:30",
      "to": "19:30:00"
    },
    "organiser": {
      "name": "Simona Ciocoiu and Delia Spatareanu",
      "about": "Delia Spatareanu is a free range artisan with a background in photography and holistic science. She enjoys facilitating conversations and developing connections between embodiment practices and research in complexity theory and emergence which inform her current practice.\n\ndeliaspatareanu.com\n\nSimona Ciocoiu is a London based interaction designer with a background in graphic design and motion graphics. She enjoys the cross-disciplinary correlations that surface through research and inform final pieces that aim to engage the audience in meaningful (yet playful) ways.\n\nhttp://cargocollective.com/simonaciocoiu"
    },
    "place": {
      "id": null,
      "name": "Open School East, 50 Athelstan Rd, Margate CT9 2BH",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "https://www.dropbox.com/s/h3yjx6kyef7n2mt/Universal%20basic%20income%20-%20duck%20or%20rabbit.jpg?dl=0",
    "tags": ["Workshop", "Experiment"],
    "websiteUrl": "http://cargocollective.com/simonaciocoiu ; deliaspatareanu.com  "
  },
  {
    "title": "Fitzrovia walk: One of EU’s glitziest zones with ‘worst living quality in UK’",
    "description": "19th C Fitzrovia like Soho was an area suitable only for poor immigrants. Hence it became a hotbed of revolutionary politics: Marx knew it well and violent émigré anarchists plotted here. The bohemian scene (1920s-1940s) were located here with such luminaries as Dylan Thomas, Augustus John and Aleister Crowley hanging out at e.g. the Fitzroy Tavern; Virgina Woolf lived in Fitzroy Square, a handsome Georgian development.\nThere are still narrow passages, cul-de-sacs and mews which point to its pre-modernist past; it was mostly built up in the 18thC by Charles FitzRoy, and many Fitzrovian places are named after his family and the Devonshires/Portlands. Nowadays post-modernist architectural icons for the Age of Spectacle can be noted too.\nThis century it’s an area known for fashion industry, TV content providers, art galleries and edgy cutting-edge firms in entertainment sector. Behind the flashy fronts, deprivation levels are above average and the community groups active here must be much needed given Fitzrovia’s rating in a 2015 Govt report as in parts having the ‘worst living quality in UK’,.\nParticipants will be given handouts with maps, pictures & texts. Suggested donation £4 (£3 concessions). \n",
    "date": "2017-06-16",
    "time": {
      "from": "17:30",
      "to": "19:30:00"
    },
    "organiser": {
      "name": "Tim and Ranjun",
      "about": "Tim: experienced tour guide and teacher. Hobbies: walking and chess. Ranjun; docuemntary producer and cutting-edge researcher mainly into economics "
    },
    "place": {
      "id": null,
      "name": "Meeting place to be confirmed on booking",
      "description": null,
      "area": "Fitzrovia"
    },
    "imageUrl": "to be provided",
    "tags": ["Walk"],
    "websiteUrl": ""
  },
  {
    "title": "Rethinking the University through the Right to the City",
    "description": "The University is in crisis and this event will think through whether it is an institution worth saving in its current form through an exploration of alternative ways of seeing, doing, and knowing education. Connecting learning to the 'Right to the City' movement and 'education as a commons' allows us to re-imagine public education, for the public, in public and wonder what might invented to form an intellectual public outside the walls of formal institutions and privately held knowledge.  At this event, Cassie will present some ideas from recent research followed by a dialogue with those present interested in notions such as teaching in public, public intellectualism, political learning for all, learning as performance, the emancipation of knowledge from behind the walls of institutions, and the creation of equitable commons of different ways of knowing.",
    "date": "2017-06-16",
    "time": {
      "from": "18:00",
      "to": "20:00:00"
    },
    "organiser": {
      "name": "Cassie Earl",
      "about": "Cassie is currently a university lecturer in an education department. Having come into higher education late she immediately found herself working within, against and beyond the institution after many years of community education, research, and theatre. Her background is popular education and a great deal of her research and writing focuses on nurturing dissent and creating unruly subjects."
    },
    "place": {
      "id": null,
      "name": "Conway Hall (Brockway Room), Red Lion Square, London WC1R 4RL",
      "description": null,
      "area": ""
    },
    "imageUrl": "https://drive.google.com/a/bristol.ac.uk/file/d/0B06zD0rYT7FeVm9KT0JJRmliU0k/view?usp=sharing",
    "tags": ["Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "Imperfect VR",
    "description": "Virtual Reality is making big headlines and many believe that it will finally become a significant medium. With all the current excitement around VR, an important question comes up: who will be the creators, who the consumers of this technology?\n\nWhile big tech companies are grabbing the space, Imperfect VR is based on the fundamental belief that everyone can build their own virtual reality.\n\nIn this workshop we will create a small, quirky VR experience with A-Frame and Google Cardboard. A-Frame is a beginner-friendly but capable open source VR framework based on web technology. Cardboard headsets allow us to use our smartphones as VR devices.\n\nTo take part, you need to bring a laptop and a (recent) smartphone. You do not need to have experience in computer programming. Michael will go through the absolute basics and will support advanced participants realizing their ideas in VR. After the workshop everyone should have a good understanding how to create their own virtual world in a few lines of code. We will also discuss politics of VR and perception (e.g. John Berger and James Elkins) and watch [a little bit of Žižek](https://www.youtube.com/watch?v=LuG8ElyirC0).\n\nWe are not aiming for a perfect reality but will have fun in the virtual.\n\nCost includes materials.\n\nImperfect VR is inspired by and built upon ideas of Imperfect Cinema. Imperfect VR workshops have been given at Electromagnetic Field, Plymouth University, Royal College of Art and Space Studios London.\n\nDoomed Gallery is a photography and visual exhibition space based in Dalston, London. We work closely with students, community collectives and professional photographers and visual artists. In 2014 Doomed started a independent publishing house supporting self publishers and the zine community. ",
    "date": "2017-06-16",
    "time": {
      "from": "18:30",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "Michael Straeubig",
      "about": "Michael Straeubig is a game designer / creative coder exploring games and playful experiences in various media. Currently lecturing at Plymouth University"
    },
    "place": {
      "id": null,
      "name": "Doomed Gallery, 65-67 Ridley Road, London E8 2NP",
      "description": null,
      "area": "Dalston, Hackney, East London, United Kingdom"
    },
    "imageUrl": "https://www.eventbrite.co.uk/e/imperfect-vr-workshop-tickets-33378904201",
    "tags": ["Workshop"],
    "websiteUrl": "www.doomedgallery.com"
  },
  {
    "title": "Art. Class. War",
    "description": "Art is entwined with both class and war as it provides the tools to promote the interests of the capitalist class via signs which mesmerise, confuse and pacify. Sometimes these signs, like flags and royal seals, are put directly to the service of power. At other times art is used to provide a cultural distraction for the elite, who lose themselves in the irony and glamour of the biennale or art fair.\nFor this reason, art can only challenge the injustices of class and war if it first engages in its own war of class with itself. We need to address the unfair working and appointment practices, low or no wages, workplace discrimination by gender, race and sexuality as well as sexual harassment.\nArt. Class. War aims to place the art world for one evening firmly at the centre of these issues involving the public in a night of music and performance, aiming above all to ask what role art has to play in the nexus of class and war.\nArtists tbc: League of Art Legends (Electronica and VJ set, Mike Watson and Simone Bertugno), Andrew Cooper (performance), Snovit Hedstierna, Robert Pettena, Shiraz Bayjoo, Antti Tenetz (VJ performance), Fiamma Montezemolo (projection), Mark McGowan",
    "date": "2017-06-16",
    "time": {
      "from": "20:00",
      "to": "00:00:00"
    },
    "organiser": {
      "name": "Mike Watson / The Rome Process",
      "about": "Mike Watson is an art theorist, critic and curator based in Italy who is principally focused on the relation between art and politics. He holds a PhD in Philosophy from Goldsmiths College and has curated for Nomas Foundation, Museo MACRO, The Finnish Cultural Foundation and at both the 55th and 56th Venice Biennale. In May 2016 he published a book entitled ‘Towards a Conceptual Militancy’ for ZerO books. He has written regularly for Art Forum, Frieze, Art Review, Radical Philosophy and Hyperallergic. \n"
    },
    "place": {
      "id": null,
      "name": "The White Building, Queen's Yard, White Post Lane, London E9 5EN ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.youtube.com/watch?v=n6dxcuSdLII&feature=share",
    "tags": ["Performance Party"],
    "websiteUrl": "theromeprocess.net (under construction)"
  },
  {
    "title": "Speak Out Against Psychiatry SOAP box",
    "description": "Six years ago SOAP (Speak Out Against Psychiatry) held their first Speak Out in Belgrave Square followed by a picnic in Hyde Park. We want to repeat this event to celebrate our years of fighting an inhumane psychiatric system. We would welcome anyone who wants to stand on our SOAP box at Speakers Corner and tell the world what has happened to them or to their loved ones in the psychiatric system. Or you can just come to listen and lend support.  We will have plenty of posters to read and people to have a one-to-one with. Perhaps you would like to try our 'diagnostic wheel' which is just as reliable as the DSM 5! Our last Speakers Corner event in 2015 was well received and we were asked to come back the next week! If the weather holds we can have a picnic in Hyde Park (bring your own or there is a cafe nearby). Nearest tube Marble Arch. Nearest toilets are in McDonalds across the road or by 'The Lookout' in the park which is a bit of a walk. ",
    "date": "2017-11-06",
    "time": {
      "from": "14:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "SOAP (Speak Out Against Psychiatry)",
      "about": "SOAP (Speak Out Against Psychiatry) first came into existence in June 2011 with their first protest/speak out outside the Royal College of Psychiatrists in Belgrave Square. We are a group of survivors, carers, mental health professionals and concerned citizens who are campaigning for humane treatment for those experiencing mental distress. We are opposed to forced drugging and electroshock to the brain, both of which still occur in the UK. We organise protests, raise awareness, support survivors to speak up and promote humane alternatives to the current system."
    },
    "place": {
      "id": null,
      "name": "Speakers Corner, Hyde Park, London, W2 2EU. Marble Arch tube",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.facebook.com/photo.php?fbid=10156046791867576&set=g.141224279284738&type=1&theater",
    "tags": ["Mental Health speak out with picnic afterwards"],
    "websiteUrl": "pending"
  },
  {
    "title": "Occupying Space",
    "description": "This curated screening event will be showing films from the Cinenova collection that deal with different aspects of space. Initially inspired by considering the past, contemporary and future space of the Cinenova collection itself, the programme will include ideas around race and gender such as having a space in history, interior and exteriors, occupying space and the public and private. \n",
    "date": "2017-11-06",
    "time": {
      "from": "14:00",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "Becky Buckmann & Rhiannon Moxham",
      "about": "Cinenova is a non-profit organisation dedicated to distributing feminist films and video. Formed in 1991 from the merger of two feminist distributors, Circles and Cinema of Women, Cinenova provides the means to discover and watch experimental films, narrative feature films, artists film and video, documentary and educational videos. Buckmann and Moxham have been working with Cinenova for 1 year under the Arts Quest Widening Participation Scheme. This is their first public event using the collection. "
    },
    "place": {
      "id": null,
      "name": "Waterlow Park Centre, Dartmouth Park Hill, London, N19 5JF",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://drive.google.com/file/d/0B1KptExAAbWmYmZmcjFTZExHeGM/view",
    "tags": ["film screening"],
    "websiteUrl": "www.cinenova.org"
  },
  {
    "title": "WINNING THE BATTLE OF IDEAS - INSIDE THE POLITICAL BRAIN",
    "description": "How is it that conservatives always seem to have an easier time getting their message across? \nHow do progressives trap themselves and how can they escape those traps?\nHow can we put together political arguments to counter the right?\nWe will look at why people are willing to vote against their own political interests and what we can do about it in our daily political conversations and in campaigning for radical change. The session will be a practical workshop on how to fight back against conservative thinking and avoid mistakes that progressives often make. We’ll learn why moving to the centre is disastrous for the left. You’ll come away with an approach to connecting with people on any current political topic. \n",
    "date": "2017-12-06",
    "time": {
      "from": "19:30",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "BILL WALTHER OF LEWISHAM MOMENTUM",
      "about": "Momentum is an organisation within the Labour Party which supports a radical Labour government. Bill Walther is an activist in the Labour Party and Momentum, a member of the NUT and Unite unions and a teacher."
    },
    "place": {
      "id": null,
      "name": "Amersham Arms, 388 New Cross Rd, London SE14 6TY",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.eventbrite.com/e/winning-the-battle-of-ideas-inside-the-political-brain-tickets-33112900577?utm_source=eb_email&utm_medium=email&utm_campaign=new_event_email&utm_term=viewmyevent_button",
    "tags": ["Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "Sharing Diverse Practices on Common Ground",
    "description": "Join us for an all day event at Thames-Side Studios in Woolwich to discuss the work of Laura Hudson and Rachel Ara. These two artists live together and share sociopolitical and artistic concerns. Their daily conversations influence and shape each other’s ideas yet their individual work and working processes are completely different. Working in separate studios in the same studio complex provides a great opportunity to discuss the working practices of two artists returning to their practices after previous experience in other fields and at opposite ends of the spectrum.\n\nSCHEDULE\n10:30–11:00   Arrive and Meet in Education Space (Tea provided)\n11:00–13:00   Studio Crit (Laura Hudson)\n13:00–14:00   Lunch (there are 3 cafes on site)\n14:00–16:00   Studio Crit (Rachel Ara)\n16:00–16:30   Break\n16:30–17:30   Discussion (Comparing and Discussing Diverse Practices)\n17:30 onwards Studio Tour & Drinks\n\nThe [STUDIOCRIT] is an opportunity for artists, curators, designers, film-makers and other producers to present their work to an audience of peers for discussion and feedback. This events is free and open to everyone. Please book your place. \n",
    "date": "2017-06-10",
    "time": {
      "from": "10:30",
      "to": "17:30:00"
    },
    "organiser": {
      "name": "[ART&CRITIQUE]",
      "about": "[ART&CRITIQUE] is a network dedicated to practice, research and critical engagement with contemporary art. It fosters alternative models of art education by bringing together artists, curators, students, tutors, researchers and organisations in a series of events, including courses, seminars, workshops, reading groups, studio crits and gallery visits."
    },
    "place": {
      "id": null,
      "name": "Education Space, Thames-Side Studios, Harrington Way, Woolwich, London SE18 5NR ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://artandcritique.uk/studio-crit/ Flyer: https://artandcritique.uk/wp-content/uploads/2017/03/STUDIOCRIT5-web.jpg",
    "tags": ["Workshop", "Studio Crit"],
    "websiteUrl": "https://artandcritique.uk "
  },
  {
    "title": "A RIOT GRRRL GUIDE TO PUNK POETRY PERFORMANCE",
    "description": "In this session we will call on the powers of the collective to access and deliver a fearless collection of spoken word poetry which will culminate to an improvised performance piece with all participants of the workshop. \n\n By using various performance practice techniques taken from the feminist Avant-Garde movement as well as experimental performance practitioners, we will empower the performer and access new modes of expression- liberated from patriarchal language!\n",
    "date": "2017-06-10",
    "time": {
      "from": "13:00",
      "to": "15:00:00"
    },
    "organiser": {
      "name": "SM ",
      "about": "SM is a writer, performer and director. She is the founder and artistic director of The Sisters of Eden. A feminist performance collective which create shows which aim to resurrect the 1970’s radical performance art movement and fuse it with the attitude and punk essence of the 1990’s Riot Grrrl scene.\n\nShannon has trained at Rose Bruford drama school and Columbia college Chicago. She has also trained with the experimental theatre company Gardzienice at their theatre training centre in Poland. \n"
    },
    "place": {
      "id": null,
      "name": "Theatre Utopia, 1 Matthews Yard, Croydon CR0 1FF",
      "description": null,
      "area": "London"
    },
    "imageUrl": "My company's Instagram account: @sistersof3den",
    "tags": ["Workshop"],
    "websiteUrl": "https://sistersof3den.wixsite.com/sistersof3den"
  },
  {
    "title": "The Secret Life of the Olympics",
    "description": "A walk round the Olympic zone telling a different story of  regeneration, the Olympics and 'legacy'.  The living history is recounted by Julian Cheyne, an active campaigner against Olympic encroachment, erosion of affordable housing and deceit of the public.  Poems will be read at the sites which inspired them by Jude Rosen from – Reclamations –  which bring to life absent voices and hidden stories of the marshes and give the walk a lyrical slant. It  begins at Stratford station, apart from going up the steps to Westfields and down again, is on the flat  and lasts 2 hours and a half hours including  half hour tea break at Timber Lodge. A walk round the Olympic zone telling a different story of  regeneration, the Olympics and 'legacy'.  The living history is recounted by Julian Cheyne, an active campaigner against Olympic encroachment, erosion of affordable housing and deceit of the public.  Poems will be read at the sites which inspired them by Jude Rosen from – Reclamations –  which bring to life absent voices and hidden stories of the marshes and give the walk a lyrical slant. It  starts at Stratford station and we shall visit Westfield's covered 'street', Stratford 'International 'with its regional trains,  the International Quarter, Zaha Hadid designed Aquatics Centre, the Orbit, Olympic Stadium, the remains of Hackney Wick's cultural and industrial district and a secret nuclear waste dump!\n\n",
    "date": "2017-06-10",
    "time": {
      "from": "14:00",
      "to": "16:30:00"
    },
    "organiser": {
      "name": "Jude Rosen and Julian Cheyne",
      "about": "Jude Rosen is a poet and urban researcher who grew up on the edge of the marshes. She was a member of the artists' collective WeSellBoxesWeBuyGold which researched the Olympic closures and ran the symposium London 2012 Never Took Place. Through those explorations, she produced a long poem: Reclamations: walks, voices, narratives from the Olympic zone.  Poems from the collection pepper the walk. Julian Cheyne was chair of Clays Lane housing co-operative and lost his home and community through the Olympic redevelopment, which he actively resisted. He remains a critical commentator on the Olympic legacy and contributor to Games Monitor."
    },
    "place": {
      "id": null,
      "name": "Stratford station Stratford London E15 1AZ , bottom of steps leading up to Westfields, opposite Stratford shopping centre ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "same as last year + this video https://vimeo.com/197324168",
    "tags": ["Walk", "Intervention"],
    "websiteUrl": "https://poemwalks.wordpress.com"
  },
  {
    "title": "Octopoda ",
    "description": "\"If you have an octopus in any new situation, the first thing it does is it explores,\" Jennifer Mather\n\nJoin us at Varosi for an afternoon making problem solving, playful eight armed things that have no skeleton or structure; can squeeze into small spaces and stretch out over larger ones; are camouflaged and masters of mimicry; create clouds of ink; have blue blood and only Iive for a very short time.\n\nOctopoda are fluid, flexible forms that can be anything from shelters to webs, clothing, projection screens etc. At the end of the day take away your Octopoda and encourage it for it's short life to play. \n\n“Here is an animal with venom like a snake, a beak like a parrot, and ink like an old-fashioned pen. It can weigh as much as a man and stretch as long as a car, yet it can pour its baggy, boneless body through an opening the size of an orange. It can change colour and shape. It can taste with its skin. Most fascinating of all, I had read that octopuses are smart.”  Sy Montgomery, The Soul of an Octopus: A Surprising Exploration into the Wonder of Consciousness\n\n",
    "date": "2017-06-10",
    "time": {
      "from": "14:00",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "The Saturday Museum  ",
      "about": "Octopoda will be hosted by Lucy Steggals and George Moustakas from The Saturday Museum in collaboration with Sadie Edington. Sadie works predominately with the body and materials. The Saturday Museum is a simultaneously real and fictional place where people from somewhere, nowhere, everywhere, anywhere, elsewhere, there and here meet to think, talk, make, play and do."
    },
    "place": {
      "id": null,
      "name": "Varosi, 151 Green Lanes, Palmers Green, London, N13 4SP ",
      "description": null,
      "area": "London "
    },
    "imageUrl": "https://thesaturdaymuseum.org/contents/#jp-carousel-543",
    "tags": ["Experiment"],
    "websiteUrl": "www.thesaturdaymuseum.org "
  },
  {
    "title": "Silent Passages",
    "description": "Separating North Woolwich and Woolwich is a place where people have crossed the river for more than a thousand years – an interruption in the pace of the city, an anomaly in the network, a public thinking space.\n\nSilent Passages is a walk in, on, through, and around this place of in-between, a somatic consideration of the poetic and material everyday, and the local and geopolitical conditions of crossings.\n\nIf we resist an urge to make words of things can we bring about different conditions for our experiences to land and settle into us? We do not seek to know through capturing results but through opening up possibilities for shared, yet personal, knowledge of the city as a trace in our bodies.\n",
    "date": "2017-06-10",
    "time": {
      "from": "14:06",
      "to": "15:06:00"
    },
    "organiser": {
      "name": "AIR",
      "about": "AIR practices an art of publicness, making space for the unexpected, unanticipated, and unknown in the everyday life of Londoners. It brings landscapes, people and ideas into productive collision, to prompt new encounters, conversations, and actions. For ten years AIR has been making choreographed silent walks as part of our research into deep knowledge of a place and each other."
    },
    "place": {
      "id": null,
      "name": "Meet under the last tree on Hare Street SE18 6DS (junction with Woolwich High Street & opposite entrance to Woolwich Waterfront Leisure Centre). ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://drive.google.com/file/d/0B3rFtOpRcMZhdU9RanM2d01scm8/view?usp=sharing",
    "tags": ["Walk"],
    "websiteUrl": "www.airstudio.org"
  },
  {
    "title": "Ceramics, speedos and kites, oh my!",
    "description": "Discover the art of Peter Travis AM, gay designer and ceramicist. Travis was the first Australian artist to have work purchased by the V&A, and his brightly coloured giant kites, dubbed “aerial sculptures”, once was proudly hung in the museum. Also a respected lecturer with a flair for colour, Travis had the distinction of being the sole colour designer for the new Parliament House in Canberra. Travis is probably best remembered for his revolutionary design for Speedo in 1961: his swimming briefs became an Australian icon, nicknamed the budgie smuggler.\n\nYou are invited to join this special 45 minute tour for AntiUniversity hosted by Dan Vo, Ambassador at the V&A and coordinator of the museum's award-winning volunteer-led LGBTQ Tours, to pay tribute to an inspirational man and a beloved teacher of art and design. Visitors are asked to come to the V&A museum Meeting Point in the Grand Entrance (enter from Cromwell Road). Free, drop in.\n",
    "date": "2017-06-10",
    "time": {
      "from": "16:00",
      "to": "16:45:00"
    },
    "organiser": {
      "name": "Dan Vo",
      "about": "Dan Vo is a V&A Ambassador and coordinator of the award-winning volunteer-led LGBTQ Tours at the museum. "
    },
    "place": {
      "id": null,
      "name": "V&A Cromwell Road South Kensington SW7 2RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "TBC",
    "tags": ["Talk", "Walk"],
    "websiteUrl": "www.dannouveau.co.uk"
  },
  {
    "title": "The Institute of Killing Time",
    "description": "Join us to launch The Institute of Killing Time: a faculty for experimental study and the exchange of useless knowledge. Our intention is to explore unproductive activities, purposeful purposelessness, and approaches to not-knowing that cannot be easily commodified or capitalised upon. Our strategies are the occupation of space, the repossession of time, and a practice of walking-thinking-talking. For this first event, we invite participants to share everyday expertise, common knowledges and practices in which they are not professionals but rather hobbyists. All welcome.",
    "date": "2017-06-10",
    "time": {
      "from": "20:00",
      "to": "00:00:00"
    },
    "organiser": {
      "name": "The Institute of Killing Time",
      "about": "The Institute of Killing Time is initiated by a long-running Bristol-based art and theory reading group, which has tended to meet in domestic spaces. For this project, the gathering will occupy public and work places and takes the form of a doing group, even if that doing is ‘doing nothing’."
    },
    "place": {
      "id": null,
      "name": "Meeting point: Wills Memorial Building, University Of Bristol, Queens Rd, Bristol, BS8 1RJ",
      "description": null,
      "area": "Bristol / South West"
    },
    "imageUrl": "http://cargocollective.com/she-killed-time",
    "tags": ["Talk", "Walk", "Experiment"],
    "websiteUrl": ""
  },
  {
    "title": "What is God?",
    "description": "A conference in a pub on a big dumb question: what is god?\n\nBeginning as a series of talks and then unfurling into increasingly non-verbal responses, attendees and audience alike will be invited to think about the failure of speaking to deal with the unspeakable, and what role (if any) a semi extinct deity can play in our lives today. For us music, sound and imagery are more able to deal with mystery than discourse can - or at least, those are the primary means at our disposal. Are they the best ones? This is why we are artists not academics. This is why we didn’t go to university.\n\nGuests including a trance-inducing saxophonist, a shaman and inventor of sea meditation, a baptist pastor, a lecturer on queer art and an interesting witch - & more to be confirmed.\n\nAttendees are invited throughout to engage, question, call out, criticise and agree with the speakers/performers\n\nThis event is in connection with radio show ‘voice of god’ which will air on balamii.com from May in which we engage with big questions of the silent and invisible.\n\n\n\nhttps://www.mixcloud.com/VoicesOfGod/",
    "date": "2017-06-10",
    "time": {
      "from": "20:00",
      "to": "00:00:00"
    },
    "organiser": {
      "name": "voice of god",
      "about": "George is multidisciplinary artist from Scotland. His work includes visual art, performance, music and film. He trained in physical theatre at Ecole Jacques Lecoq in Paris. He founded award winning companies Clout Theatre & Cut Tongues.\n\nHis work takes an interest in the human animal, creating ritual and unconscious states as a means for societal change, healing and awakening.\n\nThis can take the form of actions, recorded music, performances, gigs, photography, collage, assemblage and film.\n\nHe plays in fake punk band Business Lunch who recently recorded an\nalbum in an abandoned cinema on the Calabrian coast, soon to be released on independent London label run by Mica Levi, Curl.\n\nAn experienced workshop leader & theatre director, he has led workshops with diverse groups from Russian theatre professionals, to adults with head injuries at Headway in East London. He is currently training as a Feldenkrais teacher.\nHe is an ongoing collaborator with art clown Jamie Wood, and directed his shows O No! & I am a Tree\n\nwww.georgefinlayramsay.com"
    },
    "place": {
      "id": null,
      "name": "the greenwich pensioner, 28 bazely street, poplar, london, E14 0ES",
      "description": null,
      "area": "Poplar, London"
    },
    "imageUrl": "https://www.mixcloud.com/VoicesOfGod/",
    "tags": ["Talk", "Performance"],
    "websiteUrl": "https://www.mixcloud.com/VoicesOfGod/"
  },
  {
    "title": "Ro -o/u- t(e)s",
    "description": "This project is a day-long public performance/experiment, I will have a bike with a hairdressing chair attached to it. Whoever gets a ticket will receive a free haircut in their chosen location. A Gopro attached to the bike will record the journey I take to the customer and the haircut itself will also be recorded on a Gopro attached to a razor/scissors. These recordings will the go online. Whilst having their haircut the customers will receive a zine which talks about the history of haircutting and a do it yourself haircutting tutorial. The customer has choreographed this performance by choosing a location, the public become the audience observing this performance take place, the videos will then be streamed online and achieved for an online audience to comment and feedback. The performance explores notions of space and place and how we locate ourselves in the city through the activities and conversations that we take place in. It also explores how an audience and an artist/profession is positioned by the roles they take on.  The title, Ro-ou-t(e)s, is a play on the idea of origin, an original, a ROOT CAUSE, a walked ROUTE and HAIR-ROOTS. \n",
    "date": "2017-06-11",
    "time": {
      "from": "00:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Leonie Rousham",
      "about": "Leonie Rousham, 20, is an artist, writer, activist and DIY hairdresser born in London and studying at The Slade School of Fine Art. These performances engage with mapping and exploring notions of space and place both physically and through virtual extensions. Using hairdressing and cycling as a way of locating and intervening with the city and the public, in attempt to create some form of exchange or communication. "
    },
    "place": {
      "id": null,
      "name": "Cycling around London ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://www.flickr.com/photos/137111812@N02/albums/72157677732359703",
    "tags": ["Intervention", "Experiment", "Performance"],
    "websiteUrl": ""
  },
  {
    "title": "InspiralLondon - Northwood to Hampton via Hayes",
    "description": "Partnering with Anti-University Now and CoolWalks team InspiralLondon facilitates a walk across the hinterlands of North West London and past the behemoth of Heathrow, as we head for our last Thames crossing at Hampton. Along this segment of the 300mile walk we explore together notions of beauty within the city, through the lens of town planning,  large-scale urban infrastructures, across the semi-urban landscapes, as we traverse the outer metropole. The workshop provides opportunities for a variety of conversations and discussions, including options to leave or join the walk at convenient points along the trail.",
    "date": "2017-06-11",
    "time": {
      "from": "11:00",
      "to": "18:30:00"
    },
    "organiser": {
      "name": "inspirallondon",
      "about": "InspiralLondon is an ambitious artist-led project, working collectively to create a new walk trail spiraling out through London, from Kings Cross, ending and beginning again at Gravesend. The 300-mile pathway is divided into 36 segments, allowing the public to experience the city as one vast art space in which to re-imagine the built and natural environment. Expanding on the potential of walking as art, we use a variety of artistic practices and artistic interventions to offer an alternative platform that provides accessible and pleasurable ways to delve into under-explored and forgotten parts of the metropole."
    },
    "place": {
      "id": null,
      "name": "Northwood Hills Underground Station, Joel St, Northwood, Middx HA6 1NZ ",
      "description": null,
      "area": "Outer North London"
    },
    "imageUrl": "https://inspirallondon.com/visual-archive/",
    "tags": ["Walk", "Walking Art Workshop"],
    "websiteUrl": "https://inspirallondon.com/"
  },
  {
    "title": "The Artists United Will Never Be Defeated (by Institutional Applications)",
    "description": "The process of applying for exhibitions or funding can be mystifying and is often carried out in isolation. Many of us hide our failures, but the rejection letters or silence of non-acceptance from art institutions can build up, leaving us feeling; frustrated, burnt-out and defeated. In response to this, Chris Alton & Liam Geary Baulch will be hosting a workshop that will de-mystify the application process, offering strategies and solidarity for the arcane process of getting your foot in the door.\n\nThroughout the workshop, we will share our successes and our failures, collectively pooling our knowledge to learn from the experiences of others. An emphasis will be placed upon; fostering an environment of mutual care and support; group discussion and problem solving; and the deconstruction of the application process. Alongside the more 'serious' stuff, we'll be having a shared lunch, singing songs and attempting to stage the 'perfect' application photo (everyone will leave with a few high-resolution images of themselves appearing to run a workshop, demonstrating ‘public engagement’ for future applications). Ultimately, we hope you'll leave feeling less isolated and more informed, with regard to the application process.",
    "date": "2017-06-12",
    "time": {
      "from": "10:30",
      "to": "15:30:00"
    },
    "organiser": {
      "name": "Chris Alton & Liam Geary Baulch",
      "about": "Chris Alton is a multidisciplinary artist, whose practice often brings together distant, yet connected cultural phenomena. Whether deploying disco music against fascism or playing table tennis in competition with aggressive architecture, he utilises seemingly incongruous juxtapositions to address the multi-layered nature of prevailing social and political conditions. \n \nLiam Geary Baulch uses the structures of song, dance and costume in performances discussing climate change, activism and more. The choreographed events often involve public participation. Taking influence from folk culture and protest praxis, his work creates characters which are interesting in their internal contradictions, and provide questions about the world."
    },
    "place": {
      "id": null,
      "name": "SET Studios, 76-89 Alscot Rd, London SE1 3AW",
      "description": null,
      "area": "South East London"
    },
    "imageUrl": "https://www.dropbox.com/sh/qb0enmzhunwrqt1/AAABR1ugARm_RK1HPPlZVnP1a?dl=0",
    "tags": ["Workshop"],
    "websiteUrl": "www.chrisalton.com and  www.liamgb.co.uk"
  },
  {
    "title": "Reading Without Borders: Doris Lessing's Mara and Dann",
    "description": "A literature lecture given by Tom Sperlinger for The IF Project. Tom Sperlinger is reader in English Literature and Community Engagement at The University of Bristol, and the author of 'Romeo and Juliet in Palestine' (Zero Books), and 'Doris Lessing and the Forming of History' (EUP, 2017). \n\nThis lecture is part of 'Thinking Without Borders: A Short History of the Present' - a new course from The IF Project, starting April 20th 2017. \n\nThinking without borders is a free 10-week course in university-level humanities. It will explore contemporary concerns such as truth and lies, power and freedom, nations and rights, and culture and identity as seen from the perspective of writers, historians, philosophers and artists. Students will gain an understanding of how the disciplines of history, philosophy and literature work, and how they provide tools for analysing, interpreting and understanding the forces that shape the world today. ",
    "date": "2017-06-12",
    "time": {
      "from": "18:30",
      "to": "20:00:00"
    },
    "organiser": {
      "name": "The IF Project ",
      "about": "The IF Project is a free university. We run free, degree-level humanities short courses taught by a network of academics who volunteer time and expertise. IF is a community where knowledge is shared, taught and debated at no cost to students. "
    },
    "place": {
      "id": null,
      "name": "Camden People's Theatre",
      "description": null,
      "area": "London"
    },
    "imageUrl": "Www.ifproject.co.uk/Borders (the flyer) ",
    "tags": ["Talk"],
    "websiteUrl": "www.ifproject.co.uk"
  },
  {
    "title": "An education we shape together: ideas around the National Education Service",
    "description": "We are the National Campaign Against Fees and Cuts and we want a publicly funded, free and accessible education. But what would this system look like in more detail? What do we want from a free education system?\nWe invite anyone who wants to learn more about this debate and contribute to it to join us as we strive to imagine our future over lots of tea.",
    "date": "2017-06-13",
    "time": {
      "from": "16:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "National Campaign Against Fees and Cuts",
      "about": "NCAFC is a coalition of students and workers dedicated to fighting fees, cuts and privatisation in education. http://anticuts.com/"
    },
    "place": {
      "id": null,
      "name": "Russell Square",
      "description": null,
      "area": ""
    },
    "imageUrl": "there's loads of cool photos to choose from on our Facebook page! https://www.facebook.com/NCAFC/",
    "tags": ["Workshop"],
    "websiteUrl": "http://anticuts.com/"
  },
  {
    "title": "Tapping Into The City - Group Walk",
    "description": "Come and share a different view of the city streets - looking at the area surrounding the site of the original Antiuniversity of London together in this group walk/live art piece.\nNo need for expertise, to practice or perform. We will use collective embodied learning - simply exploring and responding to our surroundings and each other by moving as one through the city space and listening to its sound and the sound of our feet. \nI'll explain the piece and then we'll walk together for an hour or so, finishing at a nearby pub.\nIdeally we'll wear shoes with pennies stuck to the soles. Bring some pennies for your shoes, I'll also have some extras. (If you don't want to customise your shoes that's fine, just wear a comfortable pair that you think may make a bit of a sound.) \nPart of the Tapping Into The City project - exploring our movements through private-public spaces in the city and the impact of our urban surroundings on us and our relations with each other. More info at www.facebook.com/tappedcity",
    "date": "2017-06-13",
    "time": {
      "from": "18:30",
      "to": "20:30:00"
    },
    "organiser": {
      "name": "Nathania Hartley",
      "about": "The walk is part of a project by artist Nathania Hartley. Nathania creates tiny acts of disruption, using people and place to playfully make us reconsider our everyday. \nPrimarily situated in public space the pieces are frequently transient - interactions or interventions that aim to be accessible to all. She is interested in social relations and all her work is reliant on other people, whether it be in their skills as a performer, their activation as a viewer, or their interaction as a fellow human being. \nNathania is an active member of the alternative education group/collective AltMFA."
    },
    "place": {
      "id": null,
      "name": "Meet outside 49 Rivington Street, London, EC2A 3QB (near corner of Charlotte Road)",
      "description": null,
      "area": "London"
    },
    "imageUrl": "Video piece from the project - https://vimeo.com/186335190 some images at www.facebook.com/tappedcity I can also email you better quality images if needed.",
    "tags": [
      "Walk",
      "Intervention",
      "Experiment",
      "and live art piece (if one category only then walk is best) "
    ],
    "websiteUrl": "www.nathaniahartley.com"
  },
  {
    "title": "Common Ground",
    "description": "Is the public museum a real common space? What public and community have in common? What actually means ‘common’ when we talk about a space that is equally inclusive and diverse? Does my identity matter to the public museum?\nMany of us are already working around these questions and we want to meet many more. Join us for a public discussion about community spaces for dialogue and our collective representation in the public museum. You will participate in the discussion, trying to find answers or creating new possible questions.\n\nWe are joining forces with Antiuniversity NOW and Grow Elephant for the first time and would love you to be involved in a research-led participatory intervention at this ephemeral common ground. \n\nUn-Mapping Futures is working from the margins of the institution and we are particularly interested in peripheral practices aimed to solve the public/institution dichotomy to reclaim such an ambiguous territory. We will do so exploring different artistic approaches to the idea of the ‘common(s)’ with different practitioners who are embedded in their communities, currently challenging public museums with subversive discourses and new (de)constructive techniques.\n\nBe part of the discussion, be part of the change!\n",
    "date": "2017-06-14",
    "time": {
      "from": "18:30",
      "to": "20:30:00"
    },
    "organiser": {
      "name": "UN-MAPPING FUTURES",
      "about": "UN-MAPPING FUTURES: is a research group for an inclusive curatorial and learning practice within the institutional setting, aiming to address underrepresented audiences in risk of alienation. With the raise of hate speech in mainstream politics around the globe, the need for self criticism in public spaces becomes fundamental to emancipate a diverse artistic and professional practice from the dominant institutional discourse. As we work in the arts, our main concern is on the one hand, the relation between art practice and public policies, and on the other hand, between aesthetics and politics. \n\nOur practise is both curatorial and educational, we create exhibitions and events that can take any form the public wants. We also offer inclusive educational resources to make this organic and flexible experience happen. Research is the best method we find to be openly loyal to a diverse public when ‘playing’ together in this ‘common playground’."
    },
    "place": {
      "id": null,
      "name": "Grow Elephant; 100 New Kent Road; SE17 1SL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://twitter.com/rubenssalgado/status/848626623872159746",
    "tags": ["Collective Panel Discussion"],
    "websiteUrl": ""
  },
  {
    "title": "POST Artists Open Meeting",
    "description": "POST is a peer-led UK network for artists who respond to place. For Anti-University 2017 POST's London members will host an open discussion. We will be discussing hyperconnectivity and context collapse, whether location is becoming less important to identity, and if so what impact does this have on place-related art practices. For further information and to register for this event please email postartistsnetwork@gmail.com",
    "date": "2017-06-14",
    "time": {
      "from": "19:00",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "POST",
      "about": "\nFounded in 2008, POST is a peer-led UK network for artists who respond to place. POST holds monthly meetings including discussions, crits and project planning. POST stages site-specific exhibitions and projects reflecting the diverse practices of its members. In a POST project artists from the network respond to one place – led and curated by members who have a personal involvement with that locality. POST projects can be situated anywhere, including engaging with overlooked and disused spaces and investigating notions of public space."
    },
    "place": {
      "id": null,
      "name": "The Barbican Centre Terrace",
      "description": null,
      "area": "London"
    },
    "imageUrl": "https://drive.google.com/open?id=0ByTWpaTrA_fSUldzVGV0ZDJmX0E",
    "tags": ["Talk", "Workshop"],
    "websiteUrl": "http://postartists.com/"
  },
  {
    "title": "The extraordinary ordinary people chat show",
    "description": "A chat show with an unusual twist. We invite four seemingly ordinary people on stage to talk about something extraordinary - it will either be something extraordinary that has happened to them, or something extraordinary that they are currently doing. \nThe chat show will have an interesting take on modern life. In an age where people are obsessed with celebrity, we find that television chat shows are mainly used as a vehicle to enhance the participants' brands. So it's very rare that anything interesting or unusual happens that enlightens an audience. This will be different.\nIt will borrow from podcasts such as \"This American Life\" and Radio 4's \"Short Cuts\" in terms of finding ordinary people with compelling stories that make us examine our existence from a different perspective.  \nBut we won't completely leave the standard chat show format behind. Along the lines of American chat shows, we will have a guest house band who will play a couple of songs in between guests (They will also do a longer set after the chat show has ended). And we will also have a short stand up comedy routine from an up-and-coming comedian during the course of the show.",
    "date": "2017-06-14",
    "time": {
      "from": "20:00",
      "to": "23:00:00"
    },
    "organiser": {
      "name": "Adam Brichto & Tatevik Sargsyan",
      "about": "Adam Brichto is a documentary film-maker who appears in front and behind the camera. He mostly makes film for charities and universities on a variety of subjects. Here is a link to a recent film he made around Brexit - www.youtube.com/watch?v=_FFz9pY3A5w\n\nTatevik Sargsyan has written about art, music, film and books for various publications. She set up and hosted a monthly cinema and sound happening in Lisbon. Co-developed a vintage bicycle restoration venture. Interested in transgressive literature and contemporary emotions/intimacies. Keen to learn and share knowledge through informal methods.\n\n"
    },
    "place": {
      "id": null,
      "name": "Rosina Studio. 12–20 Rosina Street, Hackney, London, E9 6JH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "Images to be shared later",
    "tags": ["Talk"],
    "websiteUrl": "no website"
  },
  {
    "title": " Using Art in Mental Health Activism ",
    "description": "If you are brutalised or abused by the mental health system and want to challenge and resist that, what can you do without it pathologised as part of your condition? Anger is seen part of your madness; complaints will be ignored and invalidated because any criticism on our part is a feature of our delusion. Where do we have a voice or power? Apart from suggesting we need mad culture, I will show how you can use art and humour to educate the wider public of what is really going on in psychiatry; to reclaim control of our narratives and identity; and to respond powerfully to a system that has hurt too many people. Art is way to make resistance impossible to ignore. ",
    "date": "2017-06-15",
    "time": {
      "from": "19:00",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "Dolly Sen ",
      "about": "As a child, Dolly Sen was an alien in Empire Strikes Back. She knew then she would never know normal life. Her journey as an artist has taken her up a tree in Regents Park, to California’s Death Row, to the Barbican, Tower Bridge and the Royal Academy, Trafalgar Square, and up a ladder to screw a lightbulb into the sky. She is a writer, filmmaker, artist and performer who uses her creativity to spank oppressive systems' arses, and to change the way people view madness.  "
    },
    "place": {
      "id": null,
      "name": "Dragon Cafe ",
      "description": null,
      "area": "London "
    },
    "imageUrl": "http://dollysen.com/?page_id=269",
    "tags": ["Talk"],
    "websiteUrl": "http://www.dollysen.com "
  },
  {
    "title": "Dependant On Experience (tales for an accelerated workforce)",
    "description": "Evening Class are looking for talented, versatile, brilliant, articulate, inventive and inquisitive individuals to share their working experiences for an exciting new up coming event. We’re a small outfit with big ambitions looking to build our network, so you’ll get a real opportunity to express your ideas and thoughts on what it’s really like to work in the cultural capital. What were your expectations? Did this face up with the reality? We want your communication skills, both verbal and written, to form the basis of our peer-to-peer reflections.\n \nEvening class will facilitate a group discussion reflecting on shared experiences of work. \n\nOPEN CALL: We are looking for stories and experiences (good or bad) from a range of cultural institutions, studios, self-employment, freelancing, interning etc. These can either be presented in person at the event, or submitted beforehand to be read out anonymously by members of Evening Class. These stories will provide a departure point for a broad discussion focusing on the current labour climate of the creative industrial complex.\n\nPlease get in touch and submit your recent or current work experiences to info@evening-class.org",
    "date": "2017-06-15",
    "time": {
      "from": "19:30",
      "to": "22:00:00"
    },
    "organiser": {
      "name": "Evening Class",
      "about": "EVENING CLASS\n– Provides unique opportunities\n– Create experiences\n– is the embodiment of modern urban living\n– Global facing\n– Is one of the world’s most dynamic art schools\n– Award winning\n– Has developed a particular international reputation\n– Strong interest \n– Impeccable timekeeping\n– Eyes for detail\n"
    },
    "place": {
      "id": null,
      "name": "48 Aberfeldy Street, London E14 0NU",
      "description": null,
      "area": ""
    },
    "imageUrl": "https://anticap.files.wordpress.com/2013/10/jobs_are.jpg?w=614",
    "tags": ["Experiment"],
    "websiteUrl": "www.evening-class.org"
  },
  {
    "title": "The Secret History of the Hackney Road",
    "description": "Join Dr James Lattin for a guided tour of the Hackney Road, exploring lesser-known sights such as the Place du Chats, the Former Petrol Stations, and consider some different ways of thinking about the urban environment. ",
    "date": "2017-07-15",
    "time": {
      "from": "18:30",
      "to": "19:45:00"
    },
    "organiser": {
      "name": "Dr James Lattin",
      "about": "Dr James Lattin is the curator of the Museum of Imaginative Knowledge and spends most of his time trying to make other cultural institutions more imaginative. "
    },
    "place": {
      "id": null,
      "name": "Hoxton Overground Station is the meeting point. ",
      "description": null,
      "area": ""
    },
    "imageUrl": "http://imaginativeknowledge.org/walkstalks.html",
    "tags": ["Walk"],
    "websiteUrl": "www.imaginativeknowledge.org"
  }
]
