[
  {
    "title": "MayDay Revolt",
    "description": "This Mayday is unlike any previous Maydays. There will be no marches in the streets and no public speeches. Yet, now more than ever, we need to show that we are still here, still angry and still fighting.\n\nThe Green Anticapitalist Front is calling for an autonomous day of action on the 1st of May. We can’t demonstrate, but that doesn’t mean we can’t revolt. Take action alone or in a small crew. Mutual aid, solidarity, and direct action, all are valid. Keep it serious, keep it quiet. But above all stay safe.\n\nTake whatever action you want, online or in your neighbour and at any time throughout the whole day. If you want us to share your action (after the event) on our social media, send us photos and details to greenanticapitalistfront@riseup.net. \n\nFor downloadable pdf flyers and shareable digital posters in various languages visit our [website event] (https://greenanticapitalist.org/event/mayday-revolt-call-out/).\n\n",
    "date": "2020-05-01",
    "time": {
      "from": "2020-05-01T00:00:00.000Z",
      "to": "2020-05-01T01:00:00.000Z"
    },
    "organiser": {
      "name": "Green Anticapitalist Front",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Everywhere and Anywhere [online location]",
      "description": "You choose your location be it real or virtual. ",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/0b2b480faf477b995d28f580caa6fd58-small.jpg",
    "tags": [
      "Intervention",
      "Anarchism",
      "Direct-action",
      "Anticapitalism",
      "Organising",
      "Play",
      "Experiment"
    ],
    "websiteUrl": "https://greenanticapitalist.org"
  },
  {
    "title": "Mass Banner Drop: May Day Demands",
    "description": "![](http://germinalproductions.com/line.gif)\n\nMay Day is normally the time we gather in person to make collective demands and celebrate the labour movement. From the fight for the eight-hour day to the movement for international solidarity, May Day has a radical history linking demands and action. This year we cannot physically assemble in the same way as before but we can still take up public space.  \n\nWe are proposing a **mass banner drop on Friday May 1st between 12pm-6pm**. We would like people to support by hanging a banner out their window, sticking a poster outside their house or even in the park stating their demand for working and living conditions. Please photograph / video your banner drop or message and use the hashtag #maydaydemands when posting on Twitter or Instagram. To keep a record of this action upload your images to [https://maydayrooms.org/maydaydemands](https://maydayrooms.org/maydaydemands)\n\nThe coronavirus pandemic has only made clearer the inequality so rife in modern Britain and the attack on living and working conditions through austerity, the hostile environment and wage suppression. At this time of crisis we must make clear our demands for the conditions everyone is entitled too. From the utopian to the concrete your demands matter now more than ever. Help make this May Day a memorable fight for a better future.\n\nIf you need support formulating your demands check out this guide to writing slogans by the Partisan Social Club - [How to write a slogan](https://tinyurl.com/y79jhqc3)\n\nIf you need help creating your banner Billy Bindley has a step by step guide - [How to make a banner](https://tinyurl.com/yadqdy8p)\n\nOr if you'd rather create a poster Protest Press have shared their technique - [How to make a poster](https://tinyurl.com/y8aaw8sx) \n\n\n\n\n![](http://germinalproductions.com/line.gif)\n\n\n\n\n\n\n\n![](http://germinalproductions.com/MDM_How-ToGuide_20.gif)\n\n\n\n\n\n\n\n![](http://germinalproductions.com/line.gif)\n\n\n\n\n\n\n\n![](http://germinalproductions.com/MDM_How-ToGuide_2-1.gif)\n\n![](http://germinalproductions.com/MDM_How-ToGuide_2-2.gif)\n\n![](http://germinalproductions.com/MDM_How-ToGuide_2-3.gif)\n\n![](http://germinalproductions.com/MDM_How-ToGuide_2-4.gif)\n\n![](http://germinalproductions.com/MDM_How-ToGuide_2-5.gif)\n\n\n\n\n\n\n\n![](http://germinalproductions.com/line.gif)\n\n\n\n\n\n\n\n![](http://germinalproductions.com/MDM_How-ToGuide_3-1.gif)\n\n![](http://germinalproductions.com/MDM_How-ToGuide_3-2.gif)",
    "date": "2020-05-01",
    "time": {
      "from": "2020-05-01T12:00:00.000Z",
      "to": "2020-05-01T18:00:00.000Z"
    },
    "organiser": {
      "name": "May Day Banner Drop",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/56f6be9ff9e30478925bf1eeee0ff3e5-small.jpg",
    "tags": [
      "Experiment",
      "Intervention",
      "Feminism",
      "History",
      "Anarchism",
      "Art",
      "Direct-action",
      "Anticapitalism",
      "Work",
      "Unions",
      "Gender",
      "Rights",
      "Class",
      "Architecture",
      "Covid-19"
    ],
    "websiteUrl": "https://maydayrooms.org/maydaydemands"
  },
  {
    "title": "OSCILLATION FESTIVAL ::: Julie E Dyck ::: XX Files Radio Archive",
    "description": "A sample of archives from the early years of Montreal based, techno-feminist, community radio show the XX Files. Initiated by bilingual feminist artist-run centre, Studio XX, the show first aired in 1996 and continues to broadcast every Wednesday on CKUT 90.3FM. Topics discussed in this selection include ICT activism, Napster, the millennium bug, JenniCam, and accessing high speed cable internet.\n\n**Julia E Dyck** *is a Canadian sound artist and radio producer working in performance, composition, installation, and transmission. She’s interested in the possible relations between the body, consciousness, and technology.*\nhttps://studioxx.org/en/productions/xx-files-radio/\nhttp://juliaedyck.com",
    "date": "2020-05-01",
    "time": {
      "from": "2020-05-01T13:00:00.000Z",
      "to": "2020-05-01T14:00:00.000Z"
    },
    "organiser": {
      "name": "Henry Q-O2",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Q-02 [online location]",
      "description": "Q-O2 is an arts laboratory for experimental music and sound art. Since 2006, the organization has its own space in the Brussels canal zone. Here she organizes work residencies for artists, show moments and workshops and initiates artistic research projects in collaboration with domestic and foreign partners.\n\nThe organization presents itself with an annual festival, publications, concerts, exhibitions, workshops, participatory projects and a knowledge center. Due to its conceptual and transversal principles, it automatically finds access to other disciplines, as well as to the urban cultural and social context.\n\n[http://www.q-o2.be/en/](http://www.q-o2.be/en/) \n\nTHIS IS A VIRTUAL SPACE\n",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/5102db97006c6f1beeefe93f4efe05ad-small.jpg",
    "tags": [
      "Sound",
      "Feminism",
      "History",
      "Art",
      "Education",
      "Gender",
      "Conversation"
    ],
    "websiteUrl": "http://www.oscillation-festival.be/2020/"
  },
  {
    "title": "OSCILLATION ::: Henry Andersen ::: Contagious Publics—with Brooke Palmieri & Sean Dockray",
    "description": "Two interviews with people working in and thinking about informational access, autonomous publishing, contagious education. Sean Dockray is an artist and initiator of knowledge-sharing platforms, The Public School and Aaaaarg, both of which use sharing technologies to propose models of learning and accessing information parallel or alternative to institutional education. Brooke Palmieri is a historian, publisher, and rare book antiquarian. In their 2013-2017 PhD, Compelling Reading: The Circulation of Quaker Texts, Palmieri details a relation between Quaker methods of text distribution (crucially tied to the early printing presses) and metaphors of the plague, used to describe a spread of information seen by the Church as uncontrolled, contagious and potentially deadly. At stake in both interviews is the possibility of a (potentially insurgent) public defined by the ways that it transmits texts.\n\n**Henry Andersen** *is an artist and organiser living and working in Brussels. He produces performances, objects, sound-files and printed matter. Henry is part of the artistic team at Q-O2. Since 2016, he is one half of the semi-fictional reading group Slow Reading Club, with Bryana Fritz.*\n\nhttp://aaaaarg.fail/\nhttps://monoskop.org/The_Public_School\nhttps://www.campbooks.biz/",
    "date": "2020-05-01",
    "time": {
      "from": "2020-05-01T14:00:00.000Z",
      "to": "2020-05-01T15:00:00.000Z"
    },
    "organiser": {
      "name": "Henry Q-O2",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Q-02 [online location]",
      "description": "Q-O2 is an arts laboratory for experimental music and sound art. Since 2006, the organization has its own space in the Brussels canal zone. Here she organizes work residencies for artists, show moments and workshops and initiates artistic research projects in collaboration with domestic and foreign partners.\n\nThe organization presents itself with an annual festival, publications, concerts, exhibitions, workshops, participatory projects and a knowledge center. Due to its conceptual and transversal principles, it automatically finds access to other disciplines, as well as to the urban cultural and social context.\n\n[http://www.q-o2.be/en/](http://www.q-o2.be/en/) \n\nTHIS IS A VIRTUAL SPACE\n",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/825d334270369f3067c489c90752a80b-small.jpg",
    "tags": [
      "Conversation",
      "Talk",
      "Sound",
      "History",
      "Art",
      "Education",
      "Words",
      "Anticapitalism",
      "Class",
      "Architecture"
    ],
    "websiteUrl": "http://www.oscillation-festival.be/2020/"
  },
  {
    "title": "THE ABOLITION OF WORK. Anarchist BOOKCLUB by FORGED BOOKS",
    "description": "https://theanarchistlibrary.org/library/bob-black-the-abolition-of-work\n\nalt. link: https://archive.org/details/al_Bob_Black_The_Abolition_of_Work_a4/\n\naudio: https://www.audioanarchy.org/antiwork/05-The_Abolition_Of_Work.mp3\n\nhard copy: https://www.activedistributionshop.org/shop/pamphlets-booklets/3877-the-abolition-of-work.html\n\n*No one should ever work.*\n\n*Work is the source of nearly all the misery in the world. Almost any evil you’d care to name comes from working or from living in a world designed for work. In order to stop suffering, we have to stop working.*\n\nAn online discussion about Bob Black's essay The Abolition of Work, hosted by FORGED BOOKS, Manchester's anarchist reading group.\n\nConversation will take place on the jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn't get Firefox to work with Jitsi.\nIf you don't have Chromium or Chrome and don't want to install a new browser you can use one of Jitsi's apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tag/v2.0.2 - you will need to change 'Server URL' in settings to https://8X8.vc/ and join the room /forged/books\nFor mobile devices try: https://jitsi.org/downloads/ - you will need to change 'Server URL' in settings to https://8X8.vc/ and join the room /forged/books\nIn our test session, the mobile apps kept losing their connection.\nIf you're really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/\n\nContinue the conversation after the event here: https://anarchistnews.org/content/abolition-work\n\nIf the event is oversubscribed, we will host a second discussion the following weekend.\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-05-01",
    "time": {
      "from": "2020-05-01T14:00:00.000Z",
      "to": "2020-05-01T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/3830fbb8cd246b61fa471c871f8599a8-small.jpg",
    "tags": [
      "Conversation",
      "Anarchism",
      "Work",
      "Play",
      "Philisophy",
      "Philosophy"
    ],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "No one watching, no outcome, no brief",
    "description": "*the icing room* invites you to join a three-day communal making session that will take place in your own living space. For each afternoon of May Fest our radical intention is simply to *make*. Through this making we propose objects to connect and comfort. The objects we make become symbols of our surroundings, as we rely on the bits and pieces lying around the place, using up old resources, or revisiting things we started and abandoned. \n\nAlthough we are isolated, this communal act creates lines of solidarity that stretch out far beyond ourselves, inviting reflections on labour and production, but also on more personal matters such as attention and togetherness. We are not alone. We will make some playlists to accompany our solitary voyages; these can feed into the process, or not. They will be made available at the start of each making session, which runs from 2pm-4pm. Participants are welcome to join us in all making sessions, or only one, as their mood and materials require.",
    "date": "2020-05-01",
    "time": {
      "from": "2020-05-01T14:00:00.000Z",
      "to": "2020-05-03T16:00:00.000Z"
    },
    "organiser": {
      "name": "isobel the icing room",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Libcom.org [online location]",
      "description": "libcom.org is a resource for all people who wish to fight to improve their lives, their communities and their working conditions.\n[libcom.org](https://libcom.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/1e7a4b340b674251b14158b3a0e21f32-small.jpg",
    "tags": [
      "Workshop",
      "Direct-action",
      "Conversation",
      "Experiment",
      "Exhibition"
    ],
    "websiteUrl": "https://www.isobelatacus.com/icing-room"
  },
  {
    "title": "GARDENS OF EARTHLY DELIGHT",
    "description": "@Gardensofearthlydelights is a project exploring a positive perspective emerging through the confinement of the Covid-19 pandemic: the opportunity to acknowledge a living world that normally passes us by; a family of woodlice on your wall, a party of snails on the patio, new buds bursting forth on the trees.  We have been living in ways increasingly divorced from the ecosystem we live in, cities are concrete jungles and the countryside is intensively farmed. \n\nGardens of earthly delights is interested in how to escape our walls and get out into the wilderness; to find ways to think and see differently and we would like you to share with us your garden, be it a window box, a plant that has grown through the cracks in the pavement, a patch of earth that you are lucky enough to call your own, a pocket of land you pass, the local park or even an artwork you have tacked to your wall. Please send us a short narrated video: a virtual tour whether it is an apocalypse or eden, imagined or real, let's be curious, lets take pleasure in the simple things.\n\nRe-imagine, discover and document the world in front of you. Send a short video, poem, play, text, observation or response in .jpg or .mp4 format, with your name(s), email, instagram handle, a short description and any hashtags by emailing: hellogardensofearthlydelight@gmail.com",
    "date": "2020-05-01",
    "time": {
      "from": "2020-05-01T16:00:00.000Z",
      "to": "2020-05-01T18:00:00.000Z"
    },
    "organiser": {
      "name": "Jessica Wetherly",
      "about": null
    },
    "place": {
      "id": null,
      "name": "GARDENS OF EARTHLY DELIGHT [online location]",
      "description": "https://www.instagram.com/gardensofearthlydelight/",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/bf1c1bb5d961185f737ec68be59b7466-small.jpg",
    "tags": [
      "Conversation",
      "Tour",
      "Talk",
      "Experiment",
      "History",
      "Covid-19",
      "Sound",
      "Bodies",
      "Intervention",
      "Exhibition",
      "Art",
      "Ecology",
      "Organising",
      "Work",
      "Unions",
      "Words"
    ],
    "websiteUrl": "https://www.instagram.com/gardensofearthlydelight/"
  },
  {
    "title": "No Money May Day Special",
    "description": "NO MONEY #11 MAYDAY SPECIAL, Zoom Video Communications, Inc. Meeting @7:30pm till late GMT+1  \n\nArt, poetry, dancing, films, architecture, organising! In microbial freefall the impact booms across the shortfall, proven in all experiments by: Helen Dimos; Ralph Pritchard; Angry Workers of the World; D. P. Hunter; Asim Butt; Paige Murphy; Sam Keogh; Ben Beach; Mellanie Gilligan and Andrew Osborne. \nCrash the none in parched capacity. Of course the lockdown is a model of two or more societies, one, the Big, another, the Mutual. Refraction leads to mistaking one for the other. Follicles taut as drum glued to the antithetical sun.",
    "date": "2020-05-01",
    "time": {
      "from": "2020-05-01T18:00:00.000Z",
      "to": "2020-05-01T19:00:00.000Z"
    },
    "organiser": {
      "name": "Sophie No Money 11",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/ba718471e6b31f46c9890ee34da1c3c4-small.jpg",
    "tags": ["Art"],
    "websiteUrl": "https://https://www.facebook.com/events/1489531924554963/"
  },
  {
    "title": "Joyful Militancy: Syllabus reading group #1 - Periphery of the Skin, by Silvia Federici",
    "description": "Together with the Ghent book club Other Women's Flowers, Kunsthal Gent organises a monthly reading group around Jesse Presley Jones' Syllabus (see below.) Join us online on Friday May 1st at 7pm (CET) for a live reading collage of several chapters from 'Beyond the Periphery of the Skin' by feminist activist Silvia Federici. \n \nYou’re very welcome to join the reading or listen in - also in case you do not manage to read the text beforehand. Please bring 3 to 5 images of the body as a place of joyful resistance. We will collage the images into the live reading of the text. Serve yourself with food and wine, and prepare for 2 hours of joyful militancy!\n\nThis session will be hosted by Other Women’s Flowers, artist Jesse Jones and feminist researcher Siggie Vertommen (UGent). One participant will be joining us from inside Jesse Jones’ work in Kunsthal Gent: the space formed by a monumental curtain with an image of Silvia Federici’s left arm, where the reading group would take place if we would not be in lockdown.\n\nPRACTICAL\nRegister at info@kunsthal.gent: we will send you a pdf of the text and a link to the meeting (until we find a better application for meeting online while sharing images, we’re using zoom.)\n\nWe will read together the introduction (pp 1-5); chapter 10 - In Praise of the Dancing Body (pp 119-124), and the Afterword - On Joyful Militancy (pp 125-128). You can obtain the book from Kunsthal Gent or here: https://www.pmpress.org/index.php?l=product_detail&p=1045.  ",
    "date": "2020-05-01",
    "time": {
      "from": "2020-05-01T19:00:00.000Z",
      "to": "2020-05-01T21:00:00.000Z"
    },
    "organiser": {
      "name": "SIGGIE  VERTOMMEN",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/cb490e69bd3e420ec9242c52ee3835be-small.jpg",
    "tags": [
      "Feminism",
      "Gender",
      "Care",
      "Sex",
      "Bodies",
      "Art",
      "Anticapitalism",
      "Workshop"
    ],
    "websiteUrl": "https://kunsthal.gent/en/events/joyful-militancy-on-the-1st-of-may"
  },
  {
    "title": "NURTURING INTERSECTIONAL SOLIDARITY",
    "description": "[Cultural Workers Unite](https://www.facebook.com/cultural.workers.unite) , a Rotterdam based worker-led collective is joined by Vera Weghmann, co-founder of [United Voice of the World](https://www.uvwunion.org.uk/) along with Redon and Olena, workers from University of Greenwich discussing how to foster solidarity that is not bound by discipline or sector. The interview focuses on UVW's successful [campaign](https://www.uvwunion.org.uk/news/2020/1/outsourced-caf-workers-win-16-pay-rise-as-dispute-with-university-of-greenwich-comes-to-an-end) in Greenwich University that with the help of IWGB, and the overwhelming support of students and teaching staff won a significant pay rise and better working conditions for all outsourced workers. \n\nThis interview is a part of a series that explores the possibilities, viabilities, stories,\nsuccesses and struggles of unionising in the Netherlands and abroad as a way to discuss the potential of a Cultural Workers Union in Rotterdam. \n\nThe conversation can be streamed LIVE on Strike Radio",
    "date": "2020-05-01",
    "time": {
      "from": "2020-05-01T19:00:00.000Z",
      "to": "2020-05-01T20:00:00.000Z"
    },
    "organiser": {
      "name": "CWU Cultural Workers Unite",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Freedom [online location]",
      "description": "Britain's oldest anarchist publisher & bookshop. Occasionally disreputable. [freedomnews.org.uk](http://freedomnews.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/599b09ae433ddb1833f01c6b70386cd9-small.jpg",
    "tags": ["Talk", "Organising", "Unions"],
    "websiteUrl": "http://strikeradio.org/"
  },
  {
    "title": "OSCILLATION ::: poemproducer aka AGF ::: International Antifascist Feminist Front",
    "description": "Thirty international feminist contributors, individuals or collectives, were asked to send a short recording on fascism and the importance of feminist struggle against it. The multi-lingual collection of recordings is scored by sound sculptor AGF. Intro by Angela Dimitrakaki. First broadcasted on Documenta14 / savvyfunk radio on 28 June 2017. With: AGF, Cecilia Vicuña, Angela Dimitrakaki, Shubigi Rao, The Organisation of United African Women and more.\n\n**Antye Greie aka AGF or poemproducer** *is a vocalist, musician, composer, producer and new media artist. She has been exploring speech and spoken word combined with electronic music as well as working on sound installations, pop songs, calligraphy and her website poemproducer.com.*\nhttp://antyegreie.com/",
    "date": "2020-05-02",
    "time": {
      "from": "2020-05-02T08:00:00.000Z",
      "to": "2020-05-02T10:00:00.000Z"
    },
    "organiser": {
      "name": "Henry Q-O2",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Q-02 [online location]",
      "description": "Q-O2 is an arts laboratory for experimental music and sound art. Since 2006, the organization has its own space in the Brussels canal zone. Here she organizes work residencies for artists, show moments and workshops and initiates artistic research projects in collaboration with domestic and foreign partners.\n\nThe organization presents itself with an annual festival, publications, concerts, exhibitions, workshops, participatory projects and a knowledge center. Due to its conceptual and transversal principles, it automatically finds access to other disciplines, as well as to the urban cultural and social context.\n\n[http://www.q-o2.be/en/](http://www.q-o2.be/en/) \n\nTHIS IS A VIRTUAL SPACE\n",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/60600fc3734ffa3cbd937447403269e4-small.jpg",
    "tags": ["Sound", "Feminism", "Gender", "Anticapitalism", "Bodies"],
    "websiteUrl": "http://www.oscillation-festival.be/2020/"
  },
  {
    "title": "Soundscaping the Lockdown",
    "description": "Between the two Anti-University Festivals this year, I would like to collaborate with a group of people to create and evolve a sound collage documenting experiences of lockdown. \n\nThe result may include field recordings, clips from news reports or TV programs, conversations, musical elements - sounds found or made and layered upon each other. \n\nWe will be using [Soundtrap](https://www.soundtrap.com) to collect and mix the track. Soundtrap is an online DAW (multitrack recording platform) that lets multiple people record, add effects, edit, remove and change the recording either simultaneously or when they feel like it. \n\nTo kick things off, I will be hosting a Zoom chat on the 2nd May at 2pm to discuss ideas, explain Soundtrap and work out how best to work. You can register for the Zoom call on the ticket link. I have also set up a Facebook event to share ideas, arrange and organise other meetings and Soundtrap sessions.  \n\nI am also keen to hear from people who just want to share an interesting sound clip to add to the collage. Please message me if this is you at roy_smith@hotmail.co.uk  \n\nDepending on how those involved feel, we will either create one or a number of tracks that will be sent over to [Strike Radio](http://strikeradio.org/) to add to their 24-hour stream. \n\nRegister for the Zoom meet at: https://zoom.us/meeting/register/tJEvfuqtqDsqHNLeFl2SeuL0AdXYqSVxfHg9\n\nAnd join the Facebook event at:\nhttps://www.facebook.com/events/edit/1405529349632459/",
    "date": "2020-05-02",
    "time": {
      "from": "2020-05-02T14:00:00.000Z",
      "to": "2020-05-02T16:00:00.000Z"
    },
    "organiser": {
      "name": "Roy  Smith",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/57a52bbd4d0e1fe5dbfdbcc56efae4b5-small.jpg",
    "tags": ["Covid-19", "Art", "Sound", "Experiment"],
    "websiteUrl": "https://www.facebook.com/events/edit/1405529349632459/"
  },
  {
    "title": "DESERT. Anarchist BOOKCLUB by FORGED BOOKS",
    "description": "https://theanarchistlibrary.org/library/anonymous-desert\n\nalt. link: https://archive.org/details/desertbyanonymous\n\naudio: https://www.invidio.us/playlist?list=PLTeHv2rWFci59SPOwsXM7PB3vIU6WsC6R\n\nhard copy: https://www.activedistributionshop.org/shop/pamphlets-booklets/4837-desert.html\n\n*The world will not be saved.  Global anarchist revolution is not going to happen.  Global climate change is now unstoppable.  We are not going to see the worldwide end to civilisation/capitalism/patriarchy/authority.  The world will not be saved.  This realisation hurts people.  They don't want it to be true.  But it probably is.*\n\n*Yet to be disillusioned - with global revolution/with our capacity to stop climate change - should not alter our anarchist nature, or the love of nature we feel as anarchists. There are many possibilities for liberty and wildness still.*\n\n*What are some of these possibilities and how can we live them?  What could it mean to be an anarchist when global revolution and world-wide social/eco sustainability are not the aim? What objectives, what plans, what lives, what adventures are there when the illusions are set aside and we walk into the world not disabled by disillusionment but unburdened by it?*\n\nAn online discussion about the book *Desert* hosted by FORGED BOOKS, Manchester's anarchist reading group.\n\nConversation will take place on the jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn't get Firefox to work with Jitsi.\nIf you don't have Chromium or Chrome and don't want to install a new browser you can use one of jitsi's apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tag/v2.0.2 - you will need to change 'Server URL' in settings to https://8X8.vc/ and join the room /forged/books\nFor mobile devices try: https://Jitsi.org/downloads/ - you will need to change 'Server URL' in settings to https://8X8.vc/ and join the room /forged/books\nIn our test session, the mobile apps kept losing their connection.\nIf you're really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/\n\nContinue the conversation after the event here: https://anarchistnews.org/content/desert\n\nIf the event is oversubscribed, we will host a second discussion the following weekend.\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-05-02",
    "time": {
      "from": "2020-05-02T14:00:00.000Z",
      "to": "2020-05-02T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/74007d0bbc50a3ae6dbb2977ba72bdff-small.jpg",
    "tags": [
      "Conversation",
      "Anarchism",
      "Ecology",
      "Philisophy",
      "Philosophy"
    ],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "Left Frame, a contemporary art club I",
    "description": "Left Frame is a space for social interaction and collective thinking about contemporary art from a leftist perspective. It works in a similar fashion to a book club: before each gathering, we watch (individually) a work of art that we'll discuss during our (online) get together. \n\nThe aim of this contemporary art club is to open up a space for political critical thought, comradeship and the exploration of horizontal ways of mediating art. Everybody is welcome: culture workers, students and people with an interest in contemporary art. \n\nFor our first gathering, we will be watching and discussing Harun Farocki's \"Workers Leaving the Factory\" (1995), a work which reflects on industrial labour and some of its power conflicts. It will be interesting to think about the parallels between the issues raised in the film and the realities of work during the past month(s) under lockdown. \n\nTo join, please get a ticket on the Eventbrite link below. This event will take place via Jitsi.\n\nPlease bring suggestions of works of art (available in a digital format) that you would like to discuss in Left Frame's upcoming events for the Antiuniversity June festival. ",
    "date": "2020-05-02",
    "time": {
      "from": "2020-05-02T15:00:00.000Z",
      "to": "2020-05-02T17:00:00.000Z"
    },
    "organiser": {
      "name": "Irene Montero ",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Common House [online location]",
      "description": "The Common House is a collectively managed space for radical groups, projects and community events.\n[www.commonhouse.org.uk](http://www.commonhouse.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/c5db0a0bab7d72d2a373bd858e7df398-small.jpg",
    "tags": ["Art", "Education", "Conversation"],
    "websiteUrl": "https://https://www.facebook.com/Antiuniversity-2020-Left-Frame-a-contemporary-art-club-107470467615778"
  },
  {
    "title": "Strange Encounters in the Cultural Sector",
    "description": "*Strange Encounters in the Cultural Sector*\nA May Day Game with Designers + Cultural Workers (UVW)\n\nJoin us for a day of resource sharing - game playing - Wikipedia page editing.\n\nOur May Day game will take you on a virtual journey into the cultural sector from a worker's perspective. It's a multiple choice game so don't hesitate to explore, go through it over and over, and get the full experience. We're hoping you'll eventually land on our Wikipedia edit-a-thon, or our sharing pad!\n\nThis is a drop in event, join at any time of the day! There are other cool events we wouldn't want to overlap on.\n\n[**click here from 10 am tomorrow**](http://tiny.cc/dcw-game)\n\nAbout us:\n\n**UVW’s Designers + Cultural Workers (UVW-DCW)** is a cross-sector trade union organising isolated and groups of workers across the creative industries.\n\nMany of us are precarious, overworked and underpaid. We are made to compete against each other for jobs with no disclosed salaries, bad management and terrible conditions.\n\nAs UVW-DCW, we educate members about our rights at work, secure legal representation for workers, and organise and campaign to transform our industry in the interest of its workers.",
    "date": "2020-05-03",
    "time": {
      "from": "2020-05-03T10:00:00.000Z",
      "to": "2020-05-03T19:00:00.000Z"
    },
    "organiser": {
      "name": "Designers + Cultural Workers UVW_DCW",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Common House [online location]",
      "description": "The Common House is a collectively managed space for radical groups, projects and community events.\n[www.commonhouse.org.uk](http://www.commonhouse.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/d96b41b42ebd36e5cbc8412ee884d2ef-small.jpg",
    "tags": [
      "Covid-19",
      "Unions",
      "Education",
      "Organising",
      "Work",
      "Play",
      "Rights",
      "Conversation"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Pause or Pay UK: Open Meeting",
    "description": "Currently, RCA, UAL, GSA and Goldsmiths students are gathering together under the banner: pauseorpayuk in attempt to lobby HEIs and the UK government about studio-based learners. \n\nWe would like to invite every art and design school to join in with us and we are excited by the idea of a national campaign. Our aim is for our petition and our manifesto to be diverse and accommodating for all students. So we need all of you to help us shape this!\n\nWe would like to invite other art and design schools to participate in our Open  Zoom Meeting this Sunday at 11 a.m.\n\nIn the meeting we will be discussing how you can help finalise our manifesto, learn more about how to self organise, how your university and student union can get involved and discuss strategies forward. \n\nWe want this to be an open discussion as we want Pause or Pay to be for all current studio-based learners.\n\n\nZoom Meeting Details:\n\nTopic: Pause or Pay: Open Meeting\nTime: May 3, 2020 11:00 AM London\n\nJoin Zoom Meeting\nhttps://rca-ac.zoom.us/j/98133923457?pwd=OWY2Z1ZOd3htMnpCOHZsS1ByUElSUT09\n\nMeeting ID: 981 3392 3457\nPassword: 188279\nOne tap mobile\n+13462487799,,98133923457#,,1#,188279# US (Houston)\n+16699006833,,98133923457#,,1#,188279# US (San Jose)\n\nDial by your location\n        +1 346 248 7799 US (Houston)\n        +1 669 900 6833 US (San Jose)\n        +1 929 205 6099 US (New York)\n        +1 253 215 8782 US (Tacoma)\n        +1 301 715 8592 US (Germantown)\n        +1 312 626 6799 US (Chicago)\nMeeting ID: 981 3392 3457\nPassword: 188279\nFind your local number: https://rca-ac.zoom.us/u/abNl1fhPPF\n\n\n",
    "date": "2020-05-03",
    "time": {
      "from": "2020-05-03T11:00:00.000Z",
      "to": "2020-05-03T12:00:00.000Z"
    },
    "organiser": {
      "name": "EdC Pause or Pay UK",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Conway Hall [online location]",
      "description": "Conway Hall is the home of the Ethical Society, hosting talks, debates, concerts and exhibitions\n[conwayhall.org.uk] (https://conwayhall.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/6c8f82acd074551ab47ea7be2cc4326f-small.jpg",
    "tags": [
      "Covid-19",
      "Organising",
      "Anticapitalism",
      "Direct-action",
      "Education",
      "Art",
      "Anarchism",
      "Exhibition",
      "Intervention"
    ],
    "websiteUrl": "https://www.instagram.com/pauseorpayuk/"
  },
  {
    "title": "Art schools and Covid-19 - a reflection on working practice since the UCU strike",
    "description": "The Covid-19 pandemic hit the UK in full force just as the UCU strikes were ending. The 14 day industrial action garnered huge amounts of support from across the university and trade union sector. The purpose of this event is to reflect on the changes that have affected Art Schools and Art Workers since this time. As such we want teachers, technicians, cleaners, art workers, students and supporters to come together to discuss the changes that affect our sector.\n\nThe event will be on Jitsu and will be simultaneously broadcasted live on Strike Radio.\n\n This event follows on from the ‘Art schools on strike - a reflection on strategies’ which took place at Conway Hall on 5 March 2020. \n",
    "date": "2020-05-03",
    "time": {
      "from": "2020-05-03T13:00:00.000Z",
      "to": "2020-05-03T15:00:00.000Z"
    },
    "organiser": {
      "name": "Art Schools on Strike",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Conway Hall [online location]",
      "description": "Conway Hall is the home of the Ethical Society, hosting talks, debates, concerts and exhibitions\n[conwayhall.org.uk] (https://conwayhall.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/d4616895dcde6ae1d2d4b9528b5fdfa2-small.jpg",
    "tags": [
      "Conversation",
      "Feminism",
      "Art",
      "Education",
      "Direct-action",
      "Unions",
      "Work",
      "Organising",
      "Class",
      "Covid-19"
    ],
    "websiteUrl": ""
  },
  {
    "title": "AGAINST HIS-STORY, AGAINST LEVIATHAN (excerpt). Anarchist BOOKCLUB by FORGED BOOKS",
    "description": "https://theanarchistlibrary.org/library/fredy-perlman-against-his-story-against-leviathan\n\nalt. link: https://archive.org/details/al_Fredy_Perlman_Against_His-story_Against_Leviathan_a4/mode/2up\n\naudio: https://www.invidio.us/watch?v=Oo-7WT_tJIo\nhard copy: https://www.activedistributionshop.org/shop/books/4055-against-history-against-leviathen-by-fredy-perlman.html\n\n*The armored Christians who later 'discovered' these communities knew that these people did no work, and this knowledge grated on Christian nerves, it rankled, it caused cadavers to peep out.  The Christians spoke of women who did 'lurid dances' in their fields instead of confining themselves to chores; they said hunters did a lot of devilish 'hocus pocus' before actually drawing the bowstring.*\n*These Christians, early time-and-motion engineers, couldn't tell when play ended and work began. Long familiar with the chores of zeks, the Christians were repelled by the lurid and devilish heathen who pretended that the Curse of Labor had not fallen on them. The Christians put a quick end to the 'hocus pocus' and the dances, and saw to it that none could fail to distinguish work from play.*\n\nAn online discussion about chapters 1, 21 and 22 of Fredy Perlman's *Against His-story, Against Leviathan* hosted by FORGED BOOKS, Manchester's anarchist reading group.\n\nConversation will take place on the jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn't get Firefox to work with Jitsi.\nIf you don't have Chromium or Chrome and don't want to install a new browser you can use one of Jitsi's apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tag/v2.0.2 - you will need to change 'Server URL' in settings to https://8X8.vc/ and join the room /forged/books\nFor mobile devices try: https://jitsi.org/downloads/ - you will need to change 'Server URL' in settings to https://8X8.vc/ and join the room /forged/books\nIn our test session, the mobile apps kept losing their connection.\nIf you're really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/\n\nContinue the conversation after the event here: https://anarchistnews.org/content/against-his-story-against-leviathan\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-05-03",
    "time": {
      "from": "2020-05-03T14:00:00.000Z",
      "to": "2020-05-03T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/c00453ab3f4febaaf18e51829bd68d77-small.jpg",
    "tags": [
      "Conversation",
      "Anarchism",
      "History",
      "Philisophy",
      "Philosophy"
    ],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "POST-MAYDAY FEST READING: THE SOCIETY OF THE MASTERLESS. ANARCHIST BOOKCLUB BY FORGED BOOKS",
    "description": "https://theanarchistlibrary.org/library/seaweed-the-society-of-masterless-men\n\nalt. link: https://archive.org/details/GreenAnarchy24/page/n65/mode/2up\n\naudio: https://immediatism.com/2020/02/29/e51-the-society-of-masterless-men-by-seaweed/\n\nhard copy: https://www.activedistributionshop.org/shop/books/4750-in-search-of-the-masterless-men-of-newfoundland.html\n\n*When I began thinking about outlaws and outlaw history I realized that if outlaw just means one who breaks the law, then I could write about the lives of nearly every citizen. So I define outlaw as one who not only breaks the law, but who survives by breaking the law or essentially lives outside of it.*\n*The story of the Society of Masterless Men, which included women and children, began in the 18th-century settlement of Ferryland, in Newfoundland...*\n\nAn online discussion about Seaweeds’s essay The Society of Masterless Men, hosted by FORGED BOOKS, Manchester’s anarchist reading group.\n\nConversation will take place on the jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn’t get Firefox to work with Jitsi.\nIf you don’t have Chromium or Chrome and don’t want to install a new browser you can use one of Jitsi’s apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tag/v2.0.2 - you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\nFor mobile devices try: https://jitsi.org/downloads/ - you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\nIn our test session, the mobile apps kept losing their connection.\nIf you’re really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8x8.vc/\n\nContinue the conversation after the event here: TBC\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-05-09",
    "time": {
      "from": "2020-05-09T14:00:00.000Z",
      "to": "2020-05-09T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/092ce8ae108a1d3978d0be6d775a6ec6-small.jpg",
    "tags": [
      "Anarchism",
      "History",
      "Conversation",
      "Philisophy",
      "Philosophy"
    ],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "WAY OUT CULTURE: Exit from Planet Earth ",
    "description": "Part of the CULTURE, POWER & POLITICS series\n\nConfined by Covid-19, CPP organisers and invited guests present a mini programme exploring exiting, escaping and leaving behind.\n\n**Giles Bunch**, **Sam Keogh** & **Kat Deerfield** will discuss sexual politics in outer space, cultures of space exploration and the loneliness of the long distance astronaut\n\nJoin Zoom Meeting https://us04web.zoom.us/j/926830883",
    "date": "2020-05-13",
    "time": {
      "from": "2020-05-13T19:00:00.000Z",
      "to": "2020-05-13T21:00:00.000Z"
    },
    "organiser": {
      "name": "Antiuniversity Now",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Ridley Road Market Bar [online location]",
      "description": "Tropical bar on Ridley Road, Dalston. \nHome of the Antiuni's Culture, Power & Politics series.\n[ridleyroadmarketbar.com](https://www.ridleyroadmarketbar.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/04257ef022257a7adc46e3331600fe8e-small.jpg",
    "tags": [
      "Conversation",
      "Bodies",
      "Sex",
      "Gender",
      "Class",
      "Covid-19",
      "Feminism",
      "CPP"
    ],
    "websiteUrl": ""
  },
  {
    "title": "POST-MAYDAY FEST READING II: AN INVITATION TO DESERTION. ANARCHIST BOOKCLUB BY FORGED BOOKS",
    "description": "https://theanarchistlibrary.org/library/bellamy-fitzpatrick-an-invitation-to-desertion.a4.pdf\n\nalt. link: https://viscerapvd.files.wordpress.com/2018/06/bellamyfitzpatrick-aninvitationtodesertion.pdf\n\naudio: https://immediatism.com/2020/02/17/e42-an-invitation-to-desertion-by-bellamy-fitzpatrick/\n\nhard copy: https://www.activedistributionshop.org/shop/mags-and-rags/4561-backwoods-no-1.html\n\n*We indict the Civilization of Leviathan as a truly insane way of life predicated on the creation of States to enforce the enslavement of the many so that the parasitic few may acquire absurd wealth and influence. Such social relations are poisonous to all involved, being based on venality and coercion, ridiculous commodity fetishism, and the death of real human community through domination and atomization...*\n\nAn online discussion about Bellamy Fitzpatrick's essay An Invitation to Desertion, hosted by FORGED BOOKS, Manchester’s anarchist reading group.\n\nConversation will take place on the jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn’t get Firefox to work with Jitsi.\nIf you don’t have Chromium or Chrome and don’t want to install a new browser you can use one of Jitsi’s apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tag/v2.0.2 - you will need to change ‘Server URL’ in settings to https://8x8.vc/ and join the room /forged/books\nFor mobile devices try: https://jitsi.org/downloads/ - you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\nIn our test session, the mobile apps kept losing their connection.\nIf you’re really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/\n\nContinue the conversation after the event here: TBC\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-05-17",
    "time": {
      "from": "2020-05-17T14:00:00.000Z",
      "to": "2020-05-17T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/39e8c452241cf12597168c42781ff8b4-small.jpg",
    "tags": ["Philisophy", "Conversation", "Anarchism", "Philosophy"],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "way out culture: leaving the body",
    "description": "Part of the CULTURE, POWER & POLITICS series.\n\nConfined by Covid-19, CPP organisers and invited guests present a mini programme exploring exiting, escaping and leaving behind. \n\n**Alex Thomas**. **Erika Cudworth**  & **Helen Palmer** will discuss cheating death, preserving the rich and living a dog's life.\n\nJoin Zoom chat on https://us04web.zoom.us/j/756771378",
    "date": "2020-05-20",
    "time": {
      "from": "2020-05-20T19:00:00.000Z",
      "to": "2020-05-20T21:00:00.000Z"
    },
    "organiser": {
      "name": "Antiuniversity Now",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Ridley Road Market Bar [online location]",
      "description": "Tropical bar on Ridley Road, Dalston. \nHome of the Antiuni's Culture, Power & Politics series.\n[ridleyroadmarketbar.com](https://www.ridleyroadmarketbar.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/a5d2e3725f0464f7156f8e227315de8c-small.jpg",
    "tags": ["Bodies", "Conversation", "Class", "Alchemy", "Gender", "CPP"],
    "websiteUrl": ""
  },
  {
    "title": "PRE FESTIVAL READING: INTRO. TO ANARCHISM, 'INSTEAD OF A PRIMER/MEETING' BY LAWRENCE JARACH. ANARCHIST BOOKCLUB BY FORGED BOOKS",
    "description": "https://theanarchistlibrary.org/library/lawrence-jarach-instead-of-a-meeting-by-someone-too-irritated-to-sit-through-another-one\n\nalt. link: https://archive.org/details/InsteadOfAPrimer/\n\nhard copy: https://www.activedistributionshop.org/shop/pamphlets-booklets/4612-rejecting-the-reification-of-revolt.html (similar, but not identical, essays to Jarach's primer)\n\n*Anarchism derives from the philosophical premise that institutionalized power and enforcement, especially in the form of the State, is a negative method of trying to create and maintain social cohesion. The defining aspect of anarchism is a categorical rejection of the principle and practice of government. Further, anarchism entails a radical critique of the exercise of authority and power. Holding to the conviction that cooperation is a better and more just way of attaining social harmony than competition, anarchists have promoted voluntary cooperation, egalitarian relations, and mutual aid...*\n\nAn online discussion about Lawrence Jarach's introductory essay Instead of a Meeting, hosted by FORGED BOOKS, Manchester’s anarchist reading group.\n\nConversation will take place on the jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn’t get Firefox to work with Jitsi.\nIf you don’t have Chromium or Chrome and don’t want to install a new browser you can use one of Jitsi’s apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tag/v2.0.2 - you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\nFor mobile devices try: https://jitsi.org/downloads/ - you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\nIn our test session, the mobile apps kept losing their connection.\nIf you’re really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/\n\nContinue the conversation after the event here: TBC\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-05-23",
    "time": {
      "from": "2020-05-23T14:00:00.000Z",
      "to": "2020-05-23T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/d28b7c23b769f0226b4a8119693b8ab8-small.jpg",
    "tags": ["Philisophy", "Anarchism", "Conversation", "Philosophy"],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "way out culture: ways out",
    "description": "\nPart of the CULTURE, POWER & POLITICS series.\n\nConfined by Covid-19, CPP organisers and invited guests present a mini programme exploring exiting, escaping and leaving behind.\n\n**Nick Dearden** & **Jeremy Gilbert** will discuss Brexit culture, global trade and escaping entanglement\n\nJoin Zoom chat on https://us04web.zoom.us/j/920810019",
    "date": "2020-05-27",
    "time": {
      "from": "2020-05-27T19:00:00.000Z",
      "to": "2020-05-27T21:00:00.000Z"
    },
    "organiser": {
      "name": "Antiuniversity Now",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Ridley Road Market Bar [online location]",
      "description": "Tropical bar on Ridley Road, Dalston. \nHome of the Antiuni's Culture, Power & Politics series.\n[ridleyroadmarketbar.com](https://www.ridleyroadmarketbar.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/5c39770f0c4b61515380846696e2c327-small.jpg",
    "tags": [
      "Conversation",
      "Class",
      "Direct-action",
      "Anticapitalism",
      "Rights",
      "CPP"
    ],
    "websiteUrl": ""
  },
  {
    "title": " Connective conversations and Afrocentric Commemorations",
    "description": "\n\nThe Afrocentric Commemoration project is a public history engagement project initiated by Dr Yewande Okuleye in 2017, to engage with the WW1 centenary celebrations. The Yoruba language community hub in collaboration with the Big Ideas, produced poems, collages and textile art. This display was exhibited at the Institute of Historical Research.\n\nDuring the COVID - 19 lockdown, we have returned to the archive to investigate themes of motherhood, separation, isolation. Within these moments, we developed connections which are being nurtured through a different iteration of the project. The lockdown birthed the Afrocentric Commemoration Collaborative.\n\nKenyah Nyameche , writer and coach emphasised how \"being part of the Afrocentric commemoration collective was different to any other experience. It gave me the opportunity to reflect and have collaborative conversations, about the lives of Nigerian mothers during WW1\".\n\nThe Afrocentric commemoration collective invite you to come with a open heart and mind to experience how deep listening and poetry, opens a pathway to connectivity and understanding global history.\n\n",
    "date": "2020-05-28",
    "time": {
      "from": "2020-05-28T14:00:00.000Z",
      "to": "2020-05-28T15:00:00.000Z"
    },
    "organiser": {
      "name": "Dr Yewande  Okuleye",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Conway Hall [online location]",
      "description": "Conway Hall is the home of the Ethical Society, hosting talks, debates, concerts and exhibitions\n[conwayhall.org.uk] (https://conwayhall.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/57576cf83209ac63dcd64748c0100b85-small.jpg",
    "tags": ["Conversation", "History", "Feminism", "Talk", "Gender"],
    "websiteUrl": "https://www.humanconductivity.com/"
  },
  {
    "title": "PRE-FESTIVAL READING II: 'WHY IS IT OTHERS FEEL NO INTEREST FOR US?' ANARCHIST BOOKCLUB BY FORGED BOOKS",
    "description": "https://theanarchistlibrary.org/library/frere-dupont-why-is-it-that-others-feel-no-interest-for-us\nhttps://lib.anarhija.net/library/frere-dupont-why-is-it-that-others-feel-no-interest-for-us\n\n*Why is it That Others Feel No Interest For Us?*\n*That is **us**. We are on the verge of recognising ourselves. We inscribe the area and the activity. It is us, us, us.*\n*We are the ones who spend our energies in the struggle against capital. We define capitalism, we define the struggle against capitalism, we define ourselves as the agent of that struggle, and we sketch out the goals that we are fighting for.*\n*But doesn’t this involve only a very small number of people?*\n*This only involves a very small number of people.*\n*And capitalism is a system of social relations that conditions the existence of billions of human beings.*\n*So, if this system of social relations is so harmful why aren’t there many, many more people involved in the struggle against it?*\n*We don’t want to talk about that.*\n\nAn online discussion about Frere Dupont's essay 'Why is it That Others Feel No Interest For Us?' hosted by FORGED BOOKS, Manchester’s anarchist reading group.\n\nConversation will take place on the jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn't get Firefox to work with Jitsi.\nIf you don't have Chromium or Chrome and don't want to install a new browser you can use one of Jitsi's apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tag/v2.0.2 - you will need to change 'Server URL' in settings to https://8X8.vc/ and join the room /forged/books\nFor mobile devices try: https://jitsi.org/downloads/ - you will need to change 'Server URL' in settings to https://8X8.vc/ and join the room /forged/books\nIn our test session, the mobile apps kept losing their connection.\nIf you're really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-05-30",
    "time": {
      "from": "2020-05-30T14:00:00.000Z",
      "to": "2020-05-30T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/ad79406a2ef91b1295b8ce6d944c3a7d-small.jpg",
    "tags": ["Conversation", "Anarchism", "Philisophy", "Philosophy"],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "1Min Japanese Art Educational Comic 01:  Learn about \"Heta-Uma\" and \"Yurui\" ",
    "description": "Gateway to discover new Japanese art in 1Min\n\n\"Heta-Uma\" means \"Bad but Good\" in Japanese. :\"a work that looks poorly/loosely drawn, but with an aesthetically conscious quality\", and \"Yurui\" means \"loose/effortless\" in Japanese.\n\nI would like to introduce some works of Heta Uma or Yurui-E. \n\n1. Tale of Tsukishima 6th June \n2. Sengai Gibon 7th June \n3. Ōtsu-E 10th June \n4. Ukiyoe  12th June\n \n\n\nFirst Episode: 6th June\nWebsite link: https://educationalcomics.jimdofree.com/",
    "date": "2020-06-06",
    "time": {
      "from": "2020-06-06T10:00:00.000Z",
      "to": "2020-06-06T11:00:00.000Z"
    },
    "organiser": {
      "name": "Mio  Ebisu",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Freedom [online location]",
      "description": "Britain's oldest anarchist publisher & bookshop. Occasionally disreputable. [freedomnews.org.uk](http://freedomnews.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/4a91bd69f08fa5294c7d5919abcabfd5-small.jpg",
    "tags": [
      "Exhibition",
      "History",
      "Art",
      "Education",
      "Class",
      "Philosophy"
    ],
    "websiteUrl": "https://educationalcomics.jimdofree.com/"
  },
  {
    "title": "Anti-Capitalist Knitting",
    "description": "Anti-Capitalist Knitting is an experimental knitting workshop with an emphasis on sustainability, focusing on exploring materials and using simple techniques to create artwork.  \n\nSession 1 - Making yarns from strips of fabric, recycled newspapers or plastic bags\nSession 2 - Creating holes and slashes\nSession 3 - Patching and darning\nSession 4 - Recycling old pieces\n\nSuitable for all abilities, there will be a series of YouTube videos detailing basic techniques and further ideas, plus an online group forum to post work and discussions.  Working with unconventional, recycled and inexpensive materials, participants will be able to explore and make their own discoveries, while also learning practical skills.  The emphasis is on making experimental samples and artwork, although the techniques can be adapted to repair garments or make functional objects.\n\nThe workshop aims to rethink the typical women’s craft association of knitting, while exploring both feminist and anti-capitalist ideas.  Holes and worn surfaces symbolise broken systems, while patching and darning can be a both a political statement, or metaphor for mental healing.  Recent research shows that craft activities can improve mental and physical wellbeing, by reducing stress, boosting confidence and enhancing brain productivity.\n\nThe facebook group will be open across the Antiuniversity Festival (6th-13th June), featuring a daily activity or video, and further posts exploring responsible capitalism and sustainability.\n\nFacilitator biography:\nI initially studied embroidery, before moving through craft and applied arts, and finally achieving a First Class Hons degree in Fine Art.  I have run experimental knitting workshops, at Leyden Gallery (as part of Whitechapel Gallery’s Nocturnal Creatures event), and also at the Supernormal and Greenbelt Festivals.\n\nOther projects include, exhibiting at Stuffed (K6 Gallery), The Great Divide (OVADA), Deep Trash Romance (C*ntemporary) and Nasty Woman UK.  I also delivered two conference papers, entitled Slits, Tits and Phallic Knits (Medium Conference, London School of Mosaic), and Freudian Knits and Body Bits (In the Loop at 10, Winchester School of Art).",
    "date": "2020-06-06",
    "time": {
      "from": "2020-06-06T10:00:00.000Z",
      "to": "2020-06-06T12:00:00.000Z"
    },
    "organiser": {
      "name": "Rosina Godwin",
      "about": null
    },
    "place": {
      "id": null,
      "name": "museum of neoliberalism [online location]",
      "description": "A small, free museum about how an obscure and extreme ideological cult of the 1970s rose to power and now shapes our lives in dramatic and often terrible ways.\n[spellingmistakescostlives.com])https://www.spellingmistakescostlives.com/museumofneoliberalism)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/993112f8ecc9686213b0b70c34f3aad8-small.jpg",
    "tags": [
      "Workshop",
      "Art",
      "Anticapitalism",
      "Mental-health",
      "Gender",
      "Feminism"
    ],
    "websiteUrl": "http://rosinagodwin1.wixsite.com/rosinagodwin"
  },
  {
    "title": "Women’s Ways of Knowing - how do we as women know what we know? ",
    "description": "Welcome to this workshop FOR WOMEN ONLY. Its ideas are based on the groundbreaking book by Belenky et al called \"Women’s Ways of Knowing: The Development of Self, Voice, and Mind\". \n\nDespite the progress of feminism and social justice, many women still feel silenced in their families, workplaces and in wider society. This book describes the process of cognitive development in women as five perspectives through which women view themselves and their relationship to knowledge. \n\nPlease read a brief summary (provided on the Eventbrite booking page) of these five perspectives, so that we can make best use of our short time together. Some of the questions we will explore:\n\nHow is knowledge constructed differently for women? \nHow has this impacted on you?\nHow do Race, Class and Culture further impact on your lived experience?\nHow do we use our insights to live more fully as women? \n\nOur space will be highly interactive, collaborative and visual. Bring your self, a notepad and pen, your stories and something to drink!\n\nYour facilitators are both founder members of the Human Conductivity Institute, a think-and-do global forum to shape a more equitable world.\n\nZarine Jacob: Zarine is a leadership coach and facilitator. She holds a Master’s in Women’s Studies from Ruskin College, Oxford. Her first career was in training and development in India, Canada and UK. She uses a solution-focused, positive and pragmatic approach in people development work. \nhttps://www.linkedin.com/in/zarinejacob\n\nDr Yewande Okuleye: Yewande is a transdisciplinary scholar and trained Adizes facilitator. She guides leaders and teams to develop collaborative thinking, consensus building and compassionate leadership. Creating intention-based connectivity allows us to cultivate honest and engaged dialogues.\nhttps://www.thebragmagazine.com/blog/shine-influencer-series-meet-connectivity-expert-dr-yewande-okuleye\n",
    "date": "2020-06-06",
    "time": {
      "from": "2020-06-06T14:00:00.000Z",
      "to": "2020-06-06T15:00:00.000Z"
    },
    "organiser": {
      "name": "Zarine Jacob",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Freedom [online location]",
      "description": "Britain's oldest anarchist publisher & bookshop. Occasionally disreputable. [freedomnews.org.uk](http://freedomnews.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/34debb9dbd6a27268fc3d8ec3c45f629-small.jpg",
    "tags": ["Feminism", "Workshop", "Education", "Words", "Gender"],
    "websiteUrl": "https://www.humanconductivity.com"
  },
  {
    "title": "Under-the-radar : on the move : POSTPONED",
    "description": "Hello,\nAlthough we were very excited about our walking symposium, in light of the recent global political events we have now decided to postpone.  We feel an urgency to respond to what has been going on, and rather than co-opting the walking conversation to a different agenda, a more honest response feels to re-schedule for a later date. \n\nInstead, we want to meet and have a conversation about what we are doing as artists/activists/humans to resist dominator culture, and what more we need to be doing right now. We are going to assemble at 12h at the main entrance to Lloyd Park, Walthamstow. If you would like to join us for this alternative conversation you are very welcome. \n\nAnd either way, we look forward to walking with you sometime soon (we'll be in touch about re-scheduling).\nIn the meantime, thanks in advance for understanding the decision that has been taken.\n\nSolidarity,\n\nthe icing room\n",
    "date": "2020-06-06",
    "time": {
      "from": "2020-06-06T14:00:00.000Z",
      "to": "2020-06-06T17:00:00.000Z"
    },
    "organiser": {
      "name": "isobel the icing room",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Libcom.org [online location]",
      "description": "libcom.org is a resource for all people who wish to fight to improve their lives, their communities and their working conditions.\n[libcom.org](https://libcom.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/09cfe8c15d22a15d54d62758d71446cf-small.jpg",
    "tags": [
      "Conversation",
      "Walk",
      "Philosophy",
      "Art",
      "Direct-action",
      "Words",
      "Play"
    ],
    "websiteUrl": "https://https://www.isobelatacus.com/icing-room"
  },
  {
    "title": "TO THE DERANGED. ANARCHIST BOOKCLUB BY FORGED BOOKS",
    "description": "http://writerror.com/texts/to-the-deranged\nhttps://theanarchistlibrary.org/library/jean-weir-tame-words-from-a-wild-heart (final chapter)\nhttps://freedompress.org.uk/product/tame-words-from-a-wild-heart-by-jean-weir/\n\n*The deranged are neither dumbed down by habit nor blinded by the ‘greatest show on earth’. Rather than run around for a cause to support they are fighting their own cause, egoistically conquering moments of freedom, subverting and attacking the existent with all means, knowing that Chaos is life and that Reason continues to generate monsters...*\n\nAn online discussion about Jean Weir’s piece 'To the Deranged' from her book 'Tame Words from a Wild Heart', hosted by FORGED BOOKS, Manchester’s anarchist reading group.\n\nConversation will take place on the jitsi platform here: https://8X8.vc/forged/books\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn’t get Firefox to work with Jitsi.\nIf you don’t have Chromium or Chrome and don’t want to install a new browser you can use one of Jitsi’s apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tag/v2.0.2 - you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\nFor mobile devices try: https://jitsi.org/downloads/ - you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\nIn our test session, the mobile apps kept losing their connection.\nIf you’re really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-06-06",
    "time": {
      "from": "2020-06-06T14:00:00.000Z",
      "to": "2020-06-06T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/b532ebf3cba908fcd7ec178e1e67fe57-small.jpg",
    "tags": ["Conversation", "Anarchism", "Words", "Philosophy"],
    "websiteUrl": "https://forgedbooks.noblogs.rog"
  },
  {
    "title": "Left Frame, a contemporary art club II",
    "description": "Left Frame is a space for social interaction and collective thinking about contemporary art from a leftist perspective. It works in a similar fashion to a book club: before each gathering, we watch (individually) a work of art that we'll discuss during our (online) get together. \n\nThe aim of this contemporary art club is to open up a space for political critical thought, comradeship and the exploration of horizontal ways of mediating art. Everybody is welcome: culture workers, students and people with an interest in contemporary art. \n\nThis Saturday 6 June, we will be chatting about Hito Steyerl's \"How Not to be Seen: Another Fucking Didactic Educational .MOV File\" (2013) 16min, which articulates ideas about our digital worlds, surveillance, control and militarisation, among other things. \nYou can watch the short film here: https://www.artforum.com/video/hito-steyerl-how-not-to-be-seen-a-fucking-didactic-educational-mov-file-2013-51651\n\nAn optional additional watch could be Steyerl's video-lecture \"Duty Free Art\" (2015) 38min, which named her most recent book. You can find it here: https://vimeo.com/408658869/9224bf6905\n\nWe'll be meeting on Jitsi on Saturday 6 June at 3pm. I (Irene, the organiser) will be connected 5 minutes before we start, to say hi and to sort out any technical issues, should there be any. To RSVP and get the hangout details, please book a free ticket on the event's Eventbrite page. \n\nSee you very soon!\n",
    "date": "2020-06-06",
    "time": {
      "from": "2020-06-06T15:00:00.000Z",
      "to": "2020-06-06T17:00:00.000Z"
    },
    "organiser": {
      "name": "Irene Montero ",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Common House [online location]",
      "description": "The Common House is a collectively managed space for radical groups, projects and community events.\n[www.commonhouse.org.uk](http://www.commonhouse.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/e9a8052d25af79152feb7ce576c6efd8-small.jpg",
    "tags": ["Talk", "Art", "Education"],
    "websiteUrl": "https://www.facebook.com/events/578692033064368/"
  },
  {
    "title": "Online facilitation for anxious souls ",
    "description": "Are you anxious? Are you a facilitator? Are you an attendee? Are you all of the above??\n\nThis is a skill share and discussion for those who want to find ways to make online events and workshops as accessible as possible for anxious audiences, and as enjoyable as possible for anxious facilitators. \n\nThe session will begin with a brief presentation of some practical tools for online events, followed by a discussion and skill share. We will be using the zoom platform as it seems to be the most frequently used, however the tools will be transferable to other spaces. \n\nPlease feel free to come either as an observer or as a participant in the discussion. You will not be required to talk unless you would like to. \n\nBring your suggestions and virtual grievances along and we can talk together about how best to negotiate the weird terrain of online events. \n\nThis event will be facilitated by Holly Hunter from the Multi Species Research Group. Holly is an artist and facilitator who is trying to make the best of her anxiety. M.S.R.G. are currently running their sessions online, and are trying to make their sessions as welcoming and un-intimidating as possible. ",
    "date": "2020-06-06",
    "time": {
      "from": "2020-06-06T16:00:00.000Z",
      "to": "2020-06-06T17:00:00.000Z"
    },
    "organiser": {
      "name": "holly Multi Species Research Group ",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Freedom [online location]",
      "description": "Britain's oldest anarchist publisher & bookshop. Occasionally disreputable. [freedomnews.org.uk](http://freedomnews.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/59a95c0cb15326be24214f28dc909b4e-small.jpg",
    "tags": [
      "Conversation",
      "Workshop",
      "Ecology",
      "Education",
      "Care",
      "Mental-health",
      "Feminism",
      "Art"
    ],
    "websiteUrl": "https://www.facebook.com/groups/417503305355974/?ref=bookmarkshttps://"
  },
  {
    "title": "Digesting the Media: Zine Making workshop",
    "description": "Is democracy the biggest checkpoint for greed?  If so, how does the media contribute to it? When is it a vehicle of communication to ethically organise our communities?  When does it expand the inequality divide?  When can it reduce it? \n\nThe event will be including discussion around our media habits.  This will be revolving around the knowledge we seek out and the psychology used to attract us to topics.  People will be asked to think about mass persuasion and collective resistance.  \n\nWe will then produce zines which will follow on from conclusions drawn about the role of the media and put it into the context of our own story along with creating our own personal guidelines for a media diet.   ",
    "date": "2020-06-06",
    "time": {
      "from": "2020-06-06T17:00:00.000Z",
      "to": "2020-06-06T18:00:00.000Z"
    },
    "organiser": {
      "name": "Anna-Maria SHARP gallery",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Common House [online location]",
      "description": "The Common House is a collectively managed space for radical groups, projects and community events.\n[www.commonhouse.org.uk](http://www.commonhouse.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/a8cbd02294eefd55a74b374dc9a7ca81-small.jpg",
    "tags": ["Conversation", "Talk", "Workshop", "Education", "Words", "Art"],
    "websiteUrl": ""
  },
  {
    "title": "CORPO.S",
    "description": "OPENING MEETING!!!\n\n**CORPO.S**\n\nA collaboration and series of skill-sharing workshops. CORPO.S (Casually organised reality precarious on screens) is a name we’ve given to a project we’re proposing for antiuniversity festival 2020, which first and foremost is an impetus for a collaboratively produced series of films, made through following a bastardised form of the surrealist parlour game most people know as Exquisite Corpse (also known sometimes as Consequences) \n\nThe exquisite corpse game in its parlour-based form involves passing a piece of paper from one person to another and drawing a part of a body: participant 1 draws a head; they fold the page back so that only the very base of the neck is visible; they pass the folded page to participant 2; participant 2 draws on, joining to the neck some shoulders, maybe a chest; they fold the page back and pass it on, et cetera. This can last however long and eventually the page is unfolded to reveal a strangely formed body. \n\nWe’re proposing to borrow the base logic of this parlour-thing and make it into some kind of a public-thing by doing it mostly over zoom and google drives and whatsapp chats in lockdown, given that that’s where, for almost all of us, almost everything beyond us happens. And instead of a drawing, we want to make a film, \n\nso that on June 13th, we can screen it in as many places and in as many ways as possible -- projected at night onto a building, hooked up to a billboard, projected out of a bedroom window onto a sheet at the bottom of a residential street (however, whatever people can think of and/or pull off). \n\nYou don’t need to know anything about making films to be involved!\nAs part of the CORPO.S thing, 3 slots have been booked up during the festival (June 8th, 9th, and 11th) for skill-sharing workshops facilitated by participants in the project. These will include introductory workshops around using open sourced video and audio software, animation, stop-motion, and making DIY camera rigs, among other things (more to come!). These are open to all and notes from them will be uploaded to a public folder for future access. \n\nParticipants are encouraged to get involved with these workshops and play around with new ways or working and making things, but you are equally welcome to submit a 40 second video from your phone archives of something non-descript -- the only stipulations for submission to the project are as follows:\nContributions eventually need to be made into an mp4 file (you can send us a different format but we will have to do some adjusting to make it fit!)\nContributions need to be between 30 seconds and 3 minutes\nEach contribution will be understood as a continuation from the one preceding it (with, however, a pretty broad and expansive understanding of what might be meant by ‘continuation’) \n\nParticipants are invited to join ongoing group discussions ahead of the festival from May 22nd onwards to propose activities, ideas, and potential collaborations. Follow our instagram page (@exquisitecorpo.s) or like our facebook page **or** email us exquisitecorpos@gmail.com to get involved ahead of June 6th! \n\nSee the diagram below for a breakdown of the process of getting involved, and for more info and the opportunity to ask questions and raise new ideas, join us for a big zoom to get things rolling and to meet each other('s faces on screens)at 6pm on June 6th! ",
    "date": "2020-06-06",
    "time": {
      "from": "2020-06-06T18:00:00.000Z",
      "to": "2020-06-06T20:00:00.000Z"
    },
    "organiser": {
      "name": "Joseph Davies",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/426ef22755461a0ddfa5e4098d09ecfd-small.jpg",
    "tags": [
      "Conversation",
      "Talk",
      "Screening",
      "Workshop",
      "Experiment",
      "Exhibition",
      "Intervention",
      "Art",
      "Education",
      "Organising",
      "Play",
      "Covid-19",
      "Sound"
    ],
    "websiteUrl": "https://www.facebook.com/Corpos-106672281059417/?modal=admin_todo_tour"
  },
  {
    "title": "Baristas Under Brexit: Research and Visual Art",
    "description": "The October Anthropologist team are conducting anthropological research into the lives of Southern/Eastern European immigrants who work as baristas in London cafes. We are interviewing European baristas about their immigration stories, experiences navigating the job market in general and in hospitality in general, and how they imagine their futures in London in the shadow of Brexit. \n\nWorking with the global graphic design collective, Abake, we are translating  the findings into a series of visual artifacts to communicate and elevate the research. \n\nDuring this session, Nazima Kadir of the October Anthropologist, and Patrick Lacey, of Abake, will present what they've learned from the interviews and exhibit some of the visual assets that have emerged from this process.\n\nThis project is funded by Brent 2020, London Borough of Culture. \n\nPlease register in advance with Eventbrite (link posted below image)  to get your Google Meet link.",
    "date": "2020-06-06",
    "time": {
      "from": "2020-06-06T18:00:00.000Z",
      "to": "2020-06-06T20:00:00.000Z"
    },
    "organiser": {
      "name": "The October Anthropologist",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Ridley Road Market Bar [online location]",
      "description": "Tropical bar on Ridley Road, Dalston. \nHome of the Antiuni's Culture, Power & Politics series.\n[ridleyroadmarketbar.com](https://www.ridleyroadmarketbar.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/14b1e518a87b99cebc73a2ab9ff49e79-small.jpg",
    "tags": [
      "Work",
      "Experiment",
      "Talk",
      "Workshop",
      "Exhibition",
      "Feminism",
      "Care",
      "Food",
      "Class",
      "Rights"
    ],
    "websiteUrl": ""
  },
  {
    "title": "A Skulk of Foxes - soundwalk - towards a watery commons",
    "description": "\n\nA Skulk of Foxes - towards a Watery Commons livestream livemix - Listen or join in our live collective exploration of London, as the water foxes emerge from their dens and earths to scavenge or play; meeting up in a variety of charming rendez-vous as we hear the city through human or non-human eyes.\n\nThis event is part of ongoing project – OtherWalking and HydraCity – and as one other method to listen in to a lockdowned city. We discuss what we have seen/experienced/heard, what we have imagined and what we might like to see as we think/see through the filter of other lives, such as the urban fox: how we co-exist with the other and how we might reflect on the human beast through the eyes, ears, and padded whiskered feet of vulpes vulpes.\n\nTo listen you can go to the locussonus soundmap and zoom in on London to locate the moving mics – A Skulk of Foxes – a collective of charming couplings across London. You can make your own mix of the skulk by switching between mics – for inspiration see Remote Surveyor Anne Robinson’s film of watching at home https://vimeo.com/416664839 . Or contact us and join the skulk by creating your own livestream mic through locussonus smartphone app.http://locusonus.org/locustream/#phone\n\n*for up to date info here https://www.inspirallondon.com/events/*",
    "date": "2020-06-06",
    "time": {
      "from": "2020-06-06T21:00:00.000Z",
      "to": "2020-06-07T01:00:00.000Z"
    },
    "organiser": {
      "name": "Charlie Fox InspiralLondon",
      "about": null
    },
    "place": {
      "id": null,
      "name": "InspiralLondon",
      "description": "All information is here:https://www.inspirallondon.com/skulking-the-city-a-charm-of-foxes/\n\n\nYou can join  the skulk livestream either directly on soundmap: http://locusonus.org/soundmap/051/\nor go to inspirallondon events at click on links/follow instructions: https://www.inspirallondon.com/events/",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/7aed983505e0d2a92b11cdc0284782c1-small.jpg",
    "tags": ["Walk", "Ecology", "Experiment", "Covid-19", "Conversation"],
    "websiteUrl": "https://www.inspirallondon.com"
  },
  {
    "title": "Antiuniversity 2020 Opening Party",
    "description": "Antiuni 2020 will open - as always - with a banging party.\n\n𝑩𝑨𝑵𝑫𝑺!\nmolejoy\nCharismatic Megafauna\n𝑫𝑱𝑺!\nDiezmo/University of Tropical Sound\nHodan Styrene\nTom Richards\n\nMultiple rooms.\n\nVirtual magic.\n\nBring your mates.\n\nWe're sticking to online spaces, where we keep each other safe, physically apart but socially together!\n\n🍻 𝑽𝒊𝒓𝒕𝒖𝒂𝒍𝒍𝒚 𝒉𝒐𝒔𝒕𝒆𝒅 𝒃𝒚 𝑻𝒉𝒆 𝑱𝒂𝒈𝒐, 𝒚𝒐𝒖 𝒄𝒂𝒏 𝒔𝒖𝒑𝒑𝒐𝒓𝒕 𝒕𝒉𝒆𝒎 𝒃𝒚 𝒃𝒖𝒚𝒊𝒏𝒈 𝒚𝒐𝒖𝒓 𝒔𝒑𝒆𝒄𝒊𝒂𝒍 𝑨𝒏𝒕𝒊𝒖𝒏𝒊 𝒃𝒆𝒆𝒓 𝒊𝒏 𝒕𝒉𝒆 𝒅𝒂𝒚𝒔 𝒍𝒆𝒂𝒅𝒊𝒏𝒈 𝒕𝒐 𝒕𝒉𝒆 𝒑𝒂𝒓𝒕𝒚! 🍻\n\nLinks for TONIGHT’s #Antiuni2020 party:\n\nMain show https://www.twitch.tv/antiuniversitynow\nOnline Town hang out space https://tinyurl.com/AntiuniHangOut",
    "date": "2020-06-06",
    "time": {
      "from": "2020-06-06T21:00:00.000Z",
      "to": "2020-06-07T00:00:00.000Z"
    },
    "organiser": {
      "name": "Antiuniversity Now",
      "about": null
    },
    "place": {
      "id": null,
      "name": "The Jago [online location]",
      "description": "A music and event space in Dalston, East London.\n[thejagodalston.com](www.thejagodalston.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/4bda4555aecbdf2a297ca452f4a9e81b-small.jpg",
    "tags": ["Party", "Sound", "Conversation", "Play", "Bodies"],
    "websiteUrl": "https://www.twitch.tv/antiuniversitynow"
  },
  {
    "title": "Cross Pollination - chain mail art/postal zine",
    "description": "Client Culture will be overseeing a postal zine project for the AntiUniversity Festival 2020 this year. This project starts on the 6th of June but is ongoing & you can sign up at any time.\n\nWe will be promoting the cross pollination of ideas through the act of chain mail/mail art. \n\nLike a seed store that gets added to, your thoughts will be avalible for others.\n\nThe collection of thoughts, plans and folly will be archived into an online format for people to access for free. \n\nTo take part email clientculturemag@gmail.com with your title and address.\n\nA package will arrive on your doorstep, please add a maximum of two A4 pieces of paper with your thoughts, art, ideas and a page number or date.\n\nPlease take a picture of your package and send it to us as it will allow us to document its journey.\n\nTake a maximum of three days to complete your piece and contact Client Culture for the next address.\n\nYou will be expected to pass the package onto the next contributor, which will probably cost you the price of a stamp. \n\nIf you take part please be aware your address will be shared with the previous contributor so that the package can be forwarded on to you.\n\nThis project will start on the 6th of June and run outside of the AntiUni Festival week due to the time this project will take to circulate.\n\nFollow the Client Culture links to find out about the packages whereabouts and when it will be available to view online.\n",
    "date": "2020-06-07",
    "time": {
      "from": "2020-06-07T00:00:00.000Z",
      "to": "2020-06-07T01:00:00.000Z"
    },
    "organiser": {
      "name": "Helen Client Culture",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/d03c16074e82052ea23618115294d651-small.jpg",
    "tags": ["Experiment", "Art", "Education", "Words", "Work", "Play"],
    "websiteUrl": "https://docs.google.com/document/d/1qyoqpofwxsiqC8n9THSY6jticwYjVL0rBVZqdQuLWmI/edit?usp=sharing"
  },
  {
    "title": "Free University London Workshop",
    "description": "Free University London puts on university-level classes for free. Our courses cover topics from philosophy, politics, architecture, literature, art, artificial intelligence and other fields. We try to create democratic educational experiences away from the marketisation of education. \n\nTo celebrate our fist year, we have joined the AntiUniversity community for their annual festival. This Sunday, 11am-1pm, we will be putting on a workshop on the topic of education. Some FUL tutors and students will get together (online) to discuss personal and philosophical approaches to knowledge and education. The workshop will take the format of a Q&A with the tutors, where students will be able to ask them questions. In the second hour, we will open the conversation to all participants.\n\n\nSome questions we will address are:\n\n\nWhat is knowledge?\n\nWhat is the relationship between knowledge and the university?\n\nWhat are the relations between power, knowledge, and the institution?\n\nHow have they charted their own paths through academia?\n\nWhy did they join FUL?\n\nWhat is different about the Free University London?\n\nHow can we do knowledge differently?\n\n\nTo attend the workshop, please use the information below to join! If you want to be more actively involved by preparing questions for our tutors to answer, please get in touch before the workshop. \n\n\nPlease check our Facebook page for details how to join the zoom event half an hour before it starts!\n",
    "date": "2020-06-07",
    "time": {
      "from": "2020-06-07T11:00:00.000Z",
      "to": "2020-06-07T13:00:00.000Z"
    },
    "organiser": {
      "name": "Louis Free University London",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/9fe895165ccd90ed69200540998da66c-small.jpg",
    "tags": ["Education", "Workshop", "Conversation", "Philisophy"],
    "websiteUrl": "http://www.freeuniversitylondon.org/"
  },
  {
    "title": "ANARCHY WITHOUT ROAD MAPS OR ADJECTIVES. ANARCHIST BOOKCLUB BY FORGED BOOKS",
    "description": "https://theanarchistlibrary.org/library/aragorn-anarchy-without-road-maps-or-adjectives\n\nalt. link: https://usa.anarchistlibraries.net/library/aragorn-anarchy-without-road-maps-or-adjectives\n\n*Most tendencies within anarchist circles have a narrow conception of what exactly makes an anarchist, what an anarchist project is, and what the transformation to an anarchist world will look like. Whether Green or Red, Communist or Individualist, Activist or Critical, Anarchists spend as much time defending their own speculative positions on these complicated issues as they do learning what others have to offer — especially other anarchists...*\n\n*Once upon a time there was an anarchist call for \"Anarchism without Adjectives,\" referring to a doctrine that tolerated the co-existence of different schools of anarchist thought. Instead of qualifying Anarchism as collectivist, communist, or individualist, Anarchism without Adjectives refused to preconceive economic solutions to a post-revolutionary time. Instead, Anarchism without Adjectives argued that the abolition of authority, not squabbling over the future, is of primary importance.*\n\nAn online discussion about Aragorn!’s essay Anarchy Without Road Maps or Adjectives, hosted by FORGED BOOKS, Manchester’s anarchist reading group.\n\nConversation will take place on the jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn't get Firefox to work with Jitsi.\nIf you don't have Chromium or Chrome and don't want to install a new browser you can use one of Jitsi's apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tag/v2.0.2 - you will need to change 'Server URL' in settings to https://8X8.vc/ and join the room /forged/books\nFor mobile devices try: https://jitsi.org/downloads/ - you will need to change 'Server URL' in settings to https://8X8.vc/ and join the room /forged/books\nIn our test session, the mobile apps kept losing their connection.\nIf you're really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-06-07",
    "time": {
      "from": "2020-06-07T14:00:00.000Z",
      "to": "2020-06-07T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/5854fbd12a3433bc18b7591be051aa8a-small.jpg",
    "tags": ["Conversation", "Anarchism", "Philosophy", "Intervention", "Care"],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "1Min Japanese Art Educational Comic 02:  Learn about \"Heta-Uma\" and \"Yurui\" ",
    "description": "Gateway to discover new Japanese art in 1Min\n\n*This is an online article. The time slot is when a new episode will publish. It will stay on online once it is on.   \n\n\"Heta-Uma\" means \"Bad but Good\" in Japanese. :\"a work that looks poorly/loosely drawn, but with an aesthetically conscious quality\", and \"Yurui\" means \"loose/effortless\" in Japanese.\n\nI would like to introduce some works of Heta Uma or Yurui-E. \n\n1. Tale of Tsukishima 6th June \n2. Sengai Gibon 7th June \n3. Ōtsu-E 10th June \n4. Ukiyoe  12th June\n \n\n\n\nFirst Episode: 6th June\nWebsite link: https://educationalcomics.jimdofree.com/episode/sengai/",
    "date": "2020-06-07",
    "time": {
      "from": "2020-06-07T14:00:00.000Z",
      "to": "2020-06-07T15:00:00.000Z"
    },
    "organiser": {
      "name": "Mio  Ebisu",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Freedom [online location]",
      "description": "Britain's oldest anarchist publisher & bookshop. Occasionally disreputable. [freedomnews.org.uk](http://freedomnews.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/ffec910041317166447c0fee0ac94f24-small.jpg",
    "tags": ["Education", "Art", "History", "Philosophy"],
    "websiteUrl": "https://https://educationalcomics.jimdofree.com/episode/sengai/"
  },
  {
    "title": "Deep Listening: an introduction",
    "description": "*\"Listening is directing attention to what is heard, gathering meaning, interpreting and deciding on action.\" (Pauline Oliveros)*\n\nDuring this time your internal and external soundscapes may have changed, perhaps imperceptibly, gradually or dramatically. Through the Deep Listening® practice, as developed by the late composer/activist/artist Pauline Oliveros, we will focus on listening and sound making as a way in to a greater awareness of our acoustic ecologies, inside and out, by opening our ears to our surroundings and the sonic tapestries of our individual environments, and bringing into focus our listening as a kind of activism, a process of self-discovery and sonic self-care. Through Deep Listening® exercises, bodywork, and ’Sonic Meditations’ - text scores written by Oliveros in 1971 - we will connect, move and sound with our surroundings, expanding our awareness of the sonic environment, externally and internally, in a collaborative, experimental and playful way, for personal and community growth.\n \nThis workshop is open to all with no previous experience needed, just a willingness to participate!\n\nThe workshop is facilitated by Banc Sceol - artists and certified Deep Listening® practitioners Stephen Shiell & Hannah White.\n\n",
    "date": "2020-06-07",
    "time": {
      "from": "2020-06-07T15:00:00.000Z",
      "to": "2020-06-07T17:00:00.000Z"
    },
    "organiser": {
      "name": "Blanc Sceol",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Conway Hall [online location]",
      "description": "Conway Hall is the home of the Ethical Society, hosting talks, debates, concerts and exhibitions\n[conwayhall.org.uk] (https://conwayhall.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/c3eff0e61e72caf4884e0f5ebfba5c30-small.jpg",
    "tags": ["Workshop", "Sound", "Experiment", "Ecology"],
    "websiteUrl": "https://www.blancsceol.co.uk/"
  },
  {
    "title": "Remembering smell: a sensorial landscape of your practice",
    "description": "About us\n\nRe(s)public collective is an interdisciplinary research collective. We rethink the narratives of space and its related disciplines through critical design, fine arts and architecture. We believe in conversation, learning through making, and in the future, offering space for reflection on art and creative practice through research.\nSophie Mak-Schram is an art historian, educator, (creative) writer and occasional performer, whose past projects include Overheard Map and Tail Bend Travel. She is interested in how we know and what forms that knowledge can take. She likes to make playful, intentionally uncertain work in collaboration with others.\n\nBrief description \n\nSmell is a sense that contains a rich amount of knowledge, culture, and history. What might we learn or tell through smell, that we cannot learn or tell through other means? As our lifestyles (privileged as they are) tend towards the visual and the verbal - think of the many Zoom calls, emails, and texts we exchange daily - this workshop invites you to think about smell as a means of knowing. Smell is a sense that is intimately interwoven into memory-making, and yet one we often do not discuss informal, academic, or institutional contexts.\n\nDuring this workshop, participants will compose a scent that explains (an aspect of) their creative or activist practice, and reflect on the role smell does and can play in new forms of knowledge. This workshop also aims to offer/build new forms of communication and experience between participants, creating connections of new sensorial practice.\n",
    "date": "2020-06-07",
    "time": {
      "from": "2020-06-07T16:00:00.000Z",
      "to": "2020-06-07T18:00:00.000Z"
    },
    "organiser": {
      "name": "Kiproula  Re(s)public & Sophie",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Ridley Road Market Bar [online location]",
      "description": "Tropical bar on Ridley Road, Dalston. \nHome of the Antiuni's Culture, Power & Politics series.\n[ridleyroadmarketbar.com](https://www.ridleyroadmarketbar.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/54c2a27bb7608be70821fdde67867a29-small.jpg",
    "tags": [
      "Experiment",
      "Workshop",
      "Alchemy",
      "Care",
      "Food",
      "Conversation",
      "Words",
      "Play"
    ],
    "websiteUrl": "https://respubliccollective.com/"
  },
  {
    "title": "Trauma, Tracksuits and Class Traitors",
    "description": "D. Hunter presents extracts from his upcoming book \"Trauma, Tacksuits and Class Traitors\" as well as talking about his old book \"Chav Solidarity\". Using the lived experiences of the author's first 25 years as a child sex worker, drug tealer, prisoner, thief and violent thug, \"Trauma, Tracksuits and Class Traitors\" and \"Chav Solidarity\" class dynamics in social movements, the demonization of folks in poverty and why carceral abolition matters.   \n\nD might also go on abit about why  the journal he co-edits \"Lumpen: A Journal for Poor and Working Class People\" is more important now then ever, and what the Class Work Project is all about. ",
    "date": "2020-06-07",
    "time": {
      "from": "2020-06-07T17:00:00.000Z",
      "to": "2020-06-07T19:00:00.000Z"
    },
    "organiser": {
      "name": "D.P Hunter",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Conway Hall [online location]",
      "description": "Conway Hall is the home of the Ethical Society, hosting talks, debates, concerts and exhibitions\n[conwayhall.org.uk] (https://conwayhall.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/1755a7c4c3bb76f01e4fc5666d6781b5-small.jpg",
    "tags": [
      "Talk",
      "Class",
      "Anticapitalism",
      "Organising",
      "Education",
      "Bodies",
      "Care"
    ],
    "websiteUrl": "https://theclassworkproject.com"
  },
  {
    "title": "Room 52",
    "description": "**Room Fifty-two**\n\n \n\nTitled after the room number of the permanent \"Ancient Iran\" gallery at the British Museum, Room Fifty Two offers an alternative guide for this room.\n\nThis guide, leads the visitors virtually through the collections of Iran at the BM. It links the objects of the collection to a chronology of events starting from Britain’s interest in the oil-production potential of Persia, the formation of Anglo-Persian Oil Company, and leading up to the 1953 American/British led coup in Iran.\n\n \n\nThe guide will have the form of a lecture-performance and will be delivered via zoom.\n\n\n*zoom meeting invitation:*\n\n\nJoin Zoom Meeting\nhttps://us02web.zoom.us/j/81532830498?pwd=MlR1VFNPaTBGLzVPYU5NWEZ2WUtYQT09\n\nMeeting ID: 815 3283 0498\nPassword: \n*please send an email to mona.mhgh7@gmail.com to receive the zoom password*\n\n",
    "date": "2020-06-07",
    "time": {
      "from": "2020-06-07T17:00:00.000Z",
      "to": "2020-06-07T18:00:00.000Z"
    },
    "organiser": {
      "name": "Mona Moh",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Everywhere and Anywhere [online location]",
      "description": "You choose your location be it real or virtual. ",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/9b6df73dfdb95df2ab372f716aaf4c92-small.jpg",
    "tags": ["Talk", "Education", "History", "Anticapitalism", "Art"],
    "websiteUrl": "https://us02web.zoom.us/j/8176191003?pwd=ZU4wNGFYRlo1Y3BldkRnMGlWa1ZuQT09https://"
  },
  {
    "title": "13MIN LIVE SCREAMING ",
    "description": "*It seemed like the world had stopped for 13 min. Was I just forgetting about time?* This Live Screaming event deals with the aftermath of our current understanding of time and how it impacts our young talent, Sol Harding. It is our aim to showcase our radical and fearless approach towards the outdated mechanisms of the current creative industry. The zeitgeist is craving for a change and we try to respond to that with the first public event of 13MIN AGO. \n\n13MIN AGO matches cross interdisciplinary artists and unveils new ways of creative collaboration as a collective. Within 13MIN AGO everyone has the freedom to redefine traditional rules of creation, explore their own talents, and learn from one another. As a collaborative space, we establish professional connections among our emerging talents internationally and beyond their known creative fields. ",
    "date": "2020-06-07",
    "time": {
      "from": "2020-06-07T20:00:00.000Z",
      "to": "2020-06-07T21:00:00.000Z"
    },
    "organiser": {
      "name": "Katharina & Francesca  13MIN AGO ",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Ridley Road Market Bar [online location]",
      "description": "Tropical bar on Ridley Road, Dalston. \nHome of the Antiuni's Culture, Power & Politics series.\n[ridleyroadmarketbar.com](https://www.ridleyroadmarketbar.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/63f72ab22bafc91a3366a1a614d40ce9-small.jpg",
    "tags": [
      "Screening",
      "Bodies",
      "Experiment",
      "Exhibition",
      "Art",
      "Sex",
      "Direct-action",
      "Words"
    ],
    "websiteUrl": "https://13min-ago.com"
  },
  {
    "title": "Antiuni hang out space ",
    "description": "Because this years fest is online, we are missing out on the times hanging around chatting after events. Sometimes this is where the magic happens.\n\nIn response, we have set up a daily hang out, social space or 'last orders at the bar' where you can arrange to meet up with your mates, carry on the conversation or just chat with whoever is also hanging out!\n\nOnline Town hang out space https://tinyurl.com/AntiuniHangOut \nNB/ It seems to works best on google chrome\n\nThe Antiuni hang out is virtually hosted by The Jago in Dalston who are selling special Antiuni beer - if you live in East London you can swing by and buy beer from them as take away to help them out at this difficulty time. https://www.thejagodalston.com",
    "date": "2020-06-07",
    "time": {
      "from": "2020-06-07T21:00:00.000Z",
      "to": "2020-06-07T23:00:00.000Z"
    },
    "organiser": {
      "name": "Antiuniversity Now",
      "about": null
    },
    "place": {
      "id": null,
      "name": "The Jago [online location]",
      "description": "A music and event space in Dalston, East London.\n[thejagodalston.com](www.thejagodalston.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/a1a825942fe86a4363675f955d045a19-small.jpg",
    "tags": ["Talk", "Party", "Play", "Conversation"],
    "websiteUrl": "https://tinyurl.com/AntiuniHangOut"
  },
  {
    "title": "CAPITALISM MEANS NEVER HAVING TO SAY YOU'RE SORRY. ANARCHIST BOOKCLUB BY FORGED BOOKS",
    "description": "https://theanarchistlibrary.org/library/dot-matrix-capitalism-means-never-having-to-say-you-re-sorry\n\nalt. link https://usa.anarchistlibraries.net/library/dot-matrix-capitalism-means-never-having-to-say-you-re-sorry\n\n*Anarchists are engaged in juggling two incompatible concepts: one is a fundamental opposition to the world we live in, and the other is the need to actually live in, and we hope have an impact on, this world. We all have to find our own ways, with as much help and critical feedback as we can stand. Sometimes more.*\n\nAn online discussion about dot matrix’s essay ‘Capitalism Means Mever Having to Say You're Sorry’, hosted by FORGED BOOKS, Manchester’s anarchist reading group.\n\nOnline conversations take place on the Jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn’t get Firefox to work with Jitsi.\nYou can also use one of Jitsi’s desktop apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tags – you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\n\nFor mobile devices try: https://jitsi.org/downloads/ – you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\n\nIf you’re really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-06-08",
    "time": {
      "from": "2020-06-08T14:00:00.000Z",
      "to": "2020-06-08T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/931202516b2bac37e163f4f266dc8374-small.jpg",
    "tags": [
      "Philosophy",
      "Conversation",
      "Anarchism",
      "Intervention",
      "Experiment",
      "Work",
      "Play",
      "Words"
    ],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "Royal College Of Fungi // Poetry as a form of spores",
    "description": "Welcome, to the RCF - We are a biomimicry art project called the Royal College of Fungi. The ‘RCF’ is an active, multi-faceted research project that compares social systems to fungi systems to understand what we can learn from nature to re-think and create sustainable modes of living, working and learning. \n\nThe RCF mimics institutional structures, while letting them being infiltrated and shaped by natural processes, to critique and reinvent them. The core subjects offered by the RCF are growth, interaction, and regeneration.\n\nThe workshop is an experiment which asks its participant's to act as a fungi, growing and interacting with it's surroundings, finally, to de-construct and re-construct a collective poem. (This is the enrolment workshop for the RCF)\n\nDonations welcome",
    "date": "2020-06-08",
    "time": {
      "from": "2020-06-08T18:00:00.000Z",
      "to": "2020-06-08T20:00:00.000Z"
    },
    "organiser": {
      "name": "Thomas James Royal College of Fungi",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Conway Hall [online location]",
      "description": "Conway Hall is the home of the Ethical Society, hosting talks, debates, concerts and exhibitions\n[conwayhall.org.uk] (https://conwayhall.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/537711197d596864a82cdb67f4729be1-small.jpg",
    "tags": ["Walk", "Experiment", "Workshop", "Art", "Education", "Play"],
    "websiteUrl": "https://https://www.welshtom.com/rcf"
  },
  {
    "title": "GOOD INTEN/S/IONS",
    "description": "GOOD INTEN/S/IONS proposes intersectional, cross-purpose group activities; an artistic endeavour, a meeting of strangers, a self-led therapeutic network, a secret society, a discussion group.\n\nIf extensions reach outward, intensions spiral inward. The future has been suspended, our social circles have shrunken, activities have been withdrawn. No friends, no family, no fun. If we once used words like \"alienation\" or \"isolation\" as figures of speech to describe our mental condition, we now find they are material states of being. Could this be our \"new normal\"?\n\n~~\n\nTogether, we will consider how we *inhabit the everyday* and look at examples of *artistic processes* that transform, distort, deny or pursue it. We will talk about things like: What is a politics of the ordinary, the non-exceptional, the bog-standard? What is the \"everyday\" and how are we shaped by it? How can we use common languages and materials to (re)create worlds? How do we (re)invent the outside from the inside? \n\nThe convenors will throw in a mixed bag of art and ideas for discussion: the Readymade, dérive, architectonics, atmospheric attunements, autofiction, micro-actions, the infrathin. As co-producers of knowledge, the group is invited to use the session as an open forum, to share their thoughts and experiences on art, mind and the social. \n\nAttendees will receive the session material and an audio-guide in a follow-up e-mail. \n\nCome as you are, no experience or expertise is needed! \n\n~~\n\nThis session will be convened *online* by Elaine & Arthur: \n\nElaine Tam (b. Hong Kong) is a London-based writer and curator currently working at White Cube gallery. \nHer research interests include failure, thresholds and the poetics of everyday life.\n\nArthur Gouillart (b. Paris) is an interaction designer with a focus on design fiction and its material and conceptual permutations. \nHis research interests include investigative design, ecological thinking and the future of intimacy. \n\nIt is the convenors’ role to input / moderate / guide the discussion, but more importantly, ensure it is welcoming / open / inclusive. \n\n~~\n\nThis event will take place on Monday 8 June 2020 at 7pm. Please e-mail {mtam001@gold.ac.uk} with \"Subject: OH GOODY\" for the meeting URL. \n\nShould you wish to participate but have speech or hearing impairments, \nplease e-mail {mtam001@gold.ac.uk} and we will do our best to adapt the session for you. ",
    "date": "2020-06-08",
    "time": {
      "from": "2020-06-08T19:00:00.000Z",
      "to": "2020-06-08T20:00:00.000Z"
    },
    "organiser": {
      "name": "Elaine Tam",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Common House [online location]",
      "description": "The Common House is a collectively managed space for radical groups, projects and community events.\n[www.commonhouse.org.uk](http://www.commonhouse.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/4a41cf930199cf4d83b8a4543d5e6d9c-small.jpg",
    "tags": [
      "Talk",
      "Art",
      "Education",
      "Words",
      "Covid-19",
      "Experiment",
      "Workshop",
      "Conversation",
      "Philosophy",
      "Care",
      "Mental-health"
    ],
    "websiteUrl": "https://www.elainetam.net/good-inten-s-ions"
  },
  {
    "title": "Genetics and cybernetics: ExOF, a model of subjectivation.",
    "description": "Thanks a lot to everyone who came to the talk!\n\nIf you were interested and haven't been able to come, the video of the presentation is now on my blog:\nhttps://network23.org/shrese/2020/06/09/genetics-and-cybernetics-exof-a-model-of-subjectivation/",
    "date": "2020-06-08",
    "time": {
      "from": "2020-06-08T19:00:00.000Z",
      "to": "2020-06-08T21:00:00.000Z"
    },
    "organiser": {
      "name": "shrese shrese",
      "about": null
    },
    "place": {
      "id": null,
      "name": "museum of neoliberalism [online location]",
      "description": "A small, free museum about how an obscure and extreme ideological cult of the 1970s rose to power and now shapes our lives in dramatic and often terrible ways.\n[spellingmistakescostlives.com])https://www.spellingmistakescostlives.com/museumofneoliberalism)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/b0c38077a58f0515848d378ad00af37a-small.jpg",
    "tags": ["Talk"],
    "websiteUrl": "https://network23.org/shrese/"
  },
  {
    "title": "Antiuni hang out space ",
    "description": "Because this years fest is online, we are missing out on the times hanging around chatting after events. Sometimes this is where the magic happens.\n\nIn response, we have set up a daily hang out, social space or ‘last orders at the bar’ where you can arrange to meet up with your mates, carry on the conversation or just chat with whoever is also hanging out!\n\n**Enter the virtual bar: https://gather.town/MsnEZtsZXiHB9SH1/antiunibar**\nNB/ It seems to works best on google chrome\n\nThe Antiuni hang out is virtually hosted by The Jago in Dalston who are selling special Antiuni beer - if you live in East London you can swing by and buy beer from them as take away to help them out at this difficulty time. https://www.thejagodalston.com",
    "date": "2020-06-08",
    "time": {
      "from": "2020-06-08T21:00:00.000Z",
      "to": "2020-06-08T23:00:00.000Z"
    },
    "organiser": {
      "name": "Antiuniversity Now",
      "about": null
    },
    "place": {
      "id": null,
      "name": "The Jago [online location]",
      "description": "A music and event space in Dalston, East London.\n[thejagodalston.com](www.thejagodalston.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/cf0861d65f2f57ce11280d5be23e2acf-small.jpg",
    "tags": ["Party", "Conversation", "Talk", "Play"],
    "websiteUrl": "https://tinyurl.com/AntiuniHangOut"
  },
  {
    "title": "Have your say: Predicting the future of the education \"industry\"",
    "description": "What does education really mean... across K-12, tertiary / accreditations, knowledge sharing, IQ and even better measures of intelligence?\n\nCan you learn and grow without being taught?\n\nHow can we enable a more progressive, innovative education 'industry'... or does the 'industry' part make that impossible?\n\nThis session will use interactive, digital research tools to crowdsource insights on the future of education and assessment. \n\nI want to hear your predictions on how education - formal, informal or otherwise - will evolve in the face of Covid and beyond... what will become the 'new normal'?\n\nThis entirely digital session will run using a variety of online tools, so you can get involved and have your say using just your mobile phone. See how your perspective aligns... or doesn't align... with our diverse audience, and help me to understand why!\n\nKim McGuire is inviting you to a scheduled Zoom meeting.\n\nTopic: Have your say: Predicting the future of the education industry\nTime: Jun 9, 2020 11:00 AM London  (which is 8:00 PM Brisbane time)\n\nJoin Zoom Meeting\nhttps://us04web.zoom.us/j/79741239230?pwd=SGFvazlJeVROMFpYQUhuTGZTMThKZz09\n\nMeeting ID: 797 4123 9230\nPassword: Predict\n",
    "date": "2020-06-09",
    "time": {
      "from": "2020-06-09T11:00:00.000Z",
      "to": "2020-06-09T12:00:00.000Z"
    },
    "organiser": {
      "name": "Kim McGuire",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Conway Hall [online location]",
      "description": "Conway Hall is the home of the Ethical Society, hosting talks, debates, concerts and exhibitions\n[conwayhall.org.uk] (https://conwayhall.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/fc092b4f14549ccbb381412cd6fb539f-small.jpg",
    "tags": ["Education", "Covid-19", "Workshop"],
    "websiteUrl": "https://us04web.zoom.us/j/79741239230?pwd=SGFvazlJeVROMFpYQUhuTGZTMThKZz09"
  },
  {
    "title": "WHAT THE VIRUS SAID. ANARCHIST BOOKCLUB BY FORGED BOOKS",
    "description": "https://theanarchistlibrary.org/library/anonymous-what-the-virus-said\n\nalt. link: https://anarchistnews.org/content/what-virus-said-updated\n\n*You’d do well, dear humans, to stop your ridiculous calls for war. Lower the vengeful looks you’re aiming at me. Extinguish the halo of terror in which you’ve enveloped my name...*\n\nAn online discussion about the text ’What The Virus Said' hosted by FORGED BOOKS, Manchester’s anarchist reading group.\n\nOnline conversations take place on the Jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn’t get Firefox to work with Jitsi.\nYou can also use one of Jitsi’s desktop apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tags – you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\n\nFor mobile devices try: https://jitsi.org/downloads/ – you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\n\nIf you’re really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-06-09",
    "time": {
      "from": "2020-06-09T14:00:00.000Z",
      "to": "2020-06-09T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/80b0d2b06264aa2b969de94de9aa8ea6-small.jpg",
    "tags": [
      "Conversation",
      "Philosophy",
      "Anarchism",
      "Covid-19",
      "Death",
      "Bodies",
      "Art"
    ],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "Resisting the Hostile Environment Policy inside UK Higher Education ",
    "description": "Unis Resist Border Controls (URBC) was formed in March 2016. We are a national campaign made up of an international collective of British, EU and non-EU migrant students, lecturers, university workers and migrant activists opposed to the hostile environment policy and border controls inside UK higher education. \n\nOur hashtag, #BordersKillKnowledge we Illustrate the egregious moments in the UK where the recent intensification of the hostile environment has denied scholars (and thus all of us) the benefits that would have come from thinking together. Not coincidentally, this kind of denial seems to happen most frequently to scholars of African, Middle Eastern, Asian, and Latin American origin.\n\nIn our resistant workshop, we explore how non-EU and EU migrants have been exploited by both the Home Office and UK higher education institutions through the use of intensive attendance monitoring. This exploitation has created visible and invisible barriers. These barriers leave migrant students, lecturers, and university workers vulnerable to institutional racism and xenophobia, housing discrimination, health discrimination, surveillance, and poverty.\n\nWe will draw on examples of casework that we've done in addition to our recent study of how the hostile environment policy functions inside UK higher education. We will also discuss our new study on understanding how universities are incorporating further use of a variety of  online technologies as a result of the COVID-19 lockdown, and what this means in relation to the hostile environment policy. \n\nWe encourage all students, lecturers, university workers & anti-racist activists to organise with us and fight against the incursion of more pernicious surveillance methods within your respective institutions that seek to criminalise and further oppress migrants, particularly those who are Black, Muslim, and PoC. ",
    "date": "2020-06-09",
    "time": {
      "from": "2020-06-09T14:00:00.000Z",
      "to": "2020-06-09T16:00:00.000Z"
    },
    "organiser": {
      "name": "Sanaz Raji Unis Resist Border Controls ",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/964f3ee1c1a036685188abfd655fc639-small.jpg",
    "tags": ["Borders", "Education", "Organising", "Workshop"],
    "websiteUrl": "https://www.unisresistbordercontrols.org.uk/"
  },
  {
    "title": "Ecological Intervention Research Group",
    "description": "Helen Moore - Editor of Creative Publisher Client Culture, artist, writer and Permaculture practising gardener will be hosting the first meeting for the ‘Ecological Intervention Research Group’.\n\nThe ‘Ecological Intervention Research Group’ will act as a space for artists, activists, historians, gardeners and anyone else who has a shared interest in the ecological, collaborative and imaginative.  \n\nThis first event hopes to bring together a diverse group of people from varying backgrounds, experience and levels of knowledge. \n\nYou could be an artist interested in incorporating issues around the earth, exploring themes around the history, present or future rights to the land, documenting through photography innovative ideas, have an interest in exploring what public space means, or maybe you want to grow plants in an act of defiance. Everyone and all ideas and types of work are welcomed.\n\nThis first event will be an online via ZOOM, acting to bring those interested in creating around ecological themes together to share their work and ideas and what they feel is important to explore during this time.\n\nThis initial meeting will act as a starting point for future meetings, and threads of discussion formed in the first AntiUniversity event will be formed into topics and further explored in the second AntiUniversity event. \n\nThese two events and your ideas will help to actively guide the direction we as a group decide to take in the future.\n\nWe will initially be working towards creating shared resources called ‘The imaginary Seed Bank’. This will begin as a series of google docs which will be created that people from ‘The Ecological Intervention Research Group’ can have access and add ideas too and will also act to allow for conversations from meet-ups to continue. \n\nCreativity, resourcefulness, the sharing of knowledge, education and hope will be key functions of this group.\n\nFor the first meeting please think about a 10 min introduction to your work/ideas/hopes for the future, and ideas of what you’d be interested in the group to explore. Please mute your microphone during a person presenting their idea to avoid distortion and to maintain clear communication.\n",
    "date": "2020-06-09",
    "time": {
      "from": "2020-06-09T16:00:00.000Z",
      "to": "2020-06-09T17:00:00.000Z"
    },
    "organiser": {
      "name": "Helen Client Culture",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/49462f926d75892ca04cbeed9a866c6b-small.jpg",
    "tags": [
      "Conversation",
      "Talk",
      "Art",
      "Education",
      "Organising",
      "Ecology"
    ],
    "websiteUrl": "https://www.facebook.com/events/3080201325373521/"
  },
  {
    "title": "Mapeando nuestras resistencias y solidaridad / Mapping our resistance and solidarity",
    "description": "El book club de lectura en The Feminist Library es un espacio feminista, transinclusivo y personas no binarias migrantes que residiendo en Londres, sabemos la importancia de la solidaridad y la justicia social sin fronteras. \nCon esto en mente, hemos preparado un workshop \"Mapeando nuestras resistencias y solidaridad\" para hablar de los espacios colaborativos, de ayuda mutua y de solidaridad local-global en los que participamos tanto en nuestros países de origen como en Reino Unido. Será un workshop interactivo, donde gráficamente ubicaremos la presencia física de esos espacios y cómo se interconectan globalmente. \nSon bienvenides todes les personas alrededor del mundo que quieran comunicarse en español y compartir sobre sus espacios, acciones y respuestas que están dando a la actual crisis del covid19 desde sus apuestas feministas, transinclusivas y no binarias. \n\n\nWhat collaborative spaces, mutual aid and cross-border solidarity do we have as migrants?\nThe Spanish book club at The Feminist Library is a feminist, transinclusive and non-binary space for migrant people residing in London. From this background we know the importance of solidarity and social justice without borders. With this in mind, we invite at our workshop \"Mapping our resistance and solidarity\" to discuss about collaborative spaces, mutual aid and local-global solidarity grassroots collectives in which we participate both in our motherland and in the United Kingdom. \nIt will be an interactive workshop, where we will graphically locate the physical presence of these spaces and how they interconnect globally. \nAll migrant people around the world who want share about their spaces, actions and responses to the current crisis of covid19 from their feminist, transinclusive and non-binary frameworks are welcome.",
    "date": "2020-06-09",
    "time": {
      "from": "2020-06-09T16:00:00.000Z",
      "to": "2020-06-09T18:00:00.000Z"
    },
    "organiser": {
      "name": "The Feminist Library The Feminist Library",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Feminist Library - Club de Lectura en Español - Spanish Book Club [online location]",
      "description": "En el Club de Lectura en Español nos reunimos cada dos semanas, los miércoles a las 7 de la tarde para dialogar sobre temas feministas y de literatura. Todos los niveles de habla en español son bienvenidxs.   \n\nSpanish Book Club meets every two weeks, on Wednesdays at 7pm, to discuss feminist topics and literature. All Spanish speaking levels are welcome. ",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/fa6ab392f3dfd2819ceb69a53b814503-small.jpg",
    "tags": [
      "Workshop",
      "Feminism",
      "Conversation",
      "Borders",
      "Intervention",
      "Tour",
      "Education",
      "Care",
      "Mental-health",
      "Words",
      "Direct-action",
      "Anticapitalism",
      "Rights",
      "Ecology",
      "Covid-19"
    ],
    "websiteUrl": "https://feministlibrary.co.uk/club-de-lectura-spanish-book-club/"
  },
  {
    "title": "Part 1: Language, Meaning & Marxism",
    "description": "Everything you've ever forgotten about semiotics and Marxist theory in an easy to digest, 'for beginners' format.. \n\nWatch the video, sleep on it and join the discussion tomorrow. ",
    "date": "2020-06-09",
    "time": {
      "from": "2020-06-09T18:00:00.000Z",
      "to": "2020-06-09T20:00:00.000Z"
    },
    "organiser": {
      "name": "Debbie Shaw",
      "about": null
    },
    "place": {
      "id": null,
      "name": "museum of neoliberalism [online location]",
      "description": "A small, free museum about how an obscure and extreme ideological cult of the 1970s rose to power and now shapes our lives in dramatic and often terrible ways.\n[spellingmistakescostlives.com])https://www.spellingmistakescostlives.com/museumofneoliberalism)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/71ded312dc5e2b1443b5a6258648e470-small.jpg",
    "tags": ["Philisophy", "Education", "Words", "Anticapitalism", "Class"],
    "websiteUrl": "https://www.youtube.com/watch?v=4eseqDLeCHc&feature=youtu.be"
  },
  {
    "title": "Who gets to be \"British\"?",
    "description": "Citizens and immigrants alike are invited to this workshop defining \"Britishness\" and who it applies to. In this participatory talk we’re going to look at what being British means using definitions from the home office, Gordon Brown's 2007 survey, and the perceptions of immigrants born in Commonwealth countries. These differing interpretations will act as a guide and hopefully challenge our thinking.\n\nOne of the conditions of an immigrant gaining a British passport is they must pass a ‘Life in the UK’ test. The output of this session will be an alternate Life in the UK test written collectively by the participants.\n\nRegister to participate [here](https://organizer.runtheworld.today/ticket/3143/checkout/FREE)\n\nAnna Rose hosts the podcast [British Subjects](https://open.spotify.com/show/2DZRch1p0LE1YFLTpaZm4M), which interviews immigrants and historians about the varied experiences of those born in Commonwealth countries who come to live in the UK. ",
    "date": "2020-06-09",
    "time": {
      "from": "2020-06-09T19:00:00.000Z",
      "to": "2020-06-09T21:00:00.000Z"
    },
    "organiser": {
      "name": "Anna Rose Kerr",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Ridley Road Market Bar [online location]",
      "description": "Tropical bar on Ridley Road, Dalston. \nHome of the Antiuni's Culture, Power & Politics series.\n[ridleyroadmarketbar.com](https://www.ridleyroadmarketbar.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/e62732ef7a4b48cc4ea1e16935b7a7a3-small.jpg",
    "tags": ["Conversation", "Talk", "History", "Words", "Workshop"],
    "websiteUrl": "http://britishsubjects.annaro.se/"
  },
  {
    "title": "Antiuni hang out space ",
    "description": "Because this year's fest is online, we are missing out on the times hanging around chatting after events. Sometimes this is where the magic happens.\n\nIn response, we have set up a daily hang out, social space or ‘last orders at the bar’ where you can arrange to meet up with your mates, carry on the conversation or just chat with whoever is also hanging out!\n\n**Enter the virtual bar: https://gather.town/MsnEZtsZXiHB9SH1/antiunibar**\nNB/ It seems to works best on google chrome\n\nThe Antiuni hang out is virtually hosted by The Jago in Dalston who are selling special Antiuni beer - if you live in East London you can swing by and buy beer from them as take away to help them out at this difficult time. https://www.thejagodalston.com",
    "date": "2020-06-09",
    "time": {
      "from": "2020-06-09T21:00:00.000Z",
      "to": "2020-06-09T23:00:00.000Z"
    },
    "organiser": {
      "name": "Antiuniversity Now",
      "about": null
    },
    "place": {
      "id": null,
      "name": "The Jago [online location]",
      "description": "A music and event space in Dalston, East London.\n[thejagodalston.com](www.thejagodalston.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/cea24da3415a86fbf30644a1907f4f70-small.jpg",
    "tags": ["Party", "Conversation", "Talk", "Play"],
    "websiteUrl": "https://tinyurl.com/AntiuniHangOut"
  },
  {
    "title": "1Min Japanese Art Educational Comic Nr.03 :  Learn about \"Heta-Uma\" and \"Yurui\" ",
    "description": "Gateway to discover new Japanese art in 1Min.\n\n\"Heta-Uma\" means \"Bad but Good\" in Japanese. : \"a work that looks poorly/loosely drawn, but with an aesthetically conscious quality\", and \"Yurui\" means \"loose/effortless\" in Japanese.\n\n\n\n01. Tale of Tsukishima \n02. Sengai Gibon\n03. Ōtsu-E\n04. Ukiyoe \n \n\n\n\nFirst Episode: 6th June\nWebsite link:https://educationalcomics.jimdofree.com/episode/%C5%8Dtsu-e/",
    "date": "2020-06-10",
    "time": {
      "from": "2020-06-10T14:00:00.000Z",
      "to": "2020-06-10T15:00:00.000Z"
    },
    "organiser": {
      "name": "Mio  Ebisu",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Freedom [online location]",
      "description": "Britain's oldest anarchist publisher & bookshop. Occasionally disreputable. [freedomnews.org.uk](http://freedomnews.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/eaea02f6bea18149fb7644a01f1fd7fb-small.jpg",
    "tags": ["Art", "History", "Exhibition", "Class"],
    "websiteUrl": "https://educationalcomics.jimdofree.com/episode/%C5%8Dtsu-e/"
  },
  {
    "title": "Improv With Strangers",
    "description": "EVENT POSTPOND - IF YOU WANT TO JOIN A COLLECTIVE PRESSURE WRITING SESSION ON FRIDAY 12TH JUNE INSTEAD PLEASE GET IN TOUCH VIA CONTACT@SOPHIECHAPMAN.COM\n\nTHANKS\n\n---\n\n**Come with us and temporarily transport yourself - outside your bedroom, your day, your isolation, and yourself (mind blown emoji)!**\n\nWednesday 10th June ~ 2pm to 4pm ~ with tea & wee breaks\n\nTogether we will have a go at playing an online improvisation game, a mini roleplay - no experience or know-how necessary. Over the two hour session you will be gently guided to improvise with strangers using the *‘Play Act Cards’* we developed working with a group of acting enthusiasts last summer in Beeston, South Leeds. The cards give you prompts for your character, the place you find yourself, the atmosphere and an opening line for your scene. Whatever follows next follows, no pressure. However you respond is up to you and where your group takes it!\n\nThis process is designed for anyone to play, no performance or acting experience needed - just a willingness to give it a go. Over zoom we will break into smaller groups and see where the cards take us. Wana pretend you're having your hair cut? Wana imagine what playgrounds will be like after lockdown? Wana develop your character into a member of a feminist militia? Imagine yourself as a benevolent developer? Throw back to the feudal system? Fast forward to luxury communism? You can! In the comfortable space of our collective imaginations and on the other side of a laptop screen.\n\nThe aim of the game is to step outside of yourself and into another person's shoes, to empathise with who that other person might be, share the view from where they are and begin to imagine how they might respond to the other people, places and things around them. Use costumes, props from your kitchen, or just method-act your way through. It’s up to you. It’s different every time we play but it’s always a laugh. You will have the option to record your ‘act’ and to share with the group.\n\n*Private zoom link will be sent out ahead of the event with password.*\n\n--\n\nSophie Chapman + Kerri Jefferis make artworks with others in radically non-hierarchical ways. Our work explores the strangeness of imagining other worlds and ways of being together. Recognising lived experience, we set out to capture social time and reveal the macro politics in micro acts, and find our audience in the moment of making itself. Over the past five years we have produced film, furniture, scores, situations, performances and publications. Our most recent film work ‘Idle Acts’ slips between fact and fiction, a mumblecore docudrama come soap opera exploring everyday surrealisms and spatial justice.\n",
    "date": "2020-06-10",
    "time": {
      "from": "2020-06-10T14:00:00.000Z",
      "to": "2020-06-10T16:00:00.000Z"
    },
    "organiser": {
      "name": "Sophie chapman",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Everywhere and Anywhere [online location]",
      "description": "You choose your location be it real or virtual. ",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/d27cef492a55bfa8b1ad2095fed9b332-small.jpg",
    "tags": ["Workshop", "Experiment", "Play"],
    "websiteUrl": "https://www.sophieandkerri.com/chewing-the-fat-play-act-cards-pac"
  },
  {
    "title": "*NEW* INTRO. TO ANARCHISM, BOB BLACK'S 'ANARCHY 101'. ANARCHIST BOOKCLUB BY FORGED BOOKS",
    "description": "**NEW LINK BELOW**\n\nhttps://theanarchistlibrary.org/library/bob-black-anarchy-101\n\nalt. link: https://usa.anarchistlibraries.net/library/bob-black-anarchy-101\n\n*For their first million years or more, all humans lived as hunter-gatherers in small bands of equals, without hierarchy or authority. These are our ancestors. Anarchist societies must have been successful, otherwise none of us would be here. The state is only a few thousand years old, and it has taken that long for it to subdue the last anarchist societies, such as the San (Bushmen), the Pygmies and the Australian aborigines.*\n\nAn online discussion about Bob Black’s introductory essay 'Anarchy 101', hosted by FORGED BOOKS, Manchester’s anarchist reading group.\n\nOnline conversations take place on the Jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn’t get Firefox to work with Jitsi.\nYou can also use one of Jitsi’s desktop apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tags – you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\n\nFor mobile devices try: https://jitsi.org/downloads/ – you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\n\nIf you’re really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-06-10",
    "time": {
      "from": "2020-06-10T14:00:00.000Z",
      "to": "2020-06-10T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/20364a49e5f077b3e72edb9f908941c1-small.jpg",
    "tags": [
      "Conversation",
      "Anarchism",
      "Philosophy",
      "Experiment",
      "Intervention",
      "Play",
      "Words"
    ],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "Grassroots Comms 101: How to raise funds & support for your cause (for free)",
    "description": "In this workshop, we will go through some of the basic ways that anyone setting out to sustainably enact change or build meaningful things can get the support can get the financial (and other) support that they need.\n\nA solid fundraising strategy doesn't need to be expensive or complex but it does require consistency and a focused, intentional expression of what your project is about and why people should support it. In this workshop, we'll start with a roughly 30 minute breakdown of best practices and recommended tools and then spend the rest of the time applying that information to your projects. \n\nLET'S WORK THROUGH YOUR COMMS & FUNDRAISING STRATEGY! \n\nNOTE: A private zoom link will be sent out ahead of the event with password.\n\nWHO'S TEACHING?\nCecelia Bittner has raised funds and run 'comms' for a number of charities including Refugee Community Kitchen, Calais Kitchens and Solidarithé. She has advised and supported numerous other aid groups throughout Europe in building their communications and fundraising infrastructure so that they can get the support that they need. ",
    "date": "2020-06-10",
    "time": {
      "from": "2020-06-10T14:00:00.000Z",
      "to": "2020-06-10T15:00:00.000Z"
    },
    "organiser": {
      "name": "Cecelia Bittner",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/c7804884236e45d387b96a872732ba38-small.jpg",
    "tags": ["Organising", "Workshop"],
    "websiteUrl": "https://www.eventbrite.co.uk/e/grassroots-comms-101-tickets-107600570202"
  },
  {
    "title": "Part 2: Language, Meaning & Marxism",
    "description": "Group discussion about applying Marxist ideas to life and work in the time of Covid-19.\n\nWatch the video first!! See listing for June 9th or weblink below\n\nMeet on Zoom \n\nTopic: Language, Meaning & Marxism\nTime: Jun 10, 2020 06:00 PM London\n\nJoin Zoom Meeting\nhttps://us02web.zoom.us/j/83710300850\n\nMeeting ID: 837 1030 0850\nOne tap mobile\n+16465588656,,83710300850# US (New York)\n+16699009128,,83710300850# US (San Jose)\n\nDial by your location\n        +1 646 558 8656 US (New York)\n        +1 669 900 9128 US (San Jose)\n        +1 253 215 8782 US (Tacoma)\n        +1 301 715 8592 US (Germantown)\n        +1 312 626 6799 US (Chicago)\n        +1 346 248 7799 US (Houston)\nMeeting ID: 837 1030 0850\nFind your local number: https://us02web.zoom.us/u/kvgiC5vTc\n",
    "date": "2020-06-10",
    "time": {
      "from": "2020-06-10T18:00:00.000Z",
      "to": "2020-06-10T20:00:00.000Z"
    },
    "organiser": {
      "name": "Debbie Shaw",
      "about": null
    },
    "place": {
      "id": null,
      "name": "museum of neoliberalism [online location]",
      "description": "A small, free museum about how an obscure and extreme ideological cult of the 1970s rose to power and now shapes our lives in dramatic and often terrible ways.\n[spellingmistakescostlives.com])https://www.spellingmistakescostlives.com/museumofneoliberalism)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/27c25129be97eb1d48d50d163de9f464-small.jpg",
    "tags": [
      "Conversation",
      "Philisophy",
      "Workshop",
      "Education",
      "Words",
      "Anticapitalism",
      "Work",
      "Class",
      "Covid-19"
    ],
    "websiteUrl": "https://www.youtube.com/watch?v=4eseqDLeCHc&feature=youtu.be"
  },
  {
    "title": "MAKE YOUR ADMIN NOISY AS HELL",
    "description": "MAKE YOUR ADMIN NOISY AS HELL is an artistic project about technology, surplus labour and work stress. In this workshop you will record sounds from everyday objects before transforming your laptop into a noisy admin machine which coughs, bangs, rattles and screams at every letter of every email (don't worry, you can turn it off). Participants will learn to use Soundplant, a free audio triggering software, and will be briefly introduced to the conceptual background of the project. This is a practical, sound focused workshop which touches on the political, the absurd and the everyday.\n\nThe workshop will last for 2 hrs between 6 and 8.\n\nPlease download Sounplant if you'd like to join https://soundplant.org/\n\nJoin via this zoom link:\n\nhttps://us02web.zoom.us/j/89216783983?pwd=cGt2eGFTRk9TbjFyN0lKb2RudG9zZz09\n\nMeeting ID: 892 1678 3983\nPassword: 505326\n\n\n\n",
    "date": "2020-06-10",
    "time": {
      "from": "2020-06-10T18:00:00.000Z",
      "to": "2020-06-10T20:00:00.000Z"
    },
    "organiser": {
      "name": "Timothy  Cape",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Everywhere and Anywhere [online location]",
      "description": "You choose your location be it real or virtual. ",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/8c845e320a25b018ff86530e47e6cec6-small.jpg",
    "tags": [
      "Workshop",
      "Art",
      "Sound",
      "Mental-health",
      "Work",
      "Intervention"
    ],
    "websiteUrl": "https://vimeo.com/313711039"
  },
  {
    "title": "Århus Feminist Reading Group x Antiuniversity ",
    "description": "The Århus Feminist Reading Group is a collaborative project that investigates feminisms through group reading and conversation. We have been meeting in the Danish city of Aarhus since May 2017 to discuss novels, short stories, poems and articles, and we also put on talks, workshops and screenings under our umbrella organisation, Århus Feminist Collective. As a result of the pandemic we have moved our programme online.\n\nTo mark our third year of reading group activity, we are looking back to some of the first writers we discussed in the early weeks and months of the group. For our event with Antiuniversity, we will consider an essay by Rebecca Solnit, as well as a critique of Solnit’s approach to feminist politics by Viviane Fairbank.\n\nThe themes of the discussion will include silence, voice, and sexual violence, as well as what role hope should play in feminist theorising and organising. Is hope what we need to imagine other worlds and recognise the changes that are happening, or is too much optimism simply a distraction from the work still left to be done? \n\nTo register for the event please email aarhusfeministcollective@gmail.com and we will send you the reading and a link for the video call. We will either use zoom or google hangout depending on how many people register. \n\nThe preparatory reading will be around 40 (short) pages and an online article. Whilst we really encourage participants to read beforehand, you are of course welcome to join in with your thoughts and ideas even if you weren't able to. We can also revisit specific parts of the texts during the meeting and read sections aloud. \n\nThe event time in the listing is UK time! Please adjust according to your location. \n\n",
    "date": "2020-06-10",
    "time": {
      "from": "2020-06-10T18:00:00.000Z",
      "to": "2020-06-10T20:00:00.000Z"
    },
    "organiser": {
      "name": "Sophia Århus Feminist Collective ",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Bookfair [online location]",
      "description": "London Anarchist Bookfair 2020\n[bookfair2020.org.uk](https://bookfair2020.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/6f17a058d8c5331f30db8a5878ed502b-small.jpg",
    "tags": ["Feminism", "Conversation"],
    "websiteUrl": "https://www.facebook.com/AarhusFeminist/"
  },
  {
    "title": "2020: Marcus Garvey @ 80",
    "description": "An Anti-University Now 2020 and Marcus Garvey/UNIA-ACL 80:100 presentation\n\nIn commemorating the 80th anniversary of the passing of pan-Africanist icon Marcus Garvey in London, The African Coalition is convening a Zoom online meeting for Africans to discuss and make some decisions on identity, etc.\n\nTo make the UN's International Decade For People Of African Descent 2015-24 initiative meaningful, 'Moving Towards A Unifying African Identity' discussion will focus on the following points drawn from TAOBQ (The African Or Black Question) Manifesto 2020+:\n\n1. Describe people of African heritage as African or as of African heritage (not origin), instead of black.\n\n2. The opportunity for study of African history or Africana to be made more accessible, and either descriptor be used, instead of black history or black studies. \n\n3. When itemising racial discriminations, then use Afriphobia (note the spelling with an \"i\"), which refers to the prejudice or discrimination against; fear, hatred, or bigotry towards people of African heritage and things African, instead or anti-black racism or lumping it under racism.\n\n4. Use AAME (African, Asian, Minority Ethnic) terminology, instead of BAME (Black, Asian, Minority Ethnic), which excludes the African identity. \n\n5. Make time to observe August 31 as African History Reflection Day.\n\n6. A final decision to be made on whether to use the 4 or 5 band Global African quad flag, which combines the colours of the two pan-African colours, as the visual identifier of African-centred matters.\n\nThe African Coalition event is led by BTWSC/African Histories Revisited, TAOBQ (The African Or Black Question) and supporters including Bro Glenroy Watson, Bro Minkah",
    "date": "2020-06-10",
    "time": {
      "from": "2020-06-10T18:00:00.000Z",
      "to": "2020-06-10T21:00:00.000Z"
    },
    "organiser": {
      "name": "Kwaku BBM",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Conway Hall [online location]",
      "description": "Conway Hall is the home of the Ethical Society, hosting talks, debates, concerts and exhibitions\n[conwayhall.org.uk] (https://conwayhall.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/14b326e6a0cc1cde1bb50e0c519125c7-small.jpg",
    "tags": ["Conversation", "Talk", "History", "Organising"],
    "websiteUrl": "https://www.eventbrite.co.uk/e/marcus-garvey-80-moving-towards-a-unifying-african-identity-tickets-106534020122"
  },
  {
    "title": "Dario Fo and Franca Rame in translation: A collective reading of monologues",
    "description": "In April- May 1983 Dario Fo and Franca Rame visited London and delivered 4 workshops at Riverside Studios. [**Red Notes**](http://rednotes.net/about/) published later a pamphlet with notes from the workshops, an interview with the two militant theatre makers and four plays (three of them previously untranslated).\n\nFor this session we chose to collectively read Franca Rame’s monologue **\"La Madre\"** (The Mother) and Fo’s **\"Waking Up\"**, performed by Rame. Both plays are elaborating the notion of motherhood, the sacrifices, the loss of one’s self, the guilt, the love. We will read them together online – something like a collective participatory radio play, in which anyone can join, and give our collective voices to a monologue that belongs to all of us.\n\nWith this Antiuniversity session [**MayDay Rooms**](https://maydayrooms.org) is celebrating the collection **Ed Emery** deposited with us last year with his translations of dramas by Dario Fo. Ed began his collaborations with Fo in the early 1980s, and has produced a large number of translations of plays.\n\n**The reading will be followed by a short discussion.**\n\nThis session will take place alongside our [screening](https://2020.antiuniversity.org/events/screening-the-accidental-death-of-an-anarchist-1984-discussion) of the Channel 4’s legendary production of Fo’s **‘The Accidental Death of an Anarchist’** on **Friday 12th June, 8pm @ Antiuniversity.**\n\n**To get the texts and zoom link use the Eventbrite link below.**\n",
    "date": "2020-06-10",
    "time": {
      "from": "2020-06-10T20:00:00.000Z",
      "to": "2020-06-10T21:00:00.000Z"
    },
    "organiser": {
      "name": "Fani MayDay Rooms",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/42ff299cf43c52f3d83f274696a5dd86-small.jpg",
    "tags": ["Play", "Experiment"],
    "websiteUrl": "https://maydayrooms.org"
  },
  {
    "title": "Antiuni hang out space ",
    "description": "Because this year's fest is online, we are missing out on the times hanging around chatting after events. Sometimes this is where the magic happens.\n\nIn response, we have set up a daily hang out, social space or ‘last orders at the bar’ where you can arrange to meet up with your mates, carry on the conversation or just chat with whoever is also hanging out!\n\n**Enter the virtual bar: https://gather.town/MsnEZtsZXiHB9SH1/antiunibar**\nNB/ It seems to works best on google chrome\n\nThe Antiuni hang out is virtually hosted by The Jago in Dalston who are selling special Antiuni beer - if you live in East London you can swing by and buy beer from them as take away to help them out at this difficult time. https://www.thejagodalston.com",
    "date": "2020-06-10",
    "time": {
      "from": "2020-06-10T21:00:00.000Z",
      "to": "2020-06-10T23:00:00.000Z"
    },
    "organiser": {
      "name": "Antiuniversity Now",
      "about": null
    },
    "place": {
      "id": null,
      "name": "The Jago [online location]",
      "description": "A music and event space in Dalston, East London.\n[thejagodalston.com](www.thejagodalston.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/5442498862a7e8ac879c4cae28b60cab-small.jpg",
    "tags": ["Party", "Conversation", "Talk", "Play"],
    "websiteUrl": "https://gather.town/MsnEZtsZXiHB9SH1/antiunibar"
  },
  {
    "title": "Free Education with Raewyn Connell ",
    "description": "Free education was a demand outlined in response to the introduction of tuition fees across the higher education sector over the past twenty years. Students and workers have fought against the marketisation of the education and in the process formulated an alternative vision that goes far beyond this original demand. \n\nIn this workshop, we'll explore what free education means, the ways we can fight for it, and how Solidarity College relates to all this. \n\nRaewyn Connell is Professor Emerita at the University of Sydney. Connell is known for introducing the concept of hegemonic masculinity and work on class, education, gender, and southern knowledge. \n\nIn 2019, Connell published the Good University which explores the fundamentals of the higher education and offers a practical vision for a different kind of University. The book came out of Connell's experiences in strike action at the University of Sydney in 2013.\n\nWe'll discuss Chapter Seven of the Good University which explores 'Universities of hope'. Its available, along with the full text, here: \n\nhttps://drive.google.com/drive/folders/1kiw7NIHrHBGVD8FOJZJlIUqsLJv5RQvO?usp=sharing",
    "date": "2020-06-11",
    "time": {
      "from": "2020-06-11T12:00:00.000Z",
      "to": "2020-06-11T13:00:00.000Z"
    },
    "organiser": {
      "name": "ewan Solidarity College ",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Freedom [online location]",
      "description": "Britain's oldest anarchist publisher & bookshop. Occasionally disreputable. [freedomnews.org.uk](http://freedomnews.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/fb2482a3c2d5ecaa8abbc0d1fb536463-small.jpg",
    "tags": ["Talk", "Workshop", "Unions", "Organising", "Education"],
    "websiteUrl": "https://www.facebook.com/events/3108873062509041/"
  },
  {
    "title": "*UPDATED* RIOT? RIOT! ANARCHIST BOOKCLUB BY FORGED BOOKS",
    "description": "**UPDATED LINK BELOW**\n\nA riotous online discussion about rioting, hosted by FORGED BOOKS, Manchester’s anarchist reading group.\n\nReading: https://theanarchistlibrary.org/library/anon-to-address-moral-elitism-within-the-anarchist-milieu-in-response-to-the-rioters-of-august\n\nAlt. link: https://325.nostate.net/wp-content/uploads/2015/11/civil-anarchism-book.pdf (p.15-17)\n\nConversation will take place on the Jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn't get Firefox to work with Jitsi.\nIf you don't have Chromium or Chrome and don't want to install a new browser you can use one of Jitsi's apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tag/v2.0.2 - you will need to change 'Server URL' in settings to https://8X8.vc/ and join the room /forged/books\nFor mobile devices try: https://jitsi.org/downloads/ - you will need to change 'Server URL' in settings to https://8X8.vc/ and join the room /forged/books\nIf you're really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-06-11",
    "time": {
      "from": "2020-06-11T14:00:00.000Z",
      "to": "2020-06-11T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/58fb7d6e23d3107a5832109e3b36efa4-small.jpg",
    "tags": [
      "Conversation",
      "Philosophy",
      "Anarchism",
      "Words",
      "Play",
      "Party",
      "Sex"
    ],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "CORPO.S: day of workshops!  ",
    "description": "ZOOM LINK FOR TODAY:: https://us02web.zoom.us/j/2031388497\n\nA day of skill-share workshops facilitated as part of the CORPO.S exquisite corpse video project !! \n\n**2pm - 3pm : building DIY split-mirror selfie-cam rigs with Joe Highton** \n(http://www.joehighton.com/) \n. MULTI-DIRECTIONAL \n. PHONE CAMERA RIG\n. WORKSHOP\n\nthis is a workshop to make, as a group, small rigs for phone cameras to split the image frame into multiple directions \n\nto participate in making the rigs, you will need::::\n- Mirror scraps / reflective objects (small shards of mirror/a small compact mirror/whatever) \n- Sticks (or pens//pencils//chopsticks)) \n- Tape, ties, rope/string\n- Clips or pegs\n\n\n((If you want to construct your device before the workshop, this is all good! ((email for a diagram and instructions to build!! also posted on instagram @exquisite_corpo.s )  ))\n\n\n If possible, once we've made the rigs, you'll take some time to go outside and explore area local to you with the new rigs (or stay inside ! ) \n\n(Zoom link will be posted closer to the time! )\n\n\n**3pm - 5pm : making images with silver-painted fingernails with Daniel Gatenio** (https://gaten.io/) \n-- LIMB WORKSHOP\n\nIN this workshop we will explore LIMBS and the act of POINTING.\n\nFirst we will paint our nails. After we have painted our nails, we will manually (as in with hands) interact with our environments. Photographs and video conference collages will be made. We will share these photographs while experiencing the collages.\n\nFOR THIS WORKSHOP YOU WILL NEED THE FOLLOWING:\n. Limbs.\n. A means by which you can paint your nails. Ideally, nail varnish. Less ideally, marker pen. Anything will do, really… (I use silver nail varnish since it looks the best in photographs)\n\nIDEAL BUT NOT ABSOLUTELY NECESSARY:\n. More than one camera, ideally more than one camera that can connect to the video conference (i.e. phone & laptop) The more cameras and angles that are in the video conference the better.\n. A means of holding the cameras so your limbs are freee.\n. A third camera for making photographs and still-lifes with the limbs.\n\n**5pm - 6.30pm : motion clay sound with Jack Alexandroff & Emily S-Jefferis** \nIn this workshop, Emily and Jack will be guiding you through making a 5-second stop-motion animation in clay with sound! \nAnyone can join in this workshop!  to participate, you will need:\n. something to mould with! ideally clay, but plasticine/salt dough/ mashed potato would also work !!! \n. a well-lit space (not somewhere where the brightness may change!)\n. a laptop and a phone with a camera device (or two smartphones/tablets -- one device for the zoom call and one device for filming)  -- you will need to download an app, which will cost 79p! The app is called Stop Motion Studio \n. a clear workspace that's about 50cm x 50cm, and somewhere you can rest your phone steady to film \n\nzoom link will be posted nearer the time! \n\n**6.30pm - 7.30pm : radio show + podcast - making workshop with Sarah Lynch-Jones** (https://www.instagram.com/sarahlynchjones/)  : \n-- Sarah is a multi-disciplinary artist and sound engineer working with sculpture and radio. She is part of Longtime Listeners, who broadcast on Resonance 104.4FM (https://longtimelisteners.hotglue.me/). In this open workshop, she will be sharing skills around making podcasts and running radio shows! \n\n. Download Audacity onto your computer (it's FREE)\n    https://www.audacityteam.org/download/\n. Record a sound for up to 3 minutes and send it to exquisitecorpos@gmail.com \n    use the app Voice Notes or Quicktime sound recording or any preferred method you use!\n. Sign up! https://forms.gle/gGF3Ck9R5cRFZyRTA\n. Join Zoom workshop on Thursday 11th June at 6:30-7:00pm (if you don't already have an account, you can make one here! https://zoom.us/signup ) \n\n\n\n\n\n\n\n\n\n\n**CORPO.S**\n\nA collaboration and series of skill-sharing workshops. CORPO.S (Casually organised reality precarious on screens) is a name we’ve given to a project we’re proposing for antiuniversity festival 2020, which first and foremost is an impetus for a collaboratively produced series of films, made through following a bastardised form of the surrealist parlour game most people know as Exquisite Corpse (also known sometimes as Consequences) \n\nThe exquisite corpse game in its parlour-based form involves passing a piece of paper from one person to another and drawing a part of a body: participant 1 draws a head; they fold the page back so that only the very base of the neck is visible; they pass the folded page to participant 2; participant 2 draws on, joining to the neck some shoulders, maybe a chest; they fold the page back and pass it on, et cetera. This can last however long and eventually the page is unfolded to reveal a strangely formed body. \n\nWe’re proposing to borrow the base logic of this parlour-thing and make it into some kind of a public-thing by doing it mostly over zoom and google drives and whatsapp chats in lockdown, given that that’s where, for almost all of us, almost everything beyond us happens. And instead of a drawing, we want to make a film, \n\nso that on June 13th, we can screen it in as many places and in as many ways as possible -- projected at night onto a building, hooked up to a billboard, projected out of a bedroom window onto a sheet at the bottom of a residential street (however, whatever people can think of and/or pull off). \n\nYou don’t need to know anything about making films to be involved!\nAs part of the CORPO.S thing, 3 slots have been booked up during the festival (June 8th, 9th, and 11th) for skill-sharing workshops facilitated by participants in the project. These will include introductory workshops around using open sourced video and audio software, animation, stop-motion, and making DIY camera rigs, among other things (more to come!). These are open to all and notes from them will be uploaded to a public folder for future access. \n\nParticipants are encouraged to get involved with these workshops and play around with new ways or working and making things, but you are equally welcome to submit a 40 second video from your phone archives of something non-descript -- the only stipulations for submission to the project are as follows:\nContributions eventually need to be made into an mp4 file (you can send us a different format but we will have to do some adjusting to make it fit!)\nContributions need to be between 30 seconds and 3 minutes\nEach contribution will be understood as a continuation from the one preceding it (with, however, a pretty broad and expansive understanding of what might be meant by ‘continuation’) \n\nParticipants are invited to join ongoing group discussions ahead of the festival from May 22nd onwards to propose activities, ideas, and potential collaborations. Follow our instagram page (@exquisitecorpo.s) or like our facebook page **or** email us exquisitecorpos@gmail.com to get involved ahead of June 6th! \n\nSee the diagram below for a breakdown of the process of getting involved, and for more info and the opportunity to ask questions and raise new ideas, join us for a big zoom to get things rolling and to meet each other('s faces on screens)at 6pm on June 6th! ",
    "date": "2020-06-11",
    "time": {
      "from": "2020-06-11T14:00:00.000Z",
      "to": "2020-06-11T20:00:00.000Z"
    },
    "organiser": {
      "name": "Joseph Davies",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/19c30ea5f8a06ad1117b0a9c22e312cb-small.jpg",
    "tags": [
      "Conversation",
      "Workshop",
      "Experiment",
      "Art",
      "Education",
      "Play",
      "Covid-19",
      "Sound",
      "Walk",
      "Food"
    ],
    "websiteUrl": "https://https://www.facebook.com/Corpos-106672281059417/"
  },
  {
    "title": "We Celebrate Chimamanda Ngozi Adichie",
    "description": "\n\nWhat can we learn from Chimamanda’s insights about identity?\n\nIn this workshop, we will conduct a close reading of text and speeches to examine how Chimamanda has negotiated race and gender. Her distinctive voice and storytelling, offer us moments to reflect on the personal and political aspects of identity.\n\nCan we be inspired to question and re-examine ways to understand identity and difference.\n\nCome with an open mind and heart. Be enthralled, by our dazzling jewel of Nigeria.\n",
    "date": "2020-06-11",
    "time": {
      "from": "2020-06-11T14:00:00.000Z",
      "to": "2020-06-11T15:00:00.000Z"
    },
    "organiser": {
      "name": "Dr Yewande  Okuleye",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Everywhere and Anywhere [online location]",
      "description": "You choose your location be it real or virtual. ",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/119d698b845702dd7477812116b61ea9-small.jpg",
    "tags": [
      "Workshop",
      "Conversation",
      "Class",
      "Gender",
      "Feminism",
      "History"
    ],
    "websiteUrl": "https://https://www.humanconductivity.com/"
  },
  {
    "title": "EVENT _ STUDY",
    "description": "Alternative Art College X Bad Spirits X The NewBridge Project present a series of studies.\n\nA 3-hour event where we work together through a short section of The Under-commons (2013) by Fred Moten and Stephano Harney around what study is and can be. Beyond the art school where does study happen, and what deems intellectuality? There will be a series of 20-minute, study conversations interspersed with 10-minute moments of care and everyday activity that will allow us to focus on the relationship between our bodies and our knowledge.\n\nThe focus of the event unpicks domestic and social experiences as moments of making and learning, through the text we will read together, making possible moments of collective making and study. The text will be a jumping off point to make short collective happenings/ works via zoom and offline in our homes.\n\nBeginning by introducing and reading together, we will then write together, listen together, and collectively prepare a meal in our own homes before communally dining together at the end of the event.\n\nIf you sign up to the event please pass on your postal address and we will send you a small care package of:\nA notebook (or paper) / Pencil / Ingredients to prepare a meal\n\n\"When I think about the way we use the term ‘study,’ I think we are committed to the idea that study is what you do with other people. It’s talking and walking around with other people, working, dancing, suffering, some irreducible convergence of all three, held under the name of speculative practice. The notion of a rehearsal – being in a kind of workshop, playing in a band, in a jam session, or old men sitting on a porch, or people working together in a factory – there are these various modes of activity. The point of calling it ‘study’ is to mark that the incessant and irreversible intellectuality of these activities is already present.\"\n\nWe are happy to talk to anyone who wants to talk to us.\n\n\n\nEvent Date: 11th June 2020 (3-6pm) Please arrive to zoom 10 mins before the start, please let us know of any dietary requirements, audio or visual requirements or specific access needs.\n\nThe event will be hosted over zoom and a link will be sent to registered participants prior to the event.\n\n\n\nHere is the PDF of the book: https://monoskop.org/images/9/95/Harney_Stefano_Moten_Fred_The_Undercommons_Fugitive_Planning_and_Black_Study_2013.pdf\n\nDownload is free from publisher and they recommend purchasing if you love it as much as us!",
    "date": "2020-06-11",
    "time": {
      "from": "2020-06-11T15:00:00.000Z",
      "to": "2020-06-11T18:00:00.000Z"
    },
    "organiser": {
      "name": "Rebecca The NewBridge Project",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Common House [online location]",
      "description": "The Common House is a collectively managed space for radical groups, projects and community events.\n[www.commonhouse.org.uk](http://www.commonhouse.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/41aef26042bf8a1731ac434a04698cbe-small.jpg",
    "tags": ["Talk", "Food", "Art", "Education", "Workshop"],
    "websiteUrl": "https://thenewbridgeproject.com/events/10456/"
  },
  {
    "title": "Experiment with Xenia",
    "description": "On the 4th anniversary of the first Xenia workshop, learn about how you could be a Xenia experimenter during lockdown and beyond.\n\nXenia brings together women from all cultures and backgrounds to connect with each other, share experiences, and practise English through creative workshops.\n\nIt began in 2016 as part of Antiuniversity Now at Hackney Museum, as an experiment for English-learning women and English-speaking women to connect and create together. From this one-off event we were asked to come back again and again by participants and it has since grown into a weekly workshop, where we welcome regulars and new faces from over 50 countries.\n\nOn our 4th birthday, we want to share how Xenia is adapting during lockdown and support you to bring aspects of our model into your work or local community - from what we've already learned about what can really work.\n\nAt this workshop you will:\n\nhear (briefly!) about Xenia's story, vision, and impact over the last 4 years;\nlearn about our non-hierarchical model;\nbe the first to see our new free online resources, giving you a step-by-step guide through how we do what we do;\nand come away with practical next steps of action you could take.\nThis event is open to anyone (of any gender and background) who wants to learn from what we're doing, supporting people who might not otherwise meet to connect through meaningful conversations. You may be interested in experimenting with Xenia-style workshops yourself, incorporating Xenia sessions into your organisation's existing activities, or even starting up a local Xenia - everyone is welcome!\n\nTake a look at our website for more information about Xenia and please get in touch if you have any questions.\n\nWe can't wait to meet you!",
    "date": "2020-06-11",
    "time": {
      "from": "2020-06-11T18:00:00.000Z",
      "to": "2020-06-11T20:00:00.000Z"
    },
    "organiser": {
      "name": "Theodora Xenia",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Freedom [online location]",
      "description": "Britain's oldest anarchist publisher & bookshop. Occasionally disreputable. [freedomnews.org.uk](http://freedomnews.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/218b93132be7401dee8e73c416fde200-small.jpg",
    "tags": [
      "Conversation",
      "Talk",
      "Experiment",
      "Workshop",
      "Education",
      "Organising"
    ],
    "websiteUrl": "https://www.xenia.org.uk/start-a-xenia"
  },
  {
    "title": "Sweet Tooth 1 Audio Zine",
    "description": "Cinzia Mutigli - Sweet tooth is a short series of 3 audio ‘zines focused on the interconnected themes of sugar, the origins of addiction, pattern and altered mind states. \n\nThe ‘zines use recordings of Cinzia's voice, music and other found audio sources that she has collected in recent years. \n\nMade in Roath has commissioned this new piece of work as part of AntiUniversity- listen in during the live stream.",
    "date": "2020-06-11",
    "time": {
      "from": "2020-06-11T18:00:00.000Z",
      "to": "2020-06-11T19:00:00.000Z"
    },
    "organiser": {
      "name": "Helen  made in roath",
      "about": null
    },
    "place": {
      "id": null,
      "name": "1a Inverness Place",
      "description": "An empty shop unit / community space currently streaming audio projects",
      "area": "Cardiff"
    },
    "imageUrl": "/assets/images/events/8b82984bab8ae57079129b86b6e59308-small.jpg",
    "tags": ["Sound"],
    "websiteUrl": "https:/www.twitch.tv/madeinroath"
  },
  {
    "title": "Sweatshop Free Campuses and Councils",
    "description": "Computers made in sweatshops end up in our stores, schools, councils, universities, communities, workplaces and homes. Workers that made them likely spent excessively long hours in dangerous factories. Some are at risk of developing cancer from toxic chemical exposure, which also pollutes the environment. Many sweatshop workers experience violence and are at risk of modern slavery.\n\n**Sweatshop Free** is part of a movement of people across the world, who are coming together to win workers’ rights for sweatshop labourers. Our campaign brings together students, local residents and workers in a coalition capable of challenging the root causes of unacceptable working conditions.\n\n1 in every 5 computers in Europe is bought by the public sector (which includes universities and councils). The public sector spends £84 billion on ICT each year, which gives us both the power and responsibility to use procurement contracts to raise standards across all supply chain locations in the Global South.\n\nJoin us for this 1-hour workshop exploring what is a sweatshop? How do items made in sweatshops end up in our universities and councils? And what can we do about it?",
    "date": "2020-06-11",
    "time": {
      "from": "2020-06-11T19:00:00.000Z",
      "to": "2020-06-11T20:00:00.000Z"
    },
    "organiser": {
      "name": "Ella People & Planet",
      "about": null
    },
    "place": {
      "id": null,
      "name": "museum of neoliberalism [online location]",
      "description": "A small, free museum about how an obscure and extreme ideological cult of the 1970s rose to power and now shapes our lives in dramatic and often terrible ways.\n[spellingmistakescostlives.com])https://www.spellingmistakescostlives.com/museumofneoliberalism)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/0cf294fadea5b99ca8ea20fde351ed99-small.jpg",
    "tags": [
      "Workshop",
      "Anticapitalism",
      "Organising",
      "Work",
      "Unions",
      "Rights"
    ],
    "websiteUrl": "https://peopleandplanet.org/sweatshopfree"
  },
  {
    "title": "Radical Wellbeing",
    "description": "\"It is no measure of health to be well adjusted to a profoundly sick society.\" \n- Jiddu Krishnamurti\n\nDoes the degree of someone’s mental health belong to the individual, or to the society to which the individual belongs?\n\nAs part of Antiuniversity 2020, Art4Minds and collaborators will be delving into this question and shining a light on the systems that surround our mental health epidemic.\n\nWe will be inviting a panel of guests from various creative backgrounds who have lived experience of the mental health system, and of the challenges faced in the art world when coping with mental distress.  \n\nWe will be looking at the political nature of having a creative practice and building communities that seek to challenge the status quo of conventional mental health treatment.\n\nWe invite the audience to bring their own experiences and reflections, with the hope that we may sketch out a model of collective care that aims to support emotional wellbeing while promoting our right to autonomy.",
    "date": "2020-06-11",
    "time": {
      "from": "2020-06-11T19:00:00.000Z",
      "to": "2020-06-11T21:00:00.000Z"
    },
    "organiser": {
      "name": "ART4MINDS COLLECTIVE",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Common House [online location]",
      "description": "The Common House is a collectively managed space for radical groups, projects and community events.\n[www.commonhouse.org.uk](http://www.commonhouse.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/ae468a6679bd30a081986255150bca1b-small.jpg",
    "tags": [
      "Conversation",
      "Mental-health",
      "Anticapitalism",
      "Care",
      "Class",
      "Organising",
      "Talk",
      "Art",
      "Rights",
      "Play"
    ],
    "websiteUrl": "https://www.art4minds.org"
  },
  {
    "title": "Orchestrating the Ego @ANTIUNIVERSITY FESTIVAL",
    "description": "**Why is there so much discordancy in the world when harmony is the optimal we strive for?** \n\nFor Yap the mind is like an instrument that needs a fixed scale to accord to, if we are to rise above the madness and live our lives in a more refined way. \n\nImagine an orchestra if you will, all working together in unison around a fixed scale to create a harmonious sound. In this respect, Yap’s work is all about showing you how your mind can be recalibrated to work around the correct scale of reality.  \n\nFollowing in the footsteps of Immanuel Kant, Yap has created a system for the mind, and only by understanding the system can you understand the scale. \n\nThis event will be held virtually on Zoom. **Please register on the Eventbrite link below to attend and receive link.** \n\n\n**About Yap**\n\nAs a man on the spectrum I see the world in my own unique way. My life has been dedicated to understanding consciousness at the deepest level. I am an autodidact. A sixty thousand hour study of language and mind. Kant is my foundation and Thoreau is my sanctity. \n\nI am 52 times around the sun. A man who thinks outside the box and now more than ever I feel, outside the box is needed. Sometimes it’s the ones in the shadows that bring light. \n",
    "date": "2020-06-11",
    "time": {
      "from": "2020-06-11T19:00:00.000Z",
      "to": "2020-06-11T21:00:00.000Z"
    },
    "organiser": {
      "name": "Yap Barry",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Conway Hall [online location]",
      "description": "Conway Hall is the home of the Ethical Society, hosting talks, debates, concerts and exhibitions\n[conwayhall.org.uk] (https://conwayhall.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/8f1a4522a3b8510f0ab564ddd1606eb9-small.jpg",
    "tags": ["Talk", "Conversation", "Words"],
    "websiteUrl": "https://www.facebook.com/events/2899566170126501/"
  },
  {
    "title": "Wiki-hackathon! Help build a wiki with everything you wish you'd learned at art school",
    "description": "In this Wiki-Hackathon, we invite everyone to contribute to the new wiki for emerging artists (Mesh), for an intensive couple of hours over zoom. It will be a fun opportunity to meet new people and learn some skills (like a hacker marathon) while gathering and sharing the wealth of knowledge we have. It’s open to all, with no previous experience necessary - don’t worry, you’ll be surprised by what you already know!  This is a casual event where you can be as active as you wish, and join or leave at any time. Bring some snacks, something to drink and get comfortable.  We encourage any questions or conversations that might come up.  \n \n*ABOUT MESH:*\nMesh is a wiki page created by artists & staff at Chisenhale Studios' artist development program 'Into the Wild’. This wiki helps emerging artists in the UK connect, share and access vital resources. The joy of wikis is that every reader can also be a contributor - anyone can add their own tips or resources and share them with others. You can add (but are not limited too): life hacks and how-to’s, links to opportunities, budgeting advice, tax-tips, your personal info, artists’ rights, good art shops or meet-up spaces in your city, van hire contacts and so on! This will also be a good opportunity to link up, critique, examine or feedback on Mesh as it works today.  \n",
    "date": "2020-06-11",
    "time": {
      "from": "2020-06-11T19:00:00.000Z",
      "to": "2020-06-11T21:00:00.000Z"
    },
    "organiser": {
      "name": "Esther Into the Wild",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Everywhere and Anywhere [online location]",
      "description": "You choose your location be it real or virtual. ",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/e3394a76aa2ed27f5734d858dfd06d04-small.jpg",
    "tags": [
      "Party",
      "Workshop",
      "Experiment",
      "Art",
      "Education",
      "Organising",
      "Work"
    ],
    "websiteUrl": "https://mesh.miraheze.org/wiki/Main_Pagehttps://"
  },
  {
    "title": "Antiuni hang out space ",
    "description": "Because this year's fest is online, we are missing out on the times hanging around chatting after events. Sometimes this is where the magic happens.\n\nIn response, we have set up a daily hang out, social space or ‘last orders at the bar’ where you can arrange to meet up with your mates, carry on the conversation or just chat with whoever is also hanging out!\n\n**Enter the virtual bar: https://gather.town/MsnEZtsZXiHB9SH1/antiunibar**\nNB/ It seems to works best on google chrome\n\nThe Antiuni hang out is virtually hosted by The Jago in Dalston who are selling special Antiuni beer - if you live in East London you can swing by and buy beer from them as take away to help them out at this difficult time. https://www.thejagodalston.com",
    "date": "2020-06-11",
    "time": {
      "from": "2020-06-11T21:00:00.000Z",
      "to": "2020-06-11T23:00:00.000Z"
    },
    "organiser": {
      "name": "Antiuniversity Now",
      "about": null
    },
    "place": {
      "id": null,
      "name": "The Jago [online location]",
      "description": "A music and event space in Dalston, East London.\n[thejagodalston.com](www.thejagodalston.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/1d37fb94a6efbe92f1d579c8deb22af8-small.jpg",
    "tags": ["Party", "Conversation", "Talk", "Play"],
    "websiteUrl": "https://gather.town/MsnEZtsZXiHB9SH1/antiunibar"
  },
  {
    "title": "Conversations with my dog",
    "description": "Time to get a new perspective? Can't get a hold of your agony aunt, tarot reader, therapist?\n🐕 \nAsk my dog a question, tell her your worries, have a rant\n🐕\nYou’ll receive your answer and personalised gif in good time\n\nASK: speakwithmydog@gmail.com  ",
    "date": "2020-06-11",
    "time": {
      "from": "2020-06-11T21:00:00.000Z",
      "to": "2020-06-12T00:00:00.000Z"
    },
    "organiser": {
      "name": "Sophie Taylor",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Everywhere and Anywhere [online location]",
      "description": "You choose your location be it real or virtual. ",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/ce8f8e28aa0465dbb100f5380c5b8d2c-small.jpg",
    "tags": ["Conversation", "Experiment"],
    "websiteUrl": "https://www.mrsophie.com/conversations"
  },
  {
    "title": "BLM Pressure Drop - Collective Digital Action",
    "description": "White folks ~ it has been raining a long time, we are all soaked (Ibram X. Kendi), and it's high time to get a fucking umbrella and change clothes.\n\n\"Everything now, we must assume, is in our hands; we have no right to assume otherwise\" (James Baldwin). **So, this is for whoever wants to feel connected right now and do what we can to support Black Lives Matter from our laptops, phones or screens.** Holding organisations accountable to their statements, conducting research and undertaking the practical actions BLM have set out that will support the ongoing struggle to make sure this isn’t just a moment.\n\nIf you wanna join, **send us an email to kerriandsophie@gmail.com** and we will send links out Friday AM to connect via Zoom between 12pm and 4pm on a drop in basis. We will provide initial ‘to do’ links and a banging playlist to soundtrack us (inspired by A Club in Defense of Black Life curated by the Movement for Black Lives). Please feel welcome to also bring your own docs/anti-racist actions you are working on too. There will be no pressure to talk/have cameras on - this is proposed as a means to feel less atomised and a place to share resources and information. \n\nThat’s it. Drop in for as short or as long as your day allows.\n",
    "date": "2020-06-12",
    "time": {
      "from": "2020-06-12T12:00:00.000Z",
      "to": "2020-06-12T16:00:00.000Z"
    },
    "organiser": {
      "name": "Sophie chapman",
      "about": null
    },
    "place": {
      "id": null,
      "name": "The Jago [online location]",
      "description": "A music and event space in Dalston, East London.\n[thejagodalston.com](www.thejagodalston.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/386f129f3bbe291d7d92b38521bc838c-small.jpg",
    "tags": [
      "History",
      "Death",
      "Direct-action",
      "Education",
      "Organising",
      "Race"
    ],
    "websiteUrl": ""
  },
  {
    "title": " Lee Harris , Activism  & the  Cannabis Legalisation Movement ",
    "description": "\n\nCannabis legalisation is being normalised. As we enter this new phase of cannabis commercialisation with billions of dollars chasing this new green rush, How do we remember the work of activists like Lee Harris?\n\nThis workshop  will examine ephemera, texts and interviews to give a glimps of the dedication and passion which Lee directed towards  the movement.\n  \n ",
    "date": "2020-06-12",
    "time": {
      "from": "2020-06-12T14:00:00.000Z",
      "to": "2020-06-12T15:00:00.000Z"
    },
    "organiser": {
      "name": "Dr Yewande  Okuleye",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Everywhere and Anywhere [online location]",
      "description": "You choose your location be it real or virtual. ",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/265d927faecc29f4e013d85e2f97bf47-small.jpg",
    "tags": ["History", "Exhibition", "Talk", "Conversation"],
    "websiteUrl": "https://www.facebook.com/cannabinoidscientist/"
  },
  {
    "title": "Skills for Struggle: Designing flyers and posters using free software tools",
    "description": "Come join us and learn how to use community developed image editing software to produce ace flyers and posters while bypassing corporate software (with its hefty price tags). This session is an introduction for people who are new to image editing tools, or who want to go from commercial programs to free and open source graphic programs (known as ‘Libre Graphics’).\n\nThere are a range of Libre Graphics programs available. We’ll be focussing on two popular tools for this session: Inkscape and GIMP (Gnu Image Manipulation Program). They are a great pairing for making flyers, posters and web graphics. We’ll explain the differences between them, and show you how to get the most out of using them together.\n\nInkscape and GIMP are both available for Windows, Mac and Linux. To get the most out of the session, please take a moment to download and install them in advance:\n\n[Inkscape](https://inkscape.org)\n\n[GIMP](https://www.gimp.org)\n\n{Image is a remix by ch of Libre Graphics Mag Cover vol 1.2 by Manufactura Independente based on images by Flickr user fdctsevilla. Image under a CC Attribution Share-Alike license}",
    "date": "2020-06-12",
    "time": {
      "from": "2020-06-12T14:00:00.000Z",
      "to": "2020-06-12T16:00:00.000Z"
    },
    "organiser": {
      "name": "Cliff Common House",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Common House [online location]",
      "description": "The Common House is a collectively managed space for radical groups, projects and community events.\n[www.commonhouse.org.uk](http://www.commonhouse.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/dfbc100ed65165a330bafa5684477ec9-small.jpg",
    "tags": ["Workshop", "Anticapitalism"],
    "websiteUrl": ""
  },
  {
    "title": "BLESSED IS THE FLAME. Anarchist BOOKCLUB by FORGED BOOKS",
    "description": "https://theanarchistlibrary.org/library/serafinski-blessed-is-the-flame\n\nalt. link: https://archive.org/details/BlessedIsTheFlameAnIntroductionToConcentrationCampResistanceAndAnarchoNihilism\n\nhard copy: https://www.activedistributionshop.org/shop/books/4231-blessed-is-the-flame.html\n\nBlessed is the match consumed\n    in kindling flame.\nBlessed is the flame that burns\n    in the secret fastness of the heart.\nBlessed is the heart with strength to stop\n    its beating for honor’s sake.\nBlessed is the match consumed\n    in kindling flame.\n\n—Hannah Senesh,\nJewish partisan fighter.\n\n*We are being led to our slaughter. This has been theorized in a thousand ways, described in environmental, social, and political terms, it has been prophesied, abstracted, and narrated in real time, and still we are unsure of what to do with it. The underlying point is that the progress of society has nothing to offer us and everything to take away. Often it feels like we are giving it away without a fight: when we sell our time for money, allow our passions to be commodified, invest ourselves in the betterment of society, or sustain ourselves on the spoils of ecological destruction, we openly (though not consensually) participate in our own destruction.*\n\n*The question hangs in an ethereal and ghastly voice*: Why do you let yourselves be led to the slaughter like sheep? *As Hermann Langbein addresses in* Against All Hope: Resistance in the Nazi Concentration Camps, *the survivors of those most explicit of human slaughter houses have been plagued by that question for decades, to which some have simply replied*: we didn’t.\n\nAn online discussion about Serafinski's introduction to 'Blessed is the Flame' (**p.1-18**, inc. 'Anarcho-nihilism', 'Collision' & 'The Ceaseless Lager') hosted by FORGED BOOKS, Manchester’s anarchist reading group.\n\nOnline conversations take place on the Jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn’t get Firefox to work with Jitsi.\nYou can also use one of Jitsi’s desktop apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tags – you will need to change ‘Server URL’ in settings to https://8x8.vc/ and join the room /forged/books\n\nFor mobile devices try: https://jitsi.org/downloads/ – you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\n\nIf you’re really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-06-12",
    "time": {
      "from": "2020-06-12T14:00:00.000Z",
      "to": "2020-06-12T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/0f4365c0005f1d7974a82511a83922ac-small.jpg",
    "tags": ["Conversation", "Philosophy", "Anarchism", "Death", "History"],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "Sweet Tooth 2 - Audio Zine",
    "description": "Cinzia Mutigli - Sweet Tooth is a short series of 3 audio ‘zines focused on the interconnected themes of sugar, the origins of addiction, pattern and altered mind states. \n\nThe ‘zines use recordings of Cinzia's voice, music and other found audio sources that she has collected in recent years. \n\nMade in Roath has commissioned this new piece of work as part of AntiUniversity - listen in during the live stream https:/www.twitch.tv/madeinroath\n",
    "date": "2020-06-12",
    "time": {
      "from": "2020-06-12T18:00:00.000Z",
      "to": "2020-06-12T19:00:00.000Z"
    },
    "organiser": {
      "name": "Helen  made in roath",
      "about": null
    },
    "place": {
      "id": null,
      "name": "1a Inverness Place",
      "description": "An empty shop unit / community space currently streaming audio projects",
      "area": "Cardiff"
    },
    "imageUrl": "/assets/images/events/5f88eeb9ef9a49abf11a84c814942793-small.jpg",
    "tags": ["Sound"],
    "websiteUrl": "https:/www.twitch.tv/madeinroath"
  },
  {
    "title": "Self-organisation for a co-operative art school",
    "description": "**A workshop on self-organisation and collectivity for a cooperative art school.**\n\nWhat would a cooperative art school look like? What would the benefits of membership be? How would a co-operative art school work? What would the membership responsibilities be?  How would we organise ourselves in a non-hierarchical way to address inequalities and include everyone in decision-making?\n\nAlternative models of art education abound, but as Richard Sennet argues in *Together: The Rituals, Pleasures and Politics of Cooperation* (2012), we don’t have opportunities to practice the necessary skills in self-organisation and cooperation that are required to create and maintain commons-based economies. Alienation and exploitation can only be countered by social, collective and co-operative practices that foster community, equality, inclusivity and mutual aid.\n\nThe workshop will begin with a reading seminar on self-organisation and conclude with a workshop on leadership roles for leaderless groups, based on *The Empowerment Manual: A guide for collaborative groups* (2011), by the writer, teacher and activist Starhawk.\n\nPlease book your place. For more information and to download the texts please visit https://videomole.tv/antiuni2020. The texts highlight aspects of group dynamics in collectives and groups, providing starting points for the discussion. We will unpack the concept of self-organisation and address a series of questions in the seminar. Please read the texts in advance of the workshop and bring your own questions along.\n\nThis workshop is part of **A co-operative art school?** a research project that explores potential models for a co-operative form of art education. It is an extended call for collaborators who want to address the problems of art education and work together to establish an alternative model to the corporatised, marketised and financialised capitalist university. For more information please visit https://videomole.tv/coop.",
    "date": "2020-06-12",
    "time": {
      "from": "2020-06-12T18:00:00.000Z",
      "to": "2020-06-12T22:00:00.000Z"
    },
    "organiser": {
      "name": "Sophia Kosmaoglou",
      "about": null
    },
    "place": {
      "id": null,
      "name": "LARC [online location]",
      "description": "The London Action Resource Centre (LARC) is a collectively run building providing space and resources for people and groups working on self-organised, non-hierarchical projects for radical social change.",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/d133822fa9cfe15ace1f14ec443252d1-small.jpg",
    "tags": [
      "Conversation",
      "Workshop",
      "Anarchism",
      "Education",
      "Care",
      "Anticapitalism",
      "Organising",
      "Work",
      "Art",
      "Feminism"
    ],
    "websiteUrl": "https://videomole.tv/antiuni2020"
  },
  {
    "title": "Volatile Women: A Celebration of Women Artists",
    "description": "A virtual guided tour of the Tate Modern celebrating women artists, examining the relationship between the Women's Movement and the History of Art.\n\nAs part of the Antiuniversity Festival 2020, Other Visions is putting on a unique virtual guided tour through the Tate Modern exploring the lives of women artists. We will examine what it means to be a ‘woman artist’ in a man’s world and investigate the ways women have used visual representation to disrupt dominant ideology.\n\nWomen artists have historically been excluded from the cultural institution that is the art world: the reviews, the exhibitions, the art history books, the museums. This tour will uncover the hidden histories of women artists, and look at the ways their relationship to this historic exclusion has informed their work. Now, as the tide slowly begins to turn, we will examine how the current curation of the Tate Modern has reflected that history.\n\nDrawing from a range of different cultural, historical, and mythological sources that women have used as tools to liberation, Volatile Women will investigate how feminism has been used to reinterpret and resituate women’s narratives.\n\n\n\nHatty Bush created Other Visions Art Tours as part of the Antiuniversity 2019 Summer Festival. She has a BA in Art History and English Literature, and an MA in Gender, Society and Representation from University College London, where she specialised in the representation of feminism within art institutions. She lectures and hosts workshops on social politics and art history at a range of feminist collective events.\n\nOther Visions Art Tours seeks to resituate the histories of art to include a range of different perspectives still all too often overlooked in traditional analysis. By destabilising conventional historiographies, Other Visions critically examines visual culture, with specialised focus on subjectivity, gender and sexuality.",
    "date": "2020-06-12",
    "time": {
      "from": "2020-06-12T18:00:00.000Z",
      "to": "2020-06-12T20:00:00.000Z"
    },
    "organiser": {
      "name": "Hatty Other Visions Art Tours",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/f951ebcfda788c8bd1f40690b99517e8-small.jpg",
    "tags": [
      "Talk",
      "Exhibition",
      "Tour",
      "Feminism",
      "History",
      "Art",
      "Sex",
      "Gender"
    ],
    "websiteUrl": ""
  },
  {
    "title": "The Class Works Project Introduce Lumpen: A Journal of poor and Working Class Writing and other things",
    "description": "The Class Work Project is an Educational and Publishing Workers Co-Op set up by Poor and Working Class Organisers. https://www.theclassworkproject.com/\n\nOur main publication, \"Lumpen: a Journal for Poor and Working Class Writing\"  is exactly what it sounds like. First hand accounts of lives on the rock face of austerity, critical assessments of the state of the left, the UK, and the international. Touching on the intersections of race, gender, mental and physical health. Discussions of violence, sex, identity, family, exclusion, education and loss. \n\nIn this event some folks who have written for the journal will discuss their work, and we'll chat about the purpose of the Journal, and why it's more nessacary than ever. \n\nWe'll also present some of our other work, and what we're looking to do in the future. ",
    "date": "2020-06-12",
    "time": {
      "from": "2020-06-12T18:00:00.000Z",
      "to": "2020-06-12T20:00:00.000Z"
    },
    "organiser": {
      "name": "D.P Hunter",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Conway Hall [online location]",
      "description": "Conway Hall is the home of the Ethical Society, hosting talks, debates, concerts and exhibitions\n[conwayhall.org.uk] (https://conwayhall.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/e3856a0a7a00fdf488682c64684eef3b-small.jpg",
    "tags": [
      "Conversation",
      "Talk",
      "Education",
      "Art",
      "Care",
      "Mental-health",
      "Anticapitalism",
      "Words",
      "Class",
      "Work",
      "Gender",
      "Anarchism",
      "History"
    ],
    "websiteUrl": "https://www.theclassworkproject.com/lumpen"
  },
  {
    "title": "EXPERIMENTAL DECOLONIAL LAB BY COUNTERSPACE",
    "description": "In the framework of our current lockdown and Antiuniversity Now Festival 2020, Counterspace curator and activist Cristina Morales will hold a virtual space for an Experimental Decolonial Lab in partnership with East London radical space The Common House. This quarantine offering will provide an in-depth introduction to the concept of decoloniality, contemporary decolonial practices, alternatives and strategies with practical cases, and most importantly a collective exploration of the subject. The lab will be streamed online on Friday 12th of June from 6 to 8 pm, London time. It is fully free and available to everyone, everywhere. \n\nCounterspace is the first decolonial thinktank mapping cultural activism worldwide. Connecting the dots it creates the first global directory, network and social movement linking the countercultural experiences and radical culture shakers (artists, curators or both) who are creatively decolonising culture, inspiring others to join the collective machinery towards change. Apart from the countercultural directory browsable by continent, praxis and colonial construct, it also offers other online and offline tools and resources such as panels, experimental labs, a podcast, online and printed publications.\n\nSave the date and for more information in the mid time please visit:\nwww.counterspace.zone\n",
    "date": "2020-06-12",
    "time": {
      "from": "2020-06-12T18:00:00.000Z",
      "to": "2020-06-12T20:00:00.000Z"
    },
    "organiser": {
      "name": "Cristina Morales",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Common House [online location]",
      "description": "The Common House is a collectively managed space for radical groups, projects and community events.\n[www.commonhouse.org.uk](http://www.commonhouse.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/71a0ba3744d0db903f7577758ec13cea-small.jpg",
    "tags": [
      "Workshop",
      "Covid-19",
      "Ecology",
      "Class",
      "Anticapitalism",
      "Direct-action",
      "Education",
      "Organising",
      "Rights",
      "Mental-health",
      "Care",
      "Anarchism",
      "Art",
      "Feminism",
      "Experiment",
      "Conversation",
      "Intervention",
      "Talk",
      "Bodies",
      "Gender"
    ],
    "websiteUrl": "https://www.counterspace.zone"
  },
  {
    "title": "OTHER WAYS TO CARE III Beyond the Neo-liberal Madness",
    "description": "\n‘We don't really need to do anything at all. We can just choose not to. Maybe our event for anti-university should be around not doing anything at all, not being productive in the way people are usually pushed to be. It's something I have been thinking. I am feeling depressed today. The people I am connected with, mental health survivors and activists, are feeling tired and depressed too. Maybe putting an event that asks people to do things is too much. Maybe we can think about this in a different way also as a mode of caring for people. Maybe put on some music, read poems, excerpts of literature and films on that day or just have a virtual meeting with nothing.’\n\nRadioCare. an on the spot radio session. a virtual fonoplatea. one of the possible ways of continuing a conversation. a radio room created for sharing reflections, stories, observations, songs, opinions, silences, ruminations, noises, book fragments, poems, or nothing at all. email short audio-files or texts to otherwaystocare@gmail.com and/or join us on Friday 12th June from 6:30 to 9:30 pm for a radio evening where we will be moderating a conversation through these contributions and those made live.\n\nTune in to RadioCare following this link: https://mixlr.com/other-ways-to-care\n\n---------------------\n\n2018 / In Other Ways to Care I (https://maydayrooms.org/event/antiuniversity-other-ways-to-care-beyond-the-neoliberal-madness/) we explored alternative models that advocate for a recognition of the socio-political dimensions of mental health care and a general move towards rethinking institutions of care.\n\n2019 / In Others Ways to Care II (https://www.artscatalyst.org/antiuniversity-2019-other-ways-care-ii-beyond-neoliberal-madness) we organised a one-day gathering of activists and activists organisations to share experiences, militant tactics, grassroots knowledge and solidarity actions.\n\n---------------------\n\nImage credits: Boat of Auguste Forestier, made between 1935 and 1949 at St Albans Hospital. Collection abcd, Paris\n\n---------------------\n\nAccessibility information:\n\nRadioCare will take place online. For tuning in, you will need an internet connection and one device - either smartphone, computer, laptop or tablet.\n\nWe will broadcast the radio session on Friday 12th June 2020 on the platform Mixlr under the following link: https://mixlr.com/other-ways-to-care. If you registered on Eventbrite, you would also receive this link via email the day before.\n\nThe total session time will be around three hours. You can pause the broadcast at any time if you need a break. A recording of the session will also be available (same link) to listen to afterwards at your own pace.\n\nA live chat space will be available on the day under the same link.The chat is open for everyone to read, but you will need to open a free Mixlr account if you want to type in. For opening the account, you will need to provide: user name, email and password; and activate it using the link that Mixlr will send to your inbox. Alternatively, you can take part in the conversation via Twitter using #otherwaystocare / @OtherWaysToCare and via email to otherwaystocare@gmail.com\n\nWe will share some information on the live chat, which sometimes will include a text transcript of the contribution broadcasted. Although few, there will be contributions in other languages, in Spanish, for example. If you would like to access a text version of the script of Friday's session, please request so on an email to otherwaystocare@gmail.com\n\nWe are still learning how to make our gatherings as accessible as possible. If you have any suggestions for how we can improve accessibility, please get in touch with us via email otherwaystocare@gmail.com. We will do our best to accommodate for this and future gatherings.",
    "date": "2020-06-12",
    "time": {
      "from": "2020-06-12T18:30:00.000Z",
      "to": "2020-06-12T21:30:00.000Z"
    },
    "organiser": {
      "name": "Other Ways to Care Other Ways to Care",
      "about": null
    },
    "place": {
      "id": null,
      "name": "RadioCare [online location]",
      "description": "RadioCare. an on the spot radio session. a virtual fonoplatea. one of the possible ways of continuing a conversation. a radio room created for sharing reflections, stories, observations, songs, opinions, silences, ruminations, noises, book fragments, poems, or nothing at all. set-up by *other ways to care* for Antiuniversity 2020 Festival\n\nTune in following this link: https://mixlr.com/other-ways-to-care\n\n\nAccessibility Information:\n\nRadioCare will take place online. For tuning in, you will need an internet connection and one device - either smartphone, computer, laptop or tablet.\n\nWe will broadcast the radio session on Friday 12th June 2020 on the platform Mixlr under the following link: https://mixlr.com/other-ways-to-care. If you registered on Eventbrite, you would also receive this link via email the day before.\n\nThe total session time will be around three hours. You can pause the broadcast at any time if you need a break. A recording of the session will also be available (same link) to listen to afterwards at your own pace.\n\nA live chat space will be available on the day under the same link.The chat is open for everyone to read, but you will need to open a free Mixlr account if you want to type in. For opening the account, you will need to provide: user name, email and password; and activate it using the link that Mixlr will send to your inbox. Alternatively, you can take part in the conversation via Twitter using #otherwaystocare / @OtherWaysToCare and via email to otherwaystocare@gmail.com\n\nWe will share some information on the live chat, which sometimes will include a text transcript of the contribution broadcasted. Although few, there will be contributions in other languages, in Spanish, for example. If you would like to access a text version of the script of Friday's session, please request so on an email to otherwaystocare@gmail.com\n\nWe are still learning how to make our gatherings as accessible as possible. If you have any suggestions for how we can improve accessibility, please get in touch with us via email otherwaystocare@gmail.com. We will do our best to accommodate for this and future gatherings.",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/db8c329b9678940c6617fce1e8ef2aee-small.jpg",
    "tags": [
      "Conversation",
      "Experiment",
      "Mental-health",
      "Care",
      "Organising",
      "Anticapitalism",
      "History"
    ],
    "websiteUrl": "http://www.otherwaystocare.org/"
  },
  {
    "title": "Screening: The Accidental Death of an Anarchist (1984) + Discussion",
    "description": "Last year **MayDay Rooms** received an archive of **Ed Emery**’s translations of dramas by **Dario Fo**. For this session in the Antiuniversity we want to screen Channel 4’s legendary production of Fo's ‘The Accidental Death of an Anarchist’. A 1984 film adaptation of Dario Fo’s uncompromising militant left-wing dramatization of the suspicious circumstances of the death of an anarchist railway worker. Based around the 1969 bombing of Piazza Fontana and the death of Giuseppe Pinelli.\n\n**Dario Fo** was Italy’s most important post-war playwright, famous for his irreverent and outrageous political theatre. His work often delivers direct commentary on the radical politics of his time, while reviving historical forms of comedy, farce, and minstrelsy as a theatre from below. \n\nEd began his collaborations with Fo in the early 1980s, and has produced a large number of translations of plays. \n\nThis session will take place alongside our collective online read-through of some of this work on Wednesday 10th June, 8pm @ Antiuniversity. \n",
    "date": "2020-06-12",
    "time": {
      "from": "2020-06-12T20:00:00.000Z",
      "to": "2020-06-12T21:00:00.000Z"
    },
    "organiser": {
      "name": "Fani MayDay Rooms",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/b14e44eab51a9b73f81b52a31d6cc0bb-small.jpg",
    "tags": ["Screening"],
    "websiteUrl": "https://maydayrooms.org"
  },
  {
    "title": "Antiuni hang out space ",
    "description": "Because this year's fest is online, we are missing out on the times hanging around chatting after events. Sometimes this is where the magic happens.\n\nIn response, we have set up a daily hang out, social space or ‘last orders at the bar’ where you can arrange to meet up with your mates, carry on the conversation or just chat with whoever is also hanging out!\n\n**Enter the virtual bar: https://gather.town/MsnEZtsZXiHB9SH1/antiunibar**\nNB/ It seems to works best on google chrome\n\nThe Antiuni hang out is virtually hosted by The Jago in Dalston who are selling special Antiuni beer - if you live in East London you can swing by and buy beer from them as take away to help them out at this difficult time. https://www.thejagodalston.com",
    "date": "2020-06-12",
    "time": {
      "from": "2020-06-12T21:00:00.000Z",
      "to": "2020-06-12T23:00:00.000Z"
    },
    "organiser": {
      "name": "Antiuniversity Now",
      "about": null
    },
    "place": {
      "id": null,
      "name": "The Jago [online location]",
      "description": "A music and event space in Dalston, East London.\n[thejagodalston.com](www.thejagodalston.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/a9754a03e84c442d73a91a8023f8e477-small.jpg",
    "tags": ["Party", "Conversation", "Talk", "Play"],
    "websiteUrl": "https://gather.town/MsnEZtsZXiHB9SH1/antiunibar"
  },
  {
    "title": "Art Schools and Covid-19 part 2: How can unions strike back?",
    "description": "Since the Covid-19 pandemic workers in art schools and universities have sustained unprecedented attacks on their conditions and job security. Senior managers seem to assume that the leverage gained through the 2020 UCU strikes has all but disappeared. Yet with the #coronacontract campaign and the growing potential of further industrial action all is not lost. \n\nThis event will bring together cleaners, technicians, lecturers and students to discuss the next step towards reclaiming our working and learning environment. Join us on Jitsu to build solidarity and discuss urgent plans.\n\nThis event follows on from the Art Schools and Covid-19 event in May and the Art Schools on Strike event at Conway Hall in March 2020.\n",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T12:00:00.000Z",
      "to": "2020-06-13T14:00:00.000Z"
    },
    "organiser": {
      "name": "Art Schools on Strike",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Conway Hall [online location]",
      "description": "Conway Hall is the home of the Ethical Society, hosting talks, debates, concerts and exhibitions\n[conwayhall.org.uk] (https://conwayhall.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/0c9c747522cab9c0d47f1db7254f8098-small.jpg",
    "tags": [
      "Conversation",
      "Feminism",
      "Art",
      "Anarchism",
      "Direct-action",
      "Education",
      "Anticapitalism",
      "Organising",
      "Work",
      "Unions",
      "Gender",
      "Class",
      "Rights",
      "Covid-19"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Death, Life, Culture",
    "description": "Join us for an interactive workshop to openly talk about death, dying and living. We'll consider how culture has shaped our views on death, how we carry with us the idea of our own mortality and what a \"good death\" means to us. We will do this through images, prompts, short texts, discussions and debriefs. We will manage the session so it is inclusive and participatory.\n\nWhat it is: a safe and confidential space for you to talk about your own feelings and views on death. Respect for others' views, personal sharing more than \"intellectual\" discourse and a non-hierarchic environment are key principles. If attending as a \"death professional\" please leave your work hat at the door. We simply gather as a group of people who will all die one day.\n\nWhat it isn't: it is not bereavement counselling or grief therapy. We don't take a specific stance on topics like euthanasia, suicide etc. We encourage openness and we ask you to be mindful of the impact of what you choose to discuss. \n\nYour facilitators:\nZarine is an intercultural coach and leadership worker who has been hosting Ely Death Cafe since 2016. She believes that our attitudes to death influence how we live, and that by being emotionally and physically prepared we can make the most of our finite lives. \nRegina is a senior intercultural consultant and entrepreneur working across the globe. As a meditation and yoga student she is focusing on finding peace and happiness from within and best prepare for the final task in life.\n",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T14:00:00.000Z",
      "to": "2020-06-13T15:00:00.000Z"
    },
    "organiser": {
      "name": "Zarine Jacob",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Common House [online location]",
      "description": "The Common House is a collectively managed space for radical groups, projects and community events.\n[www.commonhouse.org.uk](http://www.commonhouse.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/6d3919f338d5ce5abb396a9c9b2807e5-small.jpg",
    "tags": ["Conversation", "Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "We Celebrate Audre Lorde",
    "description": "In this poetry reading  listening, and reflecting workshop, we will examine Audre Lorde' s poetry. Does feminist poetry present an opportunity to create mental shifts to examine social inequalities. If so - then how do we activate its potential?  ",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T14:00:00.000Z",
      "to": "2020-06-13T15:00:00.000Z"
    },
    "organiser": {
      "name": "Dr Yewande  Okuleye",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Everywhere and Anywhere [online location]",
      "description": "You choose your location be it real or virtual. ",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/40e2cc18520870b70300c23927063006-small.jpg",
    "tags": ["Education", "Feminism", "Conversation", "Talk"],
    "websiteUrl": "https://https://www.humanconductivity.com/"
  },
  {
    "title": "AGAINST HIS-STORY, AGAINST LEVIATHAN. Anarchist BOOKCLUB by FORGED BOOKS",
    "description": "https://theanarchistlibrary.org/library/fredy-perlman-against-his-story-against-leviathan\n\nalt. link: https://archive.org/details/al_Fredy_Perlman_Against_His-story_Against_Leviathan_a4/mode/2up\n\naudiobook: https://www.invidio.us/watch?v=Oo-7WT_tJIo\n\nhard copy: https://www.activedistributionshop.org/shop/books/4055-against-history-against-leviathen-by-fredy-perlman.html\n\n*People never become altogether empty shells. A glimmer of life remains in the faceless Ensis [bosses] and zeks [workers] who seem more like springs and wheels than like human beings. They are potential human beings. They are, after all, the living beings responsible for the cadaver's coming to life, they are the ones who reproduce, wean and move the Leviathan. Its life is but a borrowed life; it neither breathes nor breeds; it is not even a living parasite; it is an excretion and they are the ones who excrete it.*\n\n*The compulsive and compulsory reproduction of the cadaver’s life is the subject of more than one essay. Why do people do it? This is the great mystery of civilized life.* \n\nAn online discussion about **chapters 1 & 21** (approx. 20 pages) of Fredy Perlman's book *Against His-story, Against Leviathan* hosted by FORGED BOOKS, Manchester's anarchist reading group.\n\nConversation will take place on the jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn't get Firefox to work with Jitsi.\nIf you don't have Chromium or Chrome and don't want to install a new browser you can use one of Jitsi's apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tag/v2.0.2 - you will need to change 'Server URL' in settings to https://8X8.vc/ and join the room /forged/books\nFor mobile devices try: https://jitsi.org/downloads/ - you will need to change 'Server URL' in settings to https://8X8.vc/ and join the room /forged/books\nIf you're really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/\n\nQuestions? Email maximumstirner áτ riseup dóτ net",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T14:00:00.000Z",
      "to": "2020-06-13T16:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/56d4ea3661decff74540be3cfd228ca0-small.jpg",
    "tags": ["Conversation", "Anarchism", "History", "Philosophy", "Alchemy"],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "Casting on - learn to knit and crochet",
    "description": "Learn how to cast on for knitting and crochet.  For absolute beginners. We'll show you the basics of casting on for knitting and crochet.  If you have never been able to grasp how to get started with casting on stitches and creating the first few rows, this is the session for you. All you need is yarn and knitting needles or a crochet hook. \n\nThis will be a Zoom event and the session will be locked approx 15 minutes after starting.  Do sign up via Eventbrite so that we can send you more information, or email eileenaway @ hotmail.com for the Zoom details\n\nThis will be a Zoom event and the session will be locked approx 20 minutes after starting. If you register via Eventbrite, we'll send you the details before the session starts.\n\nDo check your Junk mail just in case the emails land there.  The Zoom information will be sent out on Saturday morning.  \n\n#learntoknit #learntocrochet #makingstuffisradical",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T14:00:00.000Z",
      "to": "2020-06-13T17:00:00.000Z"
    },
    "organiser": {
      "name": "Eileen Burke",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Ridley Road Market Bar [online location]",
      "description": "Tropical bar on Ridley Road, Dalston. \nHome of the Antiuni's Culture, Power & Politics series.\n[ridleyroadmarketbar.com](https://www.ridleyroadmarketbar.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/c38712f61bac55a6deaf5560456d0fd4-small.jpg",
    "tags": ["Workshop"],
    "websiteUrl": ""
  },
  {
    "title": "Left Frame, a contemporary art club III - Imran Perretta",
    "description": "Left Frame is a space for social interaction and collective thinking about contemporary art from a leftist perspective. It works in a similar fashion to a book club: before each gathering, we watch (individually) a work of art that we’ll discuss during our (online) get together.\n\nThe aim of this contemporary art club is to open up a space for political critical thought, comradeship and the exploration of horizontal ways of mediating art. Everybody is welcome: culture workers, students and people with an interest in contemporary art.\n\nThis Saturday 13 June, we will be chatting about Imran Perretta's film The Destructors 24min, which articulates ideas about youth disenfranchisement, the impact of austerity policies in the UK and islamophobia in the post 9/11 world, among other things.\n\nYou can find the film here, exhibited on BALTIC's website: http://balticplus.uk/imran-perretta-the-destructors-e784/\n\nWe’ll be meeting on Jitsi on Saturday 13 June at 3pm BST, and we'll aim at finishing by 4.30pm. I (Irene, the organiser) will be connected 5 minutes before we start, to say hi and to sort out any technical issues, should there be any. To RSVP and get the hangout details, please book a free ticket on the event’s Eventbrite page.\n\nSee you very soon!\n",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T15:00:00.000Z",
      "to": "2020-06-13T17:00:00.000Z"
    },
    "organiser": {
      "name": "Irene Montero ",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Common House [online location]",
      "description": "The Common House is a collectively managed space for radical groups, projects and community events.\n[www.commonhouse.org.uk](http://www.commonhouse.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/fe5acb5309a9b43f8e167307d30f6fd7-small.jpg",
    "tags": ["Conversation", "Art", "Education"],
    "websiteUrl": "https://www.facebook.com/events/283976579414967/"
  },
  {
    "title": "Anarchist BOOKCLUB by FORGED BOOKS continued...",
    "description": "As the festival comes to a close, FORGED BOOKS would like to say a big thank you to all the ANTIUNIVERSITY and ANARCHIST FESTIVAL people. You are incredible <3\n\nIn the following weeks and months we will be discussing more from Jean Weir, Aragorn!, and Fredy Perlman, plus new readings from Baedan, Black Seed, Gay Plants, Viscera, Do or Die, Return Fire, and many, many more. Our next online conversation will be on **Sunday June 21st at 2-4pm**, reading '**Because I Wanted To: KANEKO FUMIKO on nihilism and why she wanted to kill the Emperor of Japan**' https://theanarchistlibrary.org/library/max-res-kaneko-fumiko-because-i-wanted-to\n\nUpcoming readings are listed at https://forgedbooks.noblogs.org and \nhttps://radar.squat.net/en/manchester/forged-books\n\nSomething you'd like added to the list?  Email maximumstirner áτ riseup dóτ net, or come and join us in this hour (**Saturday June 13th at 4-5pm**) to reflect on what we've read so far and what you'd like to read in the future.\n\nOur online conversations take place on the jitsi platform here: **https://8X8.vc/forged/books**\n\nWe recommend the Chromium browser on desktop: https://download-chromium.appspot.com/\nChrome should also work. We couldn’t get Firefox to work with Jitsi.\nIf you don’t have Chromium or Chrome and don’t want to install a new browser you can use one of Jitsi’s apps here: https://github.com/jitsi/jitsi-meet-electron/releases/tag/v2.0.2 - you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\nFor mobile devices try: https://jitsi.org/downloads/ - you will need to change ‘Server URL’ in settings to https://8X8.vc/ and join the room /forged/books\nIf you’re really stuck, you could try joining the meeting room /forged/books with the desktop and mobile apps listed here: https://download.8X8.vc/",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T16:00:00.000Z",
      "to": "2020-06-13T17:00:00.000Z"
    },
    "organiser": {
      "name": "Lucho FORGED BOOKS",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Anarchist Festival [online location]",
      "description": "An annual event celebrating anarchist ideas, theory, history, community and action.\n[anarchistfestival.wordpress.com](https://anarchistfestival.wordpress.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/c464336c5d60b48772b87dd761b83b2e-small.jpg",
    "tags": [
      "Anarchism",
      "Philisophy",
      "Conversation",
      "Words",
      "Play",
      "Alchemy",
      "Philosophy",
      "Experiment",
      "Art",
      "Intervention",
      "Death"
    ],
    "websiteUrl": "https://forgedbooks.noblogs.org"
  },
  {
    "title": "the anti degree show : Open Meeting",
    "description": "Pause or Pay UK Presents:\n\n\nthe anti degree show\n\n\nJuly/August 2020\n\nAn Open Meeting to discuss an Alternative Platform for 2020 Art and Design graduates who have been disaffected by their Higher Education Institutions.\n\nSaturday 13th June 2020 - 4 - 6 pm\n\nZoom link: https://rca-ac.zoom.us/j/91566612529?pwd=NCtRWjBBY3M0NDF3SVdJRG5mWDZkQT09\n\nPassword: 201906\n\n----\n\nPause or Pay was established to unite studio-based courses and to highlight to our creative HEIs and the UK Governments that the mitigations for our concerns due to COVID-19 (and other issues since the start of the year) are not yet enough.\n\nWe have built a transnational cross-university campaign, written an inclusive manifesto, been endorsed by the NUS and many student unions, and have sent an open letter to the universities minister.\n\nThough brought together by a common goal, we have realised, through this activism, that the campaign feels like the beginning of a general support network, even if our demands are eventually not met.\n\nWe believe it is pressing to build an alternative platform for creative graduates to share their skills, thoughts and work outside their institutions. We want to build an open-source platform that will:\n\n- Bolster mood, provide an optimistic, thought-provoking and practical programme for arts graduates during the inevitable anticlimax of online degree shows.\n\n- Create a forum of opportunity, a place to gather and a movement to rally around at the point where usually everyone disperses.\n\n- Provide a springboard to counter the feeling of standing at a precipice.\n\nWe invite every art and design school to help develop the anti degree show. We are in the early stages of the planning process and need all your input! We need artists, coders, designers, philosophers and a diverse range of students to make this platform a success. So come along to the open meeting!\n",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T16:00:00.000Z",
      "to": "2020-06-13T18:00:00.000Z"
    },
    "organiser": {
      "name": "EdC Pause or Pay UK",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Conway Hall [online location]",
      "description": "Conway Hall is the home of the Ethical Society, hosting talks, debates, concerts and exhibitions\n[conwayhall.org.uk] (https://conwayhall.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/261c076330030b712d7697388f95f96a-small.jpg",
    "tags": [
      "Exhibition",
      "Experiment",
      "Conversation",
      "Anarchism",
      "Direct-action",
      "Education",
      "Anticapitalism",
      "Covid-19",
      "Organising",
      "Art",
      "Philosophy",
      "Intervention"
    ],
    "websiteUrl": "https://www.pauseorpayuk.org"
  },
  {
    "title": "the new games movement",
    "description": "\"I don’t know nothing ‘bout no utopia. I believe in bumbling . . . bumbling collective action.\" (William Pope.L)\n\nWelcome to the new games movement. Part performance, part conversation, part powerpoint, part game, part provocation; the new games movement is an experiment into how we can share ideas, amplify quieter voices, invite collective movement and action in uncertain times.\n\nThis event will share some initial experiments into the new games movement created this year by children and young people at Rumpus Room and ask questions about what  the new games movement could be. All welcome to join the event in whatever way they feel - to listen, watch or contribute. \n\nRumpus Room is an artist-led organisation dedicated to collaborative practice with children, young people and families in order to challenge how we learn, play and make art. Rumpus Room proposes to investigate and open up new modes of collaborative working that are inclusive and accessible, and encourage risk and experimentation, placing children, young people and families at the centre of collaboration with artists whilst supporting a mutual exchange of experiences working across practices. Rumpus Room Studio HQ is in Govanhill in Glasgow, Scotland. \n\nThe new games movement is led by artist Jamie Bolland. Jamie is a teacher, artist and skateboarder living and working in Glasgow. The new games movement has been shaped by open performance and game playing sessions with a group of children and young people at Rumpus Room Studio in early 2020. \n\n",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T16:00:00.000Z",
      "to": "2020-06-13T17:00:00.000Z"
    },
    "organiser": {
      "name": "Nadia Rossi  Rumpus Room",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Furtherfield Commons [online location]",
      "description": "London’s longest running (de)centre for art and tech \n[furtherfield.org](https://www.furtherfield.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/39af137c3f7f98945e987e4f345adfa0-small.jpg",
    "tags": [
      "Conversation",
      "Experiment",
      "Intervention",
      "Art",
      "Education",
      "Anticapitalism",
      "Play"
    ],
    "websiteUrl": "https://www.instagram.com/rumpusroom"
  },
  {
    "title": "Universal Species Referendum",
    "description": "**What would the world look like if all species would have the right to vote?**\n\nWithin this scenario we propose a [Universal Species Suffrage](https://drive.google.com/file/d/1YQjc2WTk_P4qTE0QuACSYsir4p_qouli/view?usp=sharing), in which all species have not only the right to vote, but the subsequent self determinism, value and agency through a fair and free electoral system.\n\nWill the ocean species rule over the continental areas? \nWhat would be the hierarchy in the global food supply chain when humans and farmed animals have the same right to vote? \nHow do we utilise resources when no species can be exploited?\n\nWhat would a forest look like if we gave it value for the oxygen it produces? \nIf the resources it stores (water and carbon) would be part of an exchange system? \nIf the materials and home that it provides were fairly paid for? \nWould forests expand as their value skyrockets compared to less productive areas of land?  \n\nWhile absurdist, these questions break down the relationships that we currently take for granted. It also opens up questions over what value means when it is not defined by financial value. [How would we react to this scenario?](https://drive.google.com/file/d/1QYmo4p_8tdZvBdoAcd_CQvqftLocU7Re/view?usp=sharing)*\n\nWithin this scenario we would like to encourage everybody to take part in a referendum based on 5 votes. On the 13th of June ( Saturday, 18:00-19:00) we will count the votes and unveil the results of the first Global Species Referendum.\n\n**[Check the parties](https://drive.google.com/file/d/17SmN9k2s6U6O19IKJ-XovzzYQ45DUGl4/view?usp=sharing) (or not) and vote here >> https://www.surveymonkey.de/r/KVWSW2B**\n\n\n*Open vote until 13th of June 2020, 14:00.*\n\n\n",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T18:00:00.000Z",
      "to": "2020-06-13T19:00:00.000Z"
    },
    "organiser": {
      "name": "Jon Cerrato–Halls",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Furtherfield Commons [online location]",
      "description": "London’s longest running (de)centre for art and tech \n[furtherfield.org](https://www.furtherfield.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/1678bfbd6c2dd136f9cf6f2a0f10d294-small.jpg",
    "tags": ["Workshop", "Ecology", "Conversation", "Rights"],
    "websiteUrl": "https://cerrato-halls.com"
  },
  {
    "title": "Sweet Tooth 3 Audio Zine",
    "description": "Cinzia Mutigli - Sweet Tooth is a short series of 3 audio ‘zines focused on the interconnected themes of sugar, the origins of addiction, pattern and altered mind states. \n\nThe ‘zines use recordings of Cinzia's voice, music and other found audio sources that she has collected in recent years. \n\nMade in Roath has commissioned this new piece of work as part of AntiUniversity - listen in during the live stream https:/www.twitch.tv/madeinroath",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T18:00:00.000Z",
      "to": "2020-06-13T19:00:00.000Z"
    },
    "organiser": {
      "name": "Helen  made in roath",
      "about": null
    },
    "place": {
      "id": null,
      "name": "1a Inverness Place",
      "description": "An empty shop unit / community space currently streaming audio projects",
      "area": "Cardiff"
    },
    "imageUrl": "/assets/images/events/d9cf20234eaa1addc0043d4b8620e6b5-small.jpg",
    "tags": ["Sound"],
    "websiteUrl": "https:/www.twitch.tv/madeinroath"
  },
  {
    "title": "Music For Causes Discussion And Sing-along",
    "description": "An Anti-University Now 2020 and British Black Music Month 2020 presentation\n\nWe know music tackles more than just love and nothingness. In marking British Black Music Month 2020, BritishBlackMusic.com/Black Music Congress founder Kwaku will moderate a discussion with the audience and special guests about British black music  records and videos that speak to specific causes, ideals or concepts.\n\nThe audience will be invited to suggest the records, which will first be discussed with a view to drilling down what cause the song speaks to, then the record or video will be played and the audience encouraged to join in a sing-along.\n\nThis is meant to be a fun, family-friendly Zoom online event, where there is a recognition and appreciation of the British black songs that say something, which the audience is expected to proactively engage in! \n\nA BritishBlackMusic.com/Black Music Congress and Music4Causes led event.",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T18:00:00.000Z",
      "to": "2020-06-13T21:00:00.000Z"
    },
    "organiser": {
      "name": "Kwaku BBM",
      "about": null
    },
    "place": {
      "id": null,
      "name": "The Jago [online location]",
      "description": "A music and event space in Dalston, East London.\n[thejagodalston.com](www.thejagodalston.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/a595796b945905279be3c3e14761e6b8-small.jpg",
    "tags": ["Conversation", "Party", "Talk", "Screening", "History", "Sound"],
    "websiteUrl": "https://www.eventbrite.co.uk/e/music-for-causes-discussion-and-sing-along-tickets-106540559682"
  },
  {
    "title": "Race, Class and Gender: Why the Education System Needs to Change",
    "description": "Dr Yewande Okuleye in conversation with Esuantsiwa Jane Goldsmith about her new book Mixed Race Memoir, The Space Between Black and White.\n\nEsuantsiwa Jane Goldsmith grew up in a working-class neighbourhood in 1950s South London, the mixed-race daughter of a white single mother and a Ghanaian father she never knew as a child.\n\nA highly celebrated feminist and political activist, Esua has dedicated her life to fighting for social justice and toward gender and racial equality. She was the first woman—and only woman of colour—elected as President of Leicester University Students Union.\n\n\n\nAbout the Book\n\nIlluminating her inner journey growing up mixed-race in Britain, Esua Jane Goldsmith's unique memoir exposes the isolation and ambiguities that often come with being ‘an only’.\n\nRaised in 1950s South London and Norfolk with a white, working-class family, Esua’s education in racial politics was immediate and personal. From Britain and Scandinavia to Italy and Tanzania, she tackled inequality wherever she saw it, establishing an inspiring legacy in the Women’s lib and Black Power movements.\n\nPlagued by questions of her heritage and the inability to locate all pieces of herself, she embarks on a journey to Ghana to find the father who may have the answers.\n\nA tale of love, comradeship, and identity crises, Esua’s rise to the first Black woman president of Leicester University Students’ Union and Queen Mother of her village, is inspiring, honest, and full of heart.\n",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T18:00:00.000Z",
      "to": "2020-06-13T19:00:00.000Z"
    },
    "organiser": {
      "name": "Dr Yewande  Okuleye",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Everywhere and Anywhere [online location]",
      "description": "You choose your location be it real or virtual. ",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/78f0d576395a4cc54f984d164c00bb93-small.jpg",
    "tags": ["Conversation", "Talk", "History", "Feminism", "Rights", "Gender"],
    "websiteUrl": "https://www.esuantsiwagoldsmith.com/"
  },
  {
    "title": "Tale of a distant island - ethical, political and affective discussion after tale",
    "description": "A tale of a distant island spoken and created by Patricia Tomimura\nImages collated by Andrew Brooker\nImages from public domain\n\nhttps://m.facebook.com/story.php?story_fbid=10158997255643690&id=679758689&sfnsn=wiwspwa&extid=v73XUpZeBaTojLb5",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T18:00:00.000Z",
      "to": "2020-06-13T20:00:00.000Z"
    },
    "organiser": {
      "name": "Patricia Tomimura",
      "about": null
    },
    "place": {
      "id": null,
      "name": "LARC [online location]",
      "description": "The London Action Resource Centre (LARC) is a collectively run building providing space and resources for people and groups working on self-organised, non-hierarchical projects for radical social change.",
      "area": "London"
    },
    "imageUrl": null,
    "tags": ["Anticapitalism"],
    "websiteUrl": "https://us04web.zoom.us/j/6791452279?pwd=Njh1UlArUG9ualQ3anQ0NFI2enhGUT09"
  },
  {
    "title": "1Min Japanese Art Educational Comic 04:  Learn about \"Heta-Uma\" and \"Yurui\" ",
    "description": "Gateway to discover new Japanese art in 1Min.\n\n\n\"Heta-Uma\" means \"Bad but Good\" in Japanese. : \"a work that looks poorly/loosely drawn, but with an aesthetically conscious quality\", and \"Yurui\" means \"loose/effortless\" in Japanese.\n\nI would like to introduce some works of Heta Uma or Yurui-E. \n\n\n1. Tale of Tsukishima \n2. Sengai Gibon\n3. Ōtsu-E\n4. Ukiyoe \n \n\n\n\nFirst Episode: 6th June\nWebsite link: https://educationalcomics.jimdofree.com/episode/ukiyoe/",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T19:00:00.000Z",
      "to": "2020-06-13T20:00:00.000Z"
    },
    "organiser": {
      "name": "Mio  Ebisu",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Freedom [online location]",
      "description": "Britain's oldest anarchist publisher & bookshop. Occasionally disreputable. [freedomnews.org.uk](http://freedomnews.org.uk)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/327c65732926ff03de51d3c8552334c2-small.jpg",
    "tags": ["Art", "Education", "History", "Class"],
    "websiteUrl": "https://https://educationalcomics.jimdofree.com/episode/ukiyoe/"
  },
  {
    "title": "Bread & Unrest in south London",
    "description": "Focusing mainly on the area surrounding Peckham, Camberwell and Elephant & Castle in south London, this will be a storytelling about bread, social relations, and fighting back. Using the white tin loaf as a starting point, we'll hear about how the landscape we know of London today was shaped by bread and the struggle for a better life under capitalist conditioning, all whilst taking a virtual walk through the area and some of the bakeries there. ",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T19:30:00.000Z",
      "to": "2020-06-13T21:00:00.000Z"
    },
    "organiser": {
      "name": "Seth Randall-Goddard",
      "about": null
    },
    "place": {
      "id": null,
      "name": "A History of Bread & Unrest [online location]",
      "description": "Following on from the physical walk last year, the History of Bread & Unrest in Camberwell will take place as a video storytelling of thousands of years of myth, gentrification; of fighting back, baking & humanity in south London. There'll be music and a space for discussion afterwards too.",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/b500831e3db95e0ea5c4a6bc9c7bfce9-small.jpg",
    "tags": ["Food", "Anarchism", "Talk", "Work", "Ecology"],
    "websiteUrl": "https://sethrgoddard.wordpress.com/"
  },
  {
    "title": "CORPO.S: MASS SCREENING IN THE PUBLIC WORLD ",
    "description": "MASS SCREENING OF A COLLABORATIVELY MADE FILM\non sunday the 13th of june we are proposing for as many people as possible to set up guerilla screens in public spaces (sheets, projectors, hacked billboards!) to screen the films made by the CORPO.S exquisite corpse film project throughout AntiUniversity Festival 2020 (see below for details). \n\nTune in via zoom if not in the streets  \n\n\n**CORPO.S**\n\nA collaboration and series of skill-sharing workshops. CORPO.S (Casually organised reality precarious on screens) is a name we’ve given to a project we’re proposing for antiuniversity festival 2020, which first and foremost is an impetus for a collaboratively produced series of films, made through following a bastardised form of the surrealist parlour game most people know as Exquisite Corpse (also known sometimes as Consequences) \n\nThe exquisite corpse game in its parlour-based form involves passing a piece of paper from one person to another and drawing a part of a body: participant 1 draws a head; they fold the page back so that only the very base of the neck is visible; they pass the folded page to participant 2; participant 2 draws on, joining to the neck some shoulders, maybe a chest; they fold the page back and pass it on, et cetera. This can last however long and eventually the page is unfolded to reveal a strangely formed body. \n\nWe’re proposing to borrow the base logic of this parlour-thing and make it into some kind of a public-thing by doing it mostly over zoom and google drives and whatsapp chats in lockdown, given that that’s where, for almost all of us, almost everything beyond us happens. And instead of a drawing, we want to make a film, \n\nso that on June 13th, we can screen it in as many places and in as many ways as possible -- projected at night onto a building, hooked up to a billboard, projected out of a bedroom window onto a sheet at the bottom of a residential street (however, whatever people can think of and/or pull off). \n\nYou don’t need to know anything about making films to be involved!\nAs part of the CORPO.S thing, 3 slots have been booked up during the festival (June 8th, 9th, and 11th) for skill-sharing workshops facilitated by participants in the project. These will include introductory workshops around using open sourced video and audio software, animation, stop-motion, and making DIY camera rigs, among other things (more to come!). These are open to all and notes from them will be uploaded to a public folder for future access. \n\nParticipants are encouraged to get involved with these workshops and play around with new ways or working and making things, but you are equally welcome to submit a 40 second video from your phone archives of something non-descript -- the only stipulations for submission to the project are as follows:\nContributions eventually need to be made into an mp4 file (you can send us a different format but we will have to do some adjusting to make it fit!)\nContributions need to be between 30 seconds and 3 minutes\nEach contribution will be understood as a continuation from the one preceding it (with, however, a pretty broad and expansive understanding of what might be meant by ‘continuation’) \n\nParticipants are invited to join ongoing group discussions ahead of the festival from May 22nd onwards to propose activities, ideas, and potential collaborations. Follow our instagram page (@exquisitecorpo.s) or like our facebook page **or** email us exquisitecorpos@gmail.com to get involved ahead of June 6th! \n\nSee the diagram below for a breakdown of the process of getting involved, and for more info and the opportunity to ask questions and raise new ideas, join us for a big zoom to get things rolling and to meet each other('s faces on screens)at 6pm on June 6th! ",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T20:00:00.000Z",
      "to": "2020-06-14T00:00:00.000Z"
    },
    "organiser": {
      "name": "Joseph Davies",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms [online location]",
      "description": "Educational and organising space for social movements / archive of radical culture and histories of resistance\n[maydayrooms.org](https://maydayrooms.org)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/ec7c7fbbb77ce8cfd42506bbd1e7ac3a-small.jpg",
    "tags": ["Party", "Screening", "Art", "Covid-19", "Play", "Experiment"],
    "websiteUrl": "https://https://www.facebook.com/Corpos-106672281059417/"
  },
  {
    "title": "GO BACK TO YOUR 2019",
    "description": "LIVE STREAM here\n\nhttps://www.facebook.com/lukatoyboyspage/videos/2057296871080920/\n\nLivestreamed tape edit of the recordigs made during NO SECURITY ALLOWED staged for Antiunversity Festival 2019 in Westminster, during which 6 pairs of police officers interviewed me, and we both recorded each other.",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T21:00:00.000Z",
      "to": "2020-06-13T22:00:00.000Z"
    },
    "organiser": {
      "name": "Luka Lukatoyboy",
      "about": null
    },
    "place": {
      "id": null,
      "name": "Go Back To Your Own 2019 [online location]",
      "description": "Editing No Security / Security Not Allowed\n\nPerformed during Antiuniversity Festival 2019\n\n\nhttp://lukatoyboy.net ",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/b979850bbfbad9d62fa12efb1777e1fe-small.jpg",
    "tags": [
      "Borders",
      "Conversation",
      "Walk",
      "Talk",
      "Intervention",
      "Sound",
      "Rights"
    ],
    "websiteUrl": "https://www.facebook.com/lukatoyboyspage/videos/2057296871080920/"
  },
  {
    "title": "Antiuni hang out space ",
    "description": "Because this year's fest is online, we are missing out on the times hanging around chatting after events. Sometimes this is where the magic happens.\n\nIn response, we have set up a daily hang out, social space or ‘last orders at the bar’ where you can arrange to meet up with your mates, carry on the conversation or just chat with whoever is also hanging out!\n\n**Enter the virtual bar: https://gather.town/MsnEZtsZXiHB9SH1/antiunibar**\nNB/ It seems to works best on google chrome\n\nThe Antiuni hang out is virtually hosted by The Jago in Dalston who are selling special Antiuni beer - if you live in East London you can swing by and buy beer from them as take away to help them out at this difficulty time. https://www.thejagodalston.com",
    "date": "2020-06-13",
    "time": {
      "from": "2020-06-13T21:00:00.000Z",
      "to": "2020-06-13T23:00:00.000Z"
    },
    "organiser": {
      "name": "Antiuniversity Now",
      "about": null
    },
    "place": {
      "id": null,
      "name": "The Jago [online location]",
      "description": "A music and event space in Dalston, East London.\n[thejagodalston.com](www.thejagodalston.com)\n\nTHIS IS A VIRTUAL SPACE",
      "area": "London"
    },
    "imageUrl": "/assets/images/events/6b15ea75d3ec6797b0eb398b11f46216-small.jpg",
    "tags": ["Party", "Conversation", "Talk", "Play"],
    "websiteUrl": "https://gather.town/MsnEZtsZXiHB9SH1/antiunibar"
  }
]
