[
  {
    "title": "Another city is possible: Networked urbanism from above and below",
    "description": "After dispensing with the sham that is the so-called \"smart city,\" we'll be discussing commons-based ways that ordinary people can use networked technology to make urban form(s) and experience(s) that respond to their own needs and desires, and not those of the multinational technology vendors or the financial and political elites they're enmeshed with. We'll specifically consider four aspects of this work: people making data, people making things, people making places and people making networks.",
    "date": "2016-06-10",
    "time": {
      "from": "18:30",
      "to": "20:00:00"
    },
    "organiser": {
      "name": "Adam Greenfield",
      "about": "Communalist, feminist, urbanist, writer."
    },
    "place": {
      "id": null,
      "name": "OSE",
      "description": null,
      "area": "N1"
    },
    "imageUrl": null,
    "tags": [
      "Talk"
    ],
    "websiteUrl": "http://speedbird.wordpress.com"
  },
  {
    "title": "RADICAL ROOTS",
    "description": "Artist led walking tour of Notting Hill in which we discover the radical roots of this now highly desirable and expensive area of London. Once, not so very long ago, it was a terrible hub of poverty and iniquity. On the walk we will be exploring the roles played by rock n rollers, deviants, squatters, community activists, hippies, musicians and Rastas (amongst many others) in changing the nature of the area and mending some some of the race and poverty issues through community action. We'll discuss the roots of Carnival and the nascence of the underground scene in the UK. Frequent drug and sex references make it (probably) unsuitable for small children. We end the tour with refreshments under the shadow of the iconic Trellick Tower. ",
    "date": "2016-06-12",
    "time": {
      "from": "11:00",
      "to": "01:30:00"
    },
    "organiser": {
      "name": "Anita Ponton",
      "about": "Artist and writer Dr Anita Ponton is a native west Londoner. For more info on her artistic practice go to www.anitaponton.com"
    },
    "place": {
      "id": null,
      "name": "Notting Hill Gate tube, London W11 (meet outside 'Eat')",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Walk"
    ],
    "websiteUrl": "n/a"
  },
  {
    "title": "Instructions for Unyoking",
    "description": "\nOn 12th June 1381, the people of the Peasant’s Revolt stopped on Blackheath, London. Their demands were simple: that every man was created equal, and that no person should be slave to another. Wat Tyler and John Ball marched into London. King Richard II fled to the tower. On the 15th the peasant’s demands were met. By November, the king had gone back on his word and 1,500 working people had been slaughtered. Tyler and Ball had been captured and killed.\n\nOn 12th June 2016, Sheaf+Barley will meet on Blackheath and remember the words of the preacher John Ball, on the same day in 1381: “the time is come, appointed to us by God, in which ye may cast off the yoke of bondage, and recover liberty”. What are our yokes? And how shall we cast them off? How will we unyoke ourselves? What can we learn from the demands of the people, hundreds of years ago? What is liberty anyway?\n\nSheaf+Barley invite all who wish to come to join them in a radical unyoking.",
    "date": "2016-06-12",
    "time": {
      "from": "12:00",
      "to": "12:30:00"
    },
    "organiser": {
      "name": "Sheaf+Barley",
      "about": "Sheaf+Barley carry out charms, actions and pilgrimages that interrupt the world around them and create spaces for something else. They use their bodies as spaces of interruption, marking them with magic signs and symbols. They use old English myth and magic to break apart the England that we in are today. They think that this is the only way to change the world."
    },
    "place": {
      "id": null,
      "name": "All Saints Drive, London, SE3 0TY",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Ritual"
    ],
    "websiteUrl": "http://sheafandbarley.co.uk"
  },
  {
    "title": "How to Transition and Alienate People ",
    "description": "What is transitioning? Can you be trans if you don't transition, are you actually a sell out if you do? Is medical intervention a compromise between how the world sees us and how we see ourselves? Are we crazy? \n\nThis event will be hosted by the Dysphoria Collective, a group of trans activists who publish work and manage events around what being trans means, what dysphoria actually is and how it intersects with living while fighting other struggles. Dysphoria collective will be facilitating a round table discussion (workshop if you will) about the conditions of being trans and how it operates through the public and private health sector services. \n\nTopics of Discussion:\n\n- Should gender dysphoria be de-pathologised?\n- If so, are we (transgender people) further marginalising other disabled people\n- should we be considered disabled? \n- how does binary and non-binary gender identity fit into gender oppressive matrix?\n- How do other queer people be better allies to the transgender community?\n- How do transgender people be better allies to other disabled people?\n- how does being trans fit into political or collective depression?\n\nThis workshop will be lead by transpeople (inc. gender questioning, genderqueer) for both trans and cis* people. \n\nCopies of our publication work 'Map of Wounds'  will be sold during the event. All money goes back towards running the collective. \n\n*Bear in mind that this workshop will be an education space but all cis people at times must be prepared to listen and not speak during the event.\n\n\n",
    "date": "2016-10-06",
    "time": {
      "from": "11:00",
      "to": "13:00:00"
    },
    "organiser": {
      "name": "Dysphoria Collective hosted by Hannah Pearce",
      "about": "Dysphoria Collective is a Trans health group which started at the beginning of 2016. Our aims are to widen knowledge around the conditions of being trans and how it intersects with the affects of wider oppressive structures. \n\nWe publish a small booklet every two months about the lived experience of being dysphoric - whether that means dysphoric in the sense of being unhappy and dissatisfied with life, or a sort of political depression, or more specifically - coping with the every day struggle of gender dysphoria.\n\nAlong with our zine we host a Trans Salon once a month. A protected, safe and secure place for struggling trans people. \n\nHannah Pearce is a long time activist in queer, worker and border struggles. "
    },
    "place": {
      "id": null,
      "name": "common house",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "https://www.facebook.com/dysphoriacollective/?ref=hl"
  },
  {
    "title": "IT'",
    "description": "\nThe scene is an eccentric psychiatrist's office. A mute and lifeless “Puppet” lies on the couch. His name is “IT”. “IT” has no name. “IT” has no inspiration, no money, no personality. The prim and reserved “Dr Casandra Pear”, asks “IT” a variety of therapeutic questions. \n\nEssentially a comic piece. The audience come in small groups of up to 8 people at a time. Each is greeted by the \"Dr\" as a former patient who has come to assist in the therapy process. Audience members are encouraged to offer opinions and share their own stories, weather real or imagined, with the rest of the \"Group\". The focus is ultimately always drawn back to the main patient \"It\", and how \"It\" can be helped. In previous performances audiences responded in as many different ways as there were audience members - some sang \"It\" a song, some shared intimate stories, group hugs, disgust, anger, fear, laughter. \nAudiences are asked to help \"It\" with identity by giving \"It\" a name, profession, hopes, dreams etc.  This is very-much an \"Imersive\" semi-improvised piece.\n\n\n\"IT\" is all about breaking down barriers between strangers. It asks participants to reveal themselves to each other in ways they are not used to doing. The environment of the show is small and intimate, slightly sinister and comic. Having so far run the piece approximately 50 times, I have been constantly surprised by people's reactions, and how much they engaged with each other.",
    "date": "2016-06-11",
    "time": {
      "from": "11:00:00",
      "to": "13:00:00"
    },
    "organiser": {
      "name": "Mika Hockman",
      "about": "Mika Hockman- artist, actress, perfomer, DJ , mother! live in Hackney, was born in Tel Aviv Israel"
    },
    "place": {
      "id": null,
      "name": "St Augustine's Tower, Mare Street, Hackney E8 1JB",
      "description": null,
      "area": "Hackney "
    },
    "imageUrl": null,
    "tags": [
      "Intervention, Workshop, Experiment, Performance"
    ],
    "websiteUrl": "https://www.youtube.com/watch?v=zJtWT6tdyeI"
  },
  {
    "title": "Small Gatherings for Big Thoughts'",
    "description": "‘Small Gathering for Big Thoughts’ is an invitation to bring your own ingredients, meet a stranger and cook together without a recipe. Open to a small group of people it explores ideas of how we can come together with our differences and co -create new possibilities. \n\nI believe that a sense of humanity in continuous movement and transformation comes alive through the alchemy of cooking together. Inputs are given to participants to make connections between themselves and the ingredients brought to the table. In this arena, where personal and intimate moments are shared, we can travel across the world through imagination. Here encounters come together to reveal their interconnectedness to the world as well as their economical interdependency. In fact our choices as consumers are also brought to the table transporting us right in the heart of a contradictory capitalistic system in which foods move more speedily and freely then human beings. \n",
    "date": "2016-06-12",
    "time": {
      "from": "12:00",
      "to": "15:30:00"
    },
    "organiser": {
      "name": "Luisa Spina",
      "about": "Luisa Spina is a London based mix-media artist and social sculptor. She completed a degree in Fine Art at Central Saint Martins School of Art and Design and a Masters of Arts in Social Sculpture at Oxford Brookes University under the supervision of Professor Shelley Sacks, former pupil of  artist Joseph Beuys and director of the Social Sculpture Research Unit.\n\nShe has recently been shortlisted for ‘Art inspiring change’, a pioneering regeneration project launched by Turner Contemporary in Margate and supported by the Paul Hamlyn Foundation. The project looks at enabling primary school children to take the lead in order to transform their town and community through art.  www.luisaspina.com\n\nhttp://luisa-spina.format.com/smallgatheringsforbigthoughts\n\n"
    },
    "place": {
      "id": null,
      "name": "New River Studios",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Workshop, Experiment"
    ],
    "websiteUrl": "www.luisaspina.com"
  },
  {
    "title": "Festival of Human Organising",
    "description": "Something is happening to our organisations. Multinational corporations, traditional charities, schools, universities and other institutions, are failing us. Their top down, hierarchical structures are ill-designed to cope with the speed and complexity of modern life. Meanwhile a new breed of organisations, combining business-like efficiency with compassion for people and planet, are emerging. They are self-organising, dynamic and unmanageable. \nTo celebrate this new breed of organisation, a Festival of Human Organising will be held in London from 16th - 18th June 2016. True to the spirit that it celebrates, it will be self-organising, vibrant and fun. This event at the Antiuniversity is designed to be a taster for the festival. Facilitated by Patrick Andrews, former corporate lawyer and founder of the Human Organising Project, it will be open space, emergent and lively.   \n",
    "date": "2016-06-09",
    "time": {
      "from": "18:00",
      "to": "19:00:00"
    },
    "organiser": {
      "name": "Patrick Andrews",
      "about": "The Human Organising Project was founded by former corporate lawyer Patrick Andrews to provoke and stimulate new thinking around work and organising.  Patrick was motivated by a deep passion for life on earth and a concern over the impact of large organisations on society and the planet. Isn't it time, he wondered, for new, more evolved types of organisation to emerge?  Organisations that bring out our essential humanity, and that have compassion built into their DNA. Patrick’s book, relating his adventures in business and his thoughts on organisation, is due out in autumn 2016. "
    },
    "place": {
      "id": null,
      "name": "PEER, 97 & 99 Hoxton Street, London N1 6QL",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "http://festival.humanorganising.org/"
  },
  {
    "title": "The Rebellious East End",
    "description": "an interactive walking tour exploring manifestations of radical movements, ideas, actions in the East End in the last 250 years",
    "date": "2016-12-06",
    "time": {
      "from": "14:30",
      "to": "16:30:00"
    },
    "organiser": {
      "name": "David Rosenberg (East End Walks)",
      "about": "David Rosenberg has been leading walks of London's radical social and political history since 2007 under his own auspices and within adult education courses at City Lit and the Bishopsgate Institute. He is the author of Battle for the East End (Five Leaves Publications (2011), and Rebel Footprints: a Guide to Uncovering London's Radical History (2015), and a regular contributor to OLAS, the West Ham Football fanzine."
    },
    "place": {
      "id": null,
      "name": "Starts outside Whitechapel Art Gallery, 77-82 Whitechapel High Street, E1 7QXet",
      "description": null,
      "area": "East London"
    },
    "imageUrl": null,
    "tags": [
      "Walk"
    ],
    "websiteUrl": "www.eastendwalks.com"
  },
  {
    "title": "you did what then",
    "description": "Here is s coming together of older people from all corners of the world with their stories of what they were up to in 1967/8 at the lead up to the setting up of the Anti University in east London. Was  rebellion in everyone's experience? The session will be workshop-based, participant- led and culminate in a conclusion somehow. ",
    "date": "2016-06-09",
    "time": {
      "from": "17:00",
      "to": "19:30:00"
    },
    "organiser": {
      "name": "Gillian Lawrence",
      "about": "Runs Up Your Street for seniors. Artist, researcher,  volunteer."
    },
    "place": {
      "id": null,
      "name": "Hackney Museum, Technology & Learning Centre, 1 Reading Lane E8 1GQ",
      "description": null,
      "area": "Hackney"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "https://upyourstreet.wordpress.com"
  },
  {
    "title": "Deschooling Society",
    "description": "Using the iconic Ivan Illich argument and book as a starting point, how might we as artists, as a society, share our learning, our privilege and challenge the elitism of certification, so as to develop a more fair, accessible and equal society?  How can we create and share space to have conversations and re-claim real learning - self led/self directed learning rather than competition or hierarchy?  The Greek 'scholḗ'/School, meaning leisure employed in learning: how can we foster and support a more radical ethical alternative to the elitist systems we have now? Places to have conversations and learn.\nWe will work in small groups to explore these questions and develop ideas to take forward .",
    "date": "2016-06-11",
    "time": {
      "from": "01:00",
      "to": "03:00:00"
    },
    "organiser": {
      "name": "The NewBridge Project and Angela Kennedy",
      "about": "Angela Kennedy is an Artist, Performer, Activist and Facilitator-  axisweb.org\nThe NewBridge Project supports artists to investigate and challenge the boundaries of contemporary art practice.\nThe NewBridge Project is an artist-led community comprising of over 80 artist studios, an exhibition space and book shop based in a 29,000sqft former office block in Newcastle city centre.\nThe NewBridge Project was established in 2010 to provide exchange and support in an engaged and discursive community of artists. The shared workspace is a critical and collaborative environment that allows artists to discuss and develop new ideas and projects. http://thenewbridgeproject.com"
    },
    "place": {
      "id": null,
      "name": "The NewBridge Project,  12 New Bridge, Street West,  Newcastle upon Tyne, NE1 8AW",
      "description": null,
      "area": "North East of England"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "http://thenewbridgeproject.com  "
  },
  {
    "title": "Supernormal Supersensory Summer School Sing-Out",
    "description": "Meet at DILSTON GROVE \nSupernormal Supersensory Summer School and the Bermondsey Artists' Group invite you to spend an afternoon exploring songs, masks, collective consciousness, woodcrafty making and other delights \nWorkshop participants will each make a megaphone/ masks taking inspiratons from Kibbo Kift, Dada and elsewhere and sharing songs in collective exchanges that will gradually become a masked, megaphoned choir \nAs day turns to evening, the supersensory masked band of singers will move towards performing in the circular magic of the Bandstand/Woodhenge in the centre of the park..",
    "date": "2016-06-11",
    "time": {
      "from": "14:00",
      "to": "19:00:00"
    },
    "organiser": {
      "name": "Charlie Fox, Anne Robinson and the Supersensory Summer School at Bermondsey Artists' Group",
      "about": "Charlie Fox (counterproductions):\nCharlie Fox is founder and director of interdisciplinary art platform counterproductions. counterproductions facilitates collaborative projects that generate new artistic culture, through experimental performance, engaged and visual art practices; creating work that offers the potential of an art for all. \ncounterproductions research interests include collective models for creative education and/or art practice, transdisciplinary art, interactions between visual art and performance, performance affect, intervention and dialogical artistic practice. He is currently facilitating InspiralLondon (2015-2017) and working on an Interdependent School of Art & Humanity.\nAnne Robinson\nAnne Robinson’s experimental practice is concerned with the perception and politics of time passing: duration, frame, exposure, sound and movement. She holds a practice-led PhD:The Elusive Digital Frame and the Elasticity of Time in Painting. During 2013-15, shows included: Inside Out Blues for ‘Capital of Culture’ Marseilles, The Result of This Deception, Lumen Festival, Vital Excess, Cass London, Thrashing in the Static, CGP, Ghost On the Wire, Deptford X and Folkestone. She presented: Enlarger Than Life: Song-Films and Irrational Gestures at psi20 Shanghai and participated in GHost 13 at UA/CSM and Feminism and Subjectivities at UA/Chelsea. Curatorial projects: Over Time (2014) and Supernormal (2011-15)."
    },
    "place": {
      "id": null,
      "name": "Meet at  Dilston Grove, Southwest Corner of Southwark Park London Greater London SE16 2UA",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "details will be available at:  http://counterproductions.me  http://cgplondon.org/about/bermondsey-artists-group-2/"
  },
  {
    "title": "Degenerate Space",
    "description": "Degenerate Space, is a site-specific performance project on Cressingham Gardens Estate in Tulse Hill, South London. We want to highlight the existence on and of the estate, a place that has been deemed by a power, which is at once seemingly arbitrary but also extremely potent, to no longer be fit for existence. By existence, we mean both the human lives and experiences, which the estate is home to and the existence of the estate as a structure, and more widely, the existence of these things in a socio-historical context. We are interested in exploring the changes that are being enforced on the residents from many different angles and how these changes sit with the estate's history. To do this, we attend meetings, talk to residents and engage with the community in diverse ways. As part of highlighting Cressingham Gardens as a place, a core part of the project is to give a platform to residents' own creative responses to the changes happening to their home.\n\nThe final performance will be largely verbatim, made of residents testimonies and our research collected over the time we spend there. The performance will take place outdoors, on the estate making use of a combination of live performance, sound and video projection. The whole performance will not exceed one hour. ",
    "date": "2016-09-06",
    "time": {
      "from": "20:00",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "Degenerate Space",
      "about": "Degenerate Space is led by Rosa, Molly and Alice whose collective backgrounds are in the fields of music, anthropology and theatre making. We live locally to the estate and, as Londoners, the changes happening to the city brought up many questions about the concepts of 'home', belonging, identity, power, authority, the built environment and the links between aesthetics and ideology. When plans to demolish the estate were put forward, these ideas suddenly became solidified and represented in a real life context. This is our first artistic collaboration.\n"
    },
    "place": {
      "id": null,
      "name": "Cressingham Gardens, Tulse Hill, SW2",
      "description": null,
      "area": "South London"
    },
    "imageUrl": null,
    "tags": [
      "Walk, Performance"
    ],
    "websiteUrl": "http://www.degeneratespace.com"
  },
  {
    "title": "Spock, art, neoliberalism & one other alien",
    "description": "This is a talk about tacit knowledge, a way of theorising about a certain kind of knowing that resists being formalised and made explicit. Like riding a bike: something many know how to do but few can actually describe or 'put into words'. I explore this by talking about Florian Roithmayr's sculpture, before making a sideways move into thinking about two 1960s aliens, one of whom is Spock (who is only actually half an alien, as his mother was a human). I then use all of this to explain and 'pick away' at neoliberalism, a form of contemporary capitalism both familiar and alien to many of us.",
    "date": "2016-06-10",
    "time": {
      "from": "18:30",
      "to": "19:30:00"
    },
    "organiser": {
      "name": "Dr Matthew Cheeseman",
      "about": "I am a writer and interdisciplinary researcher who teaches at Southampton Solent University and the University of Sheffield. With friends I run a small press called Spirit Duplicator where we try to print beautiful and interesting things for the sake of it."
    },
    "place": {
      "id": null,
      "name": "NRS 199 Eade Rd, London N4 1DN\n",
      "description": null,
      "area": "London please"
    },
    "imageUrl": null,
    "tags": [
      "Talk"
    ],
    "websiteUrl": "http://spiritduplicator.org/"
  },
  {
    "title": "Walking With Satellites",
    "description": "This walking workshop explores the relationship between the GPS satellite network and the way a sense of location is constructed by both people and machines. We will walk around the Barbican Estate while using an app that provides diagnostic information about how many GPS satellites are in view and the accuracy of the location fix. I’ve chosen the Barbican because, besides being a interesting location visually, the architecture creates points where GPS fails and cannot triangulate a position. These points of failure can help orient us within the GPS network and get a better sense of its limits and capabilities.\n\nAfter the walk, we’ll work with pens and paper to try and document the experience of walk from both a human and satellite point-of-view. This takes it in some speculative directions. How are spaces and places understood by machine infrastructures? What sense can these infrastructures make of space when their sensors fail? What kind of hybrid senses are we developing for ourselves as we rely more and more on our devices?\n\nNote: please bring an android device with GPS if you have one. Apple’s iOS does not make this sort of information available from the GPS sensor, so the app does not work on iPhone.",
    "date": "2016-06-09",
    "time": {
      "from": "18:00",
      "to": "20:00:00"
    },
    "organiser": {
      "name": "Christopher Wood",
      "about": "Christopher Wood is an artist and researcher with a background in sound installation and radio production. He is increasingly interested in the textures and seams which emerge when technology constructs space and place. His work has been exhibited internationally. He is currently working on a PhD at Queen Mary, University of London. http://wordthecat.com"
    },
    "place": {
      "id": null,
      "name": "Meet in the Barbican (Silk Street Entrace by Advance Box Office - EC2Y 8DS)",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Walk, Workshop"
    ],
    "websiteUrl": "http://wordthecat.com"
  },
  {
    "title": "The 'Ootsiders' - Scottish Mobile Arts Workshop",
    "description": "A celebration of music, arts and creativity produced using mobile and tablet devices hosted by iPad artist, photographer and podcast maker Pol Steele.",
    "date": "2016-06-12",
    "time": {
      "from": "18:00:00",
      "to": "20:00:00"
    },
    "organiser": {
      "name": "Pol Steele & The iPad Arts Club",
      "about": "Pol Steele is a multi-award winning educator, online event host, steampunk dj and community artist based in west Edinburgh, Scotland. Founder and host of Edinburgh Artisans and The iPad Arts Club, Pol's iPad artwork has been repeatedly featured by snowCanoe makers of the Inspire Pro painting app."
    },
    "place": {
      "id": null,
      "name": "Sketchy Beats Cafe, 208 Great Junction Street, Leith, Edinburgh.",
      "description": null,
      "area": "Edinburgh, Scotland"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Workshop, Performance"
    ],
    "websiteUrl": "www.ipadartsclub.co.uk"
  },
  {
    "title": "Breaditation",
    "description": "Breaditation is a de-stressing workshop that combines bread making with meditation. Its aim is to enable participants to let go of negative emotions so as to allow them to focus better on positive feelings. It's a fun, laid back session where everyone gets to take home the bread they've baked, as well as a recipe card.",
    "date": "2016-06-11",
    "time": {
      "from": "11:00",
      "to": "13:30:00"
    },
    "organiser": {
      "name": "Alison Skeat",
      "about": "Alison stumbled across Breaditation when a friend in need 'interrupted' her making bread at home. She wanted to help her friend  without her bread spoiling, so combined the two to bring about therapeutic session.  Alison has run Breaditation sessions with friends and assiciates but would now like to bring it to a wider audience."
    },
    "place": {
      "id": null,
      "name": "possibly The Red House",
      "description": null,
      "area": "Forest Gate E7"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "House of Covvens",
    "description": "Inspired in particular by the Wiccan religion’s ideas and practices which are centered around personal and collective power, a ‘Covven’ is a group discussion, which through it’s structure aims for a non-hierarchical, communal exploration of ideas and social issues through both conversation and creativity. A space for self-reflection and growth which is missing in secular communities. \n\nThe design of this gathering sits within a larger project called House of Covvens which challenges the outdated, alienating and oppressive nature of the UK’s parliamentary system, looking at how integrating traditionally overlooked ‘feminine’ bodies of knowledge could break down hierarchies, creating a more equal and effective society.\n\nWithin this system I have imagined that people in society would gather regularly in these ‘Covvens’ and through this alternative approach are able to subvert the current authority and control of the institutional forms of information sharing which are inevitably tailored to sustain the power of those already at the top. It is about the demystification of misconceptions we’ve been fed by these institutions through setting up environments that allow the free sharing of ideas and perspectives and therefore an organic approach to education.",
    "date": "2016-06-11",
    "time": {
      "from": "19:00",
      "to": "22:30:00"
    },
    "organiser": {
      "name": "Jodie Chinn",
      "about": "Graduated from BA Design at Goldsmiths, University of London, interested in a multidisciplinary approach to design."
    },
    "place": {
      "id": null,
      "name": "6 Troutbeck Road, New Cross, SE14 5PN (my house- last time I did it at Alex's house, do you think people will travel to New Cross as it seems quite a lot of people who get involved are from East/North London way?)",
      "description": null,
      "area": "New Cross Gate"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "(will have one by end of May!)"
  },
  {
    "title": "Get Lost - find yourself ",
    "description": "Get Lost - creative artist walks with a twist... \nGetting lost can be just the ticket to discovering news things about ourselves and the city in which we live...\n“All truly great thoughts are conceived while walking.” ― Friedrich Nietzsche, Twilight of the Idols \nLet your curiosity be your guide and find inspiration in unexpected places.\nMeet at Tower Gateway DLR Station and menander around the locality to take in some cultural and historical gems.\n11th June 2016\n1.30pm - 4pm",
    "date": "2016-06-11",
    "time": {
      "from": "13:30",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "Anna B. Sexton / Open To Create...",
      "about": "Anna B. Sexton is a socially engaged artist, curator and coach who explores the ability of everyone to be creative; her drive is to inspire and promote creativity in others, facilitating the co-creation of group work that explores identity, place and memory. She runs creative supper clubs and artist led walks for small groups or temporary 'communities' of people to meet, share conversations and have transformational moments through creative making and play."
    },
    "place": {
      "id": null,
      "name": "Bottom of main escalators @ Tower Gateway DLR Station, The Minories, London EC3N 1JL",
      "description": null,
      "area": "Tower Hamlets, London UK"
    },
    "imageUrl": null,
    "tags": [
      "Walk"
    ],
    "websiteUrl": "https://www.opentocreate.com"
  },
  {
    "title": "FUCK THIS LET'S MAKE A BAND",
    "description": "A sprawling daylong proposition to create a mega-great--angry-raw-uncertain band, together.\n\nAn embodied celebration, an invitation to let loose for a day, culminating in both a performance and a party. \n\n–yay!\n\nWhen things go to shit in the world, we need music. We think Punk is good as it rejects the present. It also allows for the urgent, incompetent, primal channelling of joy and rage. And apparently, there’s only two steps…choose an instrument, and find some like-minded people.\n\nFor Anti-University this year we invite those willing to step outside known formats, to harness without hindering, to collectively ask how we might do things differently based on a culture of praise, permission and care. To (metaphorically) expose ourselves, to listen and to respond.\n\nAnd, because we don’t know, we want to ask for help, your help.\n\nBands let us embody our politics as they channel everything into what they wear, how they behave, their lyrics, their music, their everything…in short, they open up possibilities. We want to create an atmosphere of permission, where anyone can be involved in any capacity: lyric writing (well or badly), choreographing (well or badly), playing an instrument (well or badly) or customizing the bands overall look (of course, well or badly).\n\nWe don't want to run another event that cuts itself off from the world and we don't want to have another discussion about how all art events are closed off from the general universe.\n\nTherefore, we will hold this event in a park, in an amphitheatre, with the hope that people could walk past, join in or watch confusedly - for as much or as little time as they want.\n\nWe agree with Evan Ifekoya that, “Making a spectacle of oneself is a political act,”* and we wonder how to practically support each other to go beyond and let go and in doing so make a spectacular, political spectacle.\n\nWe want it to sound like you can hear human beings fingers all over it** and look like nothing that has ever graced or seized Hope Play Space’s ethos ever quite like this before!\n\nWe imagine a huge, strong, messy, cacophonic band; with multiple drummers, dancers, singers, wavers; someone playing the triangle. People dedicated to getting the crowd psyched, all making noise and shaking themselves at once. \n\nRadical content to dance to, speaking what is not spoken, screaming what isn’t heard. All saying fuck this!\n\nBut also and very importantly, making friends and having fun.\n\nWe look forward to meeting you! \n\nSophie and Kerri.\n\n**Evan Ifekoya’s twitter, @evan_ife\n\n*Kathleen Hanna describing how she wanted Julie Ruin to sound in The Punk Singer, documentary, 2013.",
    "date": "2016-06-11",
    "time": {
      "from": "10:00",
      "to": "22:00:00"
    },
    "organiser": {
      "name": "Kerri Jefferis and Sophie Chapman",
      "about": "Kerri is an artist clinging to London because her friends are there and this is very important because she grew up in Australia and everyone else is too far away. Kerri is a compulsive collaborator whose work currently consists mainly of orchestrating encounters that allow for moments of escapism, knowledge cultivation and mutual aid. Some of her current projects are in Sophie’s bio. She is also half responsible for KINGDOM, a bi-monthly expedition series that is on a quest to de-centre, re-claim and for-authenticity. (This is with Ellie Wyatt).  Kerri is has recently worked with Sophie and Rosalie Schweiker on a fantastic conference loosely themed around self care.\n\nSophie Chapman is an artist from Newcastle, living and working in London. She makes work with other people about self-organisation and alt education. She also likes using plaster, dressing up and screaming sometimes. Sophie's current projects include Aspiration Suits - a collaboration with a designer looking at everyday 'quiet anarchisms' and beginning work in hyper-professionalised, hyper-bureaucratic Tory Britain. Opportunity Makers Opportunity Takers a group of mates that talk about generosity over networking and exploring feminist strategies for art/life practice. Lambeth Art Co-op a pre-foundation course for local young people and the Whittingdale Residency - a nomadic programme dedicated/directed to the Tory culture secretary.  \n\nKerri and Sophie have been working together over the last six months around themes of alternative education, feminist practices & support structures and the promotion of mess."
    },
    "place": {
      "id": null,
      "name": "Hope Play Space, Finsbury Park, London N4",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop, Experiment, Performance"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Knowing Space",
    "description": "This event is based on the idea of noticing, experiencing and describing a journey through a space.  It has it's origins in the serial visions of Gordon Cullen as well as studies in environmental psychology.  You are asked to do a journey within a internal and external space, and describe using video, word, the body or more conventionally drawing.  You are asked to share your 'findings' with the others and discuss informally.  'The important thing is to be aware you exist' Luc Godard...to know you exist you might start by looking at yourself in time and space, this simple workshop begins this journey.  To know space you've got to notice it.",
    "date": "2016-06-10",
    "time": {
      "from": "10:00",
      "to": "13:30:00"
    },
    "organiser": {
      "name": "Gerard O'Brien ",
      "about": "Gerard O'Brien originally studied Zoology at Trinity College Dublin, before u-turning into landscape architecture.  After a masters degree in this subject at Edinburgh College of Art he went into practice.  In 2006 he became a Chartered Member of the Landscape Institute.  He now lectures in Garden and Greenspace Design.  Before becoming an 'employed' teacher he set up a fictional school 'The College of Self Disruption'.For many years he has also been involved in the visual arts/dance/performance. "
    },
    "place": {
      "id": null,
      "name": "National Museum of Scotland, Chambers St, Edinburgh EH1 1JF",
      "description": null,
      "area": "Scotland"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "blog.theaviary.net"
  },
  {
    "title": "Anti-Establishment Patch Making Workshop",
    "description": "We received really positive feedback from last year's Anti-Establishment Patch Making Workshop so we're bring it back this year with an added splash of activism.\nMake your own patch by sewing, painting and drawing on fabric.\nLearn how to blanket stitch and use recycled materials to up-cycle your jackets and bags and life with your own bad-ass political, satirical or unique anti-establishment statement.\n",
    "date": "2016-06-11",
    "time": {
      "from": "10:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Little Rat Designs",
      "about": "We are all about recycling, up-cycling and unicycling. We are a little collective of two Falmouth students, crafting and protesting and using things that people don't want to make things that people do want."
    },
    "place": {
      "id": null,
      "name": "Howl Coffee House, 31 Higher Market St, Penryn, TR10 8EQ",
      "description": null,
      "area": ""
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "http://littleratdesigns.tumblr.com"
  },
  {
    "title": "Psychometry of texts",
    "description": "ORGANISERS - I AM VERY FLEXIBLE ABOUT DATE/TIME. PLEASE CAN YOU ALLOCATE A SPACE FOR ME?\n\nThis workshop will use some of the conventions associated with reading groups and psychic development circles to explore the limits of reading.\n\nIn a reading group, conventionally understood, a group of people meet regularly to discuss a book they have all read. Within academia, reading set texts in private and discussing them in a group is commonplace. However, the curious mechanisms whereby marks on paper have meaning is often left unexplored. Similarly, other ways in which we might 'read', engaging other modes of our being, are underexplored. \n\nThis workshop will extend the conventional definition of ‘reading’ to include the sense it is used in another context, that of psychic development, where ‘reading’ can also be an act of non-rational, non-verbal expressing of information, where the information is not conventionally codified, and where the information is obtained from non-textual sources, e.g. an object (psychometry) or a person (telepathy). \n\nIn the workshop we will attempt to ‘read’ texts sealed inside envelopes, invisible to the naked eye. Participants will be encouraged to explain what meanings they are aware of, answer questions about those meanings, and discuss their interpretations, as well as reflect on the process of reading at its limits.\n",
    "date": "2016-06-11",
    "time": {
      "from": "16:00",
      "to": "17:30:00"
    },
    "organiser": {
      "name": "Julia Moore with Vax Vladivostok",
      "about": "Vax Vladivostok is a collective of five individuals interested in exploring the experimental ramifications of the seance, collaborative process and the dialogue betweeen fiction and non-fiction.\n'Vax Vladivostock' is also a fictional spirit entity the group met during an experimental seance."
    },
    "place": {
      "id": null,
      "name": "OSE",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop, Experiment"
    ],
    "websiteUrl": "http://experimentalseance2.blogspot.co.uk/"
  },
  {
    "title": "All Must Fall",
    "description": "It's time come for Britain to face up to its colonial past.\n\nCampaigners in Oxford recently made headlines with their attempts to topple a statue of white-supremacist Cecil Rhodes. But he’s far from the only imperial figure with precarious morals perched on a pedestal. A brisk walk through central London turns up a killer on almost every street corner.\n\nThe short stretch from the Strand to Parliament Square contains more butchers than Smithfield Market. Together, they're either directly responsible for or implicated in the deaths of as many as 30 million people.\n\nForget Clapton or Moss Side: Whitehall is the real \"murder mile\".\n\nFrom famines to fire-bombings, massacres to mass incarceration, I will unpick some of the lesser known, and deeply shameful, moments in the histories of those we choose to honour. Together we can decide what should be done with them.  ",
    "date": "2016-06-11",
    "time": {
      "from": "12:30",
      "to": "14:00:00"
    },
    "organiser": {
      "name": "Charlie Gilmour",
      "about": "Writer and statue-botherer"
    },
    "place": {
      "id": null,
      "name": "Assemble outside St Clement Danes Chapel, The Strand,  WC2R1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Walk, Intervention"
    ],
    "websiteUrl": ""
  },
  {
    "title": "The AntiUniversity History Of Black Music In Britain",
    "description": "Music industry and history consultant Kwaku will deliver an accessible, family-friendly audio-visual assisted presentation on black music making in the British Isles over two millennia, and will also show its engagement with patronage and the music industry.",
    "date": "2016-06-10",
    "time": {
      "from": "06:00",
      "to": "08:30:00"
    },
    "organiser": {
      "name": "Kwaku (BritishBlackMusic.com/Black Music Congress)",
      "about": "Kwaku is a music industry & history consultant with a long experience of delivering events and courses covering music industry practice and global African history"
    },
    "place": {
      "id": null,
      "name": "Hackney Museum, Technology & Learning Centre, 1 Reading Lane, E8 1GQ",
      "description": null,
      "area": "Hackney "
    },
    "imageUrl": null,
    "tags": [
      "Talk"
    ],
    "websiteUrl": ""
  },
  {
    "title": "AntiUniversity History Of Black History Month In Britain",
    "description": "2017 marks the 30th anniversary of the introduction of Black (now known as African) History Month in Britain. Music industry and history consultant Kwaku will deliver an accessible, family-friendly audio-visual assisted presentation providing the back story of how it came into being in Britain, with contributions by some of the people who were at the forefront of the introduction.\nThe presentation will clarify the purpose of BHM, highlight some of the positive impacts, and pose the question: how do we move forward with African History Month/Season 30 years on.",
    "date": "2016-06-11",
    "time": {
      "from": "18:00",
      "to": "20:30:00"
    },
    "organiser": {
      "name": "Kwaku (African Histories Revisited)",
      "about": "Kwaku is a music industry & history consultant with many years experience delivering global African history and Black/African History Month programmes"
    },
    "place": {
      "id": null,
      "name": "St Augustine's Tower, Mare Street, Hackney E8 1JB",
      "description": null,
      "area": "Hackney "
    },
    "imageUrl": null,
    "tags": [
      "Talk"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Invisible walking",
    "description": "This is a walkshop – a workshop conducted on the streets, that involves walking and doing, rather than sitting and listening. \n\nIt invites participants to think about how to be invisible in the city, and who might be watching. Can we be aware of all the eyes on us without letting on that we're looking at them? Is it possible to escape surveillance – by other people, security staff, CCTV – in the city? Or have we brought our own surveillance with us – on our mobile phones, our Oyster cards, the plastic in our wallets?\n\nWe will explore tactics and strategies for avoiding attention or hiding in plain sight; and we'll look at the opposite – how to be suspicious – using the Metropolitan police guidelines as a starting point.\n\nAlong the way we'll look at artists, activists and urbanists who have been interested in urban in/visibility, from Broomberg+Chanarin to Hito Steyerl, Bradley Garrett to Walter Benjamin. And there will be ample time for conversation and debate about any issues raised by the question of what it means to be in/visible in the city.",
    "date": "2016-06-11",
    "time": {
      "from": "13:00",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "The Demolition Project",
      "about": "The Demolition Project is a collaboration between Russian artist Alisa Oleva and English writer/performer Debbie Kent, using the city as both material and studio. Walking is at the heart of our practice, alone or with others; we like setting tasks and using instructions to provoke ideas, start conversations and open up possibilities for the imagination.  Our work aims to open up the cracks in reality and shift the way people see things, their sense of ownership or power; and it invites the audience to play an active role."
    },
    "place": {
      "id": null,
      "name": "Address on booking",
      "description": null,
      "area": "Any busy part of London"
    },
    "imageUrl": null,
    "tags": [
      "Walk, Workshop"
    ],
    "websiteUrl": "thedemolitionproject.com"
  },
  {
    "title": "Croshare",
    "description": "Artist SHARON BENNETT and Designer-Maker TOM JERAM-WEST present CROSHARE, part crochet workshop, part participatory art project, part craft based get together.\n\nCroshare is a participatory art event in which knowledge of, and skills for, crochet are passed on from artists to participants in an exploration of the relationship between the master and the apprentice.  \n\nCroshare builds on the current trend for reviving yarn crafts like knitting, crochet and embroidery. Croshare removes crochet from the domestic sphere and situates it in a contemporary art practice framework. \n\nParticipants contribute to the creation of an artefact that evolves organically over the course of a day. Beginners learn new skills, the more experienced pass on knowledge, people meet for the first time and stories are shared. The final artefact will be a creation of many hands, representing the richness gained by the coming together of a community of experiences and circumstances.\n\nAll Welcome.\n",
    "date": "2016-06-11",
    "time": {
      "from": "11:00",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "Sharon Bennett and Tom West",
      "about": "Through a collaborative practice, Sharon Bennett acts as a facilitator, creating opportunities for the artist, collaborators and audience to have a dialogue with one another and with the work.  Sharon’s current work draws on the idea that we are all a reserve of accumulated knowledge that is inherited, passed on and shared across generations and between peers. \n\nTom Jeram-West is a designer-maker specialising in fibre and textiles-related handcrafts. As well as simply making for the sheer pleasure of it, he enjoys exploring the complex relationships between materials and methods; decoration and function; the historical and the contemporary, and the cultural and the social, in the context of his specialism. \n"
    },
    "place": {
      "id": null,
      "name": "Venue to be added 2 May",
      "description": null,
      "area": "PORTSMOUTH AND SOUTHSEA"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "http://croshare.org/"
  },
  {
    "title": "Finding the Hackney Beach",
    "description": "AS PART OF 'ANTIUNIVERSITY 2016':\nWhy do we need to take a plane to find travel magic? What is it anyway? Is it not just a state of mind? Can we find 'the beach' at home? Put on your flip flops and armbands as together we aim to find a holiday buzz without leaving the city.\nBring sun tan oil, questions and opinions and - with a nod to De Botton's Art of Travel we'll construct our own temporary holiday zone in Hackney Wick, the Olympic Park and on the River Lea. We'll have fun, but ask some serious questions. Like why can't we have a little holiday or festival everyday?\nThis outdoor walk will be interactive with a group discussion and an experiential element, so bring a prop, a question and an opinion! Like any good holiday, we'll finish up in a pub to discuss our findings with our fellow 'holidaymaker philosophers'.\nHackney Tours has been giving alternative walks and talks in Hackney Wick and East London since 2012 and recently launched Half Day Holidays, taking Londoners on the train to Margate for 'Micro Breaks'. But what is it we look for when we travel and why? Is it a state of mind rather than a place? Is it an external or internal act? Sone say there's magic everywhere; how can we access that? It would be more sustainable, cheaper - and available to us every day.",
    "date": "2016-06-11",
    "time": {
      "from": "16:30",
      "to": "18:00:00"
    },
    "organiser": {
      "name": "Hackney Tours",
      "about": "Hackney Tours has been giving alternative walks and talks in Hackney Wick and East London since 2012 and recently launched Half Day Holidays, taking Londoners on the train to Margate for 'Micro Breaks'. But what is it we look for when we travel and why?"
    },
    "place": {
      "id": null,
      "name": "Starts Hackney Wick Overground Station, Wallis Road E9 5LH",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Walk"
    ],
    "websiteUrl": "www.hackneytours.com"
  },
  {
    "title": "Radical Debate Chamber",
    "description": "An evening series of interactive and highly participatory debates on radical political issues. Speakers are given only a few minutes to make their cases for and against before the facilitator brings the floor in to make a series of one minute contributions. The speakers are not experts and the floor debate makes up the majority of the discussion time. The style is fast paced with lots of quick fire reactions and interventions. One side of the room is designated as 'for' and the other one 'against'. Participants physically move on the spectrum between for and against as the debate progresses. They are encouraged to move as they are persuaded by arguments in real time. Speakers are given two minute rebuttals in the middle of the discussion, and then a final two minute summation at they end. The final count is taken and participants must make a decision for, against or abstain. Given the timing of the festival, we'll definitely run one on the EU referendum question, 'In or Out?'. Other debate questions could include, 'do you have to bring down capitalism to save the environment?', 'Can the Labour Party be a vehicle for radical change?', etc. Proabably have enough time for three 30/45 min debates with time for drinks in between each.",
    "date": "2016-09-06",
    "time": {
      "from": "18:00",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "Common Knowledge",
      "about": "Common Knowledge is an emerging network of activist-educators skilled in participatory facilitation techniques. We have hosted events like Corbynomics in London and are in the process of training others so they can facilitate their own participatory events. We're early stage so still building our profile."
    },
    "place": {
      "id": null,
      "name": "Function Room",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Interactive Debate"
    ],
    "websiteUrl": "http://www.commnknowledge.com/"
  },
  {
    "title": "ABC (Artist Boot Camp)",
    "description": "ABC will involve a small group of artists coming together for an intensive day of sharing ideas and opinions of one another’s work.\nFollowing the template of Matt Burrows artist boot camp, working as a group we will ask questions, make new connections and offer honest and supportive observations on each artists body of work.\nParticipants are invited to bring a selection of images; examples of images which inspire their work, images of their own work from throughout their artistic career so far, and a selection of images from projects they are currently working on.  Participants are also asked to bring a maximum of three physical examples of their work.  \nThe aim of the day is to have a rigorous in-depth insight into each individuals work, as well as an opportunity to meet new artists in a supportive environment.",
    "date": "2016-09-06",
    "time": {
      "from": "10:30",
      "to": "16:30:00"
    },
    "organiser": {
      "name": "Paula MacArthur ",
      "about": "Paula is a painter, curator and organiser of the De La Warr Pavilion Artists Crit Group.  The Crit group meet monthly to provide an informal forum in which local artists can show and discuss their work and develop their practice.\n"
    },
    "place": {
      "id": null,
      "name": "Rye Creative Centre, New Road, Rye, TN31 7LS",
      "description": null,
      "area": "South East"
    },
    "imageUrl": null,
    "tags": [
      "Critique"
    ],
    "websiteUrl": "www.ryecreativecentre.co.uk"
  },
  {
    "title": "Social Media for Artists",
    "description": "An opportunity to start from scratch and set up your own twitter, instagram and facebook accounts. This session will give artists the chance to ask questions, set up profiles and get advice on how to utilise social media for networking and promotion.\nPlease bring a laptop, tablet or smart phone and a range of digital photographs relevant to your practice (ie, not a photo of your cat, however cute they are!). ",
    "date": "2016-10-06",
    "time": {
      "from": "13:00",
      "to": "15:00:00"
    },
    "organiser": {
      "name": "Paula MacArthur ",
      "about": "Paula MacArthur is a social media advocate who uses numerous platforms to raise the profile of her own practice, a gallery, local artists groups and exhibitions. "
    },
    "place": {
      "id": null,
      "name": "Rye Creative Centre, New Road, Rye, TN31 7LS",
      "description": null,
      "area": "South East"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "www.ryecreativecentre.co.uk"
  },
  {
    "title": "Conversation Club",
    "description": "Come and join in with this regular club at Rabbits Road Institute for those who want to practice speaking English and gain confidence. For Anti-University Now we are doing a special session discussing the topic of University and the education system.\nThis club is informal and social. \nPhoto © Hydar Dewachi",
    "date": "2016-06-09",
    "time": {
      "from": "15:00",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "The Alternative School of Economics",
      "about": "The Alternative School of Economics run by artists Ruth Beale and Amy Feneck, uses the practice of self-education to study economics, creating a framework for investigating political, social and cultural issues through creative projects. "
    },
    "place": {
      "id": null,
      "name": "Rabbits Road Institute, Old Manor Park Library, 835 Romford Road, E12 5JY",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "www.oldmanorparklibrary.org/rri"
  },
  {
    "title": "Library is not a dirty word",
    "description": "A talk and discussion about Library campaigns, radical librarianship and re-imaging the library as a public space. Speakers include The Alternative School of Economics, Ruth Rikowski - sessional lecturer at South Bank University and library campaigner, Alice Corbel - certified Radical Librarian and Phd candidate at Goldsmiths University.\n",
    "date": "2016-06-09",
    "time": {
      "from": "19:00",
      "to": "20:30:00"
    },
    "organiser": {
      "name": "The Alternative School of Economics",
      "about": "The Alternative School of Economics, run by artists Ruth Beale and Amy Feneck, uses the practice of self-education to study economics, creating a framework for investigating political, social and cultural issues through creative projects."
    },
    "place": {
      "id": null,
      "name": "Rabbits Road Institute, Old Manor Park Library, 835 Romford Road, E12 5JY",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk"
    ],
    "websiteUrl": "www.oldmanorparklibrary.org/rri"
  },
  {
    "title": "The Story of Money",
    "description": "Creative art workshop for children and young people about questioning our relationship to money.",
    "date": "2016-06-11",
    "time": {
      "from": "14:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "The Alternative school of Economics and Laura X Carlé",
      "about": "The Alternative School of Economics, run by artists Ruth Beale and Amy Feneck, uses the practice of self-education to study economics, creating a framework for investigating political, social and cultural issues through creative projects.\nLaura X Carlé is an artist. She works as a freelance Artist Educator running workshops for families, schools and community groups in major Art Galleries and art organisations across UK. Laura works primarily with sculpture medium. The themes of her work come from situations that she witnesses in the social space. She produces objects and installations that aspire to challenge the spectator to question their own perceptions.\n"
    },
    "place": {
      "id": null,
      "name": "Rabbits Road Institute, Old Manor Park Library, 835 Romford Road, E12 5JY",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "www.oldmanorparklibrary.org/rri"
  },
  {
    "title": "Reclaiming the hides - a radical(ish) bird walk",
    "description": "This outdoor seminar will follow the form of a guided birdwalk in an inner London park. However, instead of the identification of as many species as possible or hunting down a rare LBJ*, the objective will be to explore the radical examples set by birds, and to reframe birdwatching as a pursuit rich in rewards for anyone with an ounce of revolutionary zeal.\n\nFor all recorded history people have projected their hopes, fears and existential rubbish onto birds, and sought to crowbar out of them a profound understanding of the human world. As flawed an approach as this is, the premise of this walk/talk is that revolutionaries, radicals, utopians and trouble-makers can do the same.\n\nThe precise content of the walk will be based (very) loosely on the wildlife we encounter, but it will more than likely include references to the disestablishment of nation states, Peter Kropotkin, polyamory, Silver Mt Zion and direct action tactics. And as the walk/talk will be firmly participatory, I would welcome others' contributions, too.\n\nKnowledge of British breeding birds is not required. Indeed, I'd prefer you forget any you have as it will probably interfere with my own half-baked hypothesising. (LBJ* = little brown job, an affectionate description that applies to the most apparently bland-looking native British songbirds.)",
    "date": "2016-06-11",
    "time": {
      "from": "10:30",
      "to": "13:00:00"
    },
    "organiser": {
      "name": "Matthew Cunningham",
      "about": "Years birding in London: seven. Years dreaming of an end to capitalism: 30+. Years finding tenuous and whimsical connections between utterly unrelated things: about 42. "
    },
    "place": {
      "id": null,
      "name": "A park or a canal - or maybe a field - in East London.",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Walk"
    ],
    "websiteUrl": ""
  },
  {
    "title": "L e s s e n i n g",
    "description": "Food is tied to every aspect of our everyday life. Food is fundamental, however it is very much neglected and mistreated. How does culture and society affect our relationship to food? How do we lessen the abundance of waste? What do we understand as waste? What is discarded and what is embraced? L e s s e n i n g started from this set of questions and developed as an ongoing conversation. As we repeatedly experienced issues of waste within our locality, L e s s e n i n g came about as an awakening and a reconnection to our surroundings to acknowledge, reflect and eventually act on the current tendency to over-produce. \n\nWe would like to invite people who are interested in similar issues and create a space for a conversation concerning the different values food can assume (economic, social, affective) and the consequential importance this has on the formation of communities. One persons’ waste is in fact another’s lifeline, and on the wider context food chains could feed the 5,000 over and over in the amount willfully discarded. We would like to discuss food as a turning point and explore how to relate to food and each other differently.\n \nThe experiment will take the shape of an open conversation stimulated by the fragments of food and/or thought brought as instigators for further discussion, embracing the spirit of learning together collaboratively, horizontally – with everybody bringing in their own stories and expertise. We invite participants to join the discussion and bring their own food, ideas and stories to the table, to learn from each other how we can rethink our relationship to food consumption starting from the everyday: our kitchen, the street, workplaces as well as food chains, foodbanks and communal spaces.",
    "date": "2016-04-09",
    "time": {
      "from": "18:30",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "L e s s e n i n g ",
      "about": "L e s s e n i n g is a newly formed collective that developed through a common passion for food and the recurrent conversations that followed our shared interests in the socio-political, cultural and environmental implications that are bound within food. Through the word ‘L e s s e n i n g’ we incorporate the initials of our names and also express our approach. L e s s e n i n g  refers to ‘cutting down’ in waste and lessening production as well as echoing aural similarities to 'lesson' and ‘listening’, characteristics that refer to the idea and spirit of ‘learning together.’ "
    },
    "place": {
      "id": null,
      "name": "Furtherfield Commons, Finsbury Park N4",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Experiment"
    ],
    "websiteUrl": ""
  },
  {
    "title": "A Poem and Living History Walk \"Everything you wanted to know about the Olympic Park and never dared to ask.",
    "description": "A walk starting on the forecourt of Stratford station, lasting 2 and a half hours (including half hour break), with performance of poems from Jude Rosen's  Reclamations collection (thamesis 2016 forthcoming) inspired by walks, voices and narratives of the Olympic zone and  Lower Lea Valley, accompanied by a living history commentary of struggles over contested ownership and use of the land, the environment, housing, employment and recreation on the marshes by a leading urban activist and writer on Games Monitor website. The route will go from Stratford City, through the International station, up to the village and new school, round Chobham Manor - former site of Clays Lane, to the Velodrome and over to the edge of Eton Manor and the site of the former Manor Garden allotments, then follow the wetlands and bridge through the 'largest new park in Western Europe', past the Media Centre and RUN sculpture to Mandeville Place apple orchard, looking across to Hackney Wick artists' quarter and Fish Island industrial district, then past the Olympic stadium  to the Orbit, up to the International Quarter and back to Stratford City.\nWe will break about half way through at Timber Lodge for tea and chat.\n",
    "date": "2016-06-12",
    "time": {
      "from": "14:30",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Poet Jude Rosen with urban activist ",
      "about": "Jude Rosen is an urban researcher/explorer and poet who originally was part of artist's collective WeSellBoxesWeBuyGold which walked and researched the Olympic zone as it was being closed off. This spawned a long poem Reclamations capturing voices and stories in narrative interviews and resonant moments from walking, observing and researching the history and topography of the marshes. She has worked with collaborators Julian Cheyne - a former chair of Clays Lane housing co-op , and Charlie Charman, an environmental activist on Save Lea Marshes - both contributors to Games Monitor, and Francesca Weber Newth, an urban sociologist of Hackney Wick."
    },
    "place": {
      "id": null,
      "name": "Meet at forecourt of Stratford railway station London E15 1AZ, by the steps leading up to Westfield shopping centre.",
      "description": null,
      "area": "London E15 "
    },
    "imageUrl": null,
    "tags": [
      "Walk"
    ],
    "websiteUrl": "https://poemwalks.wordpress.com"
  },
  {
    "title": "Want to learn how to DJ? (workshop for Kids)",
    "description": "Chooc Ly Tan (DJ Spacer Woman) will be teaching basic DJing skills to kids.\n\nCome in for a 3-hour workshop and go through the stations! Learn how to mix, use digital controllers, and virtual (computer) DJing.\n\nThe aim of this workshop is to demonstrate how to DJ regardless of the budget. For this reason, the demonstration will be taking place using digital equipment due to its low cost and portability. Take the gear from your bedroom to the party!\n\nThis event is limited to 15 people and is geared toward youth aged 8-12.\nBring a small selection of music (mp3).",
    "date": "2016-06-12",
    "time": {
      "from": "14:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Chooc Ly Tan",
      "about": "Chooc Ly Tan (born in France) is an Artist and DJ. With a penchant for electronic music, Chooc Ly’s DJ sets present a varied selection taking in from Hip Hop, Afrobeat, Bollywood through to high-voltage techno amongst others.\nShe has been DJing since 2007 and over the years, became a resident DJ for EAVI Nights, curated by Goldsmiths' embodied audio-visual interaction (EAVI) group, in London. Her upcoming gigs include Acid Moon, a club night focusing on the Acid sound; and Objects Ltd label launch, both in London. Objects Ltd is a brand new electronic music label aiming to provide a platform for some of the most innovative and dynamic producers."
    },
    "place": {
      "id": null,
      "name": "NRS",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "http://spacerwomanchooclytan.com/"
  },
  {
    "title": "Towards a Conceptual Militancy: Art and Class War in an Age of Austerity",
    "description": "On the occasion of the launch of Towards a Conceptual Militancy (Mike Watson, Zero Books) the author enters into dialogue with Mark McGowan (AKA the Artist Taxi Driver) on the political status quo and the art world’s reaction to it. Drawing on the experience of austerity in the UK and the vibrant art occupations of the bene comune movement in Italy (where Watson has been based since 2008), the conversation will ask what, if anything, a politicised art form can achieve post-economic Crisis. \n\nAs state supported finance capital meets with  a surveillance machine ready to keep the population in check it seems doubtful that art can provide the answers where concrete political activism failed. All the while the art world itself is corrupt to its core with dealers, galleries, fairs, biennials, and collectors operating a racket, whilst workers often go unpaid or underpaid.\n\nAgainst this backdrop McGowan and Watson ask what, if anything an art based political response to our times might achieve?",
    "date": "2016-06-12",
    "time": {
      "from": "5pm",
      "to": "06:30:00"
    },
    "organiser": {
      "name": "Mike Watson and Mark McGowan",
      "about": "Mike Watson is an art theorist and curator based in Italy. He holds a PhD in Philosophy from Goldsmiths College and has curated for Nomas Foundation and at the 55th and 56th Venice Biennale. He has written regularly for Frieze, Art Review and Radical Philosophy. His book, Towards a Conceptual Militancy (Zero Books) is both a critique of the political left and the art world, ultimately arguing for a commons based cultural management which can act a space or rethinking the approach of the left.\n\nMark McGowan’s mimesis of the media, as he sensationalises events using the language of the ‘man on the street’ (or, rather, the ‘taxi driver’), exposes the media itself as a propaganda machine whilst providing a voice for otherwise marginalised figures. Also a prominent anti-war and anti-austerity activist, McGowan’s performance art has evolved from shock tactics to diligent and constant political campaigning for the rights of workers, disabled people, the sick, immigrants and the disaffected in general."
    },
    "place": {
      "id": null,
      "name": "OSE tintin / hall",
      "description": null,
      "area": ""
    },
    "imageUrl": null,
    "tags": [
      "talk"
    ],
    "websiteUrl": "www.conceptualmilitancy.com / https://www.facebook.com/Towards-a-Conceptual-Militancy-1700250573555234/ / https://www.youtube.com/user/chunkymark "
  },
  {
    "title": "How do we tackle racism in 2016?",
    "description": "In the run up to the referendum on Britain's membership of the EU; the politics of migration dominate the narratives of both camps.  The government is restricting the rights of EU migrants whilst the EU presides over 'fortress Europe' which is condemning thousands of refugees to death attempting to cross the Mediterranean.  The government's prevent program harrasses and criminalises the muslim community, whilst the racism of the press and violence of resurgent fascist movements stigmatise and brutalise.  Privately run immigration detention centres, where the government imprisons those it deems to be ‘illegal’ are sites of abuse and dehumanisation.  In working class communities around the country the police continue to terrorise minority communities and deaths in custody are a never far from the headlines.\n\nRacism pervades every part of capitalist societies, yet as the outpouring of solidarity for Syrian refugees and the growth of the movement against detention has shown; it’s something that the left can organise to confront.  Come to our discussion at the Peckham Pelican, 7-9pm, on Thursday 9 June to talk about the nature of racism in Britain and the world in 2016, and how we can organise across communities and movements to fight it.",
    "date": "2016-06-09",
    "time": {
      "from": "19:00",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "rs21 ",
      "about": "​rs21 are a group of revolutionary socialists committed to exploring what it means to be a revolutionary in the 21st century​. \n\nHost bio:\n\n​Matt Collins came into radical politics through the movement against the Iraq war, he has been heavily involved in anti-racist and antifascist politics and spent years organising trade unions amongst care workers in the private sector.  He now works as a full time organiser for rs21​.\n"
    },
    "place": {
      "id": null,
      "name": "92 Peckham Rd, London",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "rs21.org.uk"
  },
  {
    "title": "WE SHALL NOT BE MOVED!",
    "description": "SHALL NOT BE MOVED!\nWE SHALL NOT BE MOVED! Shares the experiences of Londoners stripped of their secure homes and choosing to sit-in rather than move out!\nThe performance tells the stories of tenants dealing with gatekeeping councils, social cleansing and no DSS discrimination. \nWonderland London\nSet in the bizarre world of wonderland London, take a journey through \"cosy\" properties and try to get the key to a new home!\n\nShare Your ideas\n\nLandlords and council gatekeepers can make anyone feel powerless! Using forum theatre audience members are invited to stop the action at any point, jump in and share their views and ideas to support a tenant. \nPost-Show Discussion- With Cake \nHear about campaigns empowering tenants to fight for secure, safe homes in London. Learn about your rights as a tenant, join in on debates on the housing crisis and tuck into some cake!\nKind regards,\nAntonia \nA panel featuring housing activists will discuss their campaigns and views on the housing crisis, gentrification and social cleansing. Find out how to start your own campaign and get involved with the debates.",
    "date": "2016-11-06",
    "time": {
      "from": "18:00",
      "to": "20:00:00"
    },
    "organiser": {
      "name": "Antonia Bici, Rumela Begum, Reuben Massiah, Coby Lee",
      "about": "Antonia Bici is a playwright and proud Londoner. Antonia has lived in London all her life and in response to the changes she has seen to her home city wants to create a forum for Londoners to share their stories, start conversations and show their solidarity against the housing crisis.\n\nRumela Begum is an aspiring project manager who enjoys being involved in charity projects and working with schools and local communities to learn about their lives and help make positive changes.\n\nReuben Massiah is an actor, writer & workshop facilitator. He enjoys being involved in projects that have unique stories to tell.\n\nCoby Lee is an anthropology student and workshop facilitator. She wants to make positive change at a grassroots level through interesting, community-based projects.\n\n"
    },
    "place": {
      "id": null,
      "name": "OSE Hall",
      "description": null,
      "area": "OSE HALL"
    },
    "imageUrl": null,
    "tags": [
      "Performance"
    ],
    "websiteUrl": "TBC"
  },
  {
    "title": "Crumbs. A conundrum.",
    "description": "n this room you are not an innocent bystander; you are an active participant inside an evolving story.\n\nJoin us for a relaxed and unassuming afternoon of playful experiments that will have you chasing invisible threads and draw from the complexity behind a mere pencil. \n\nBased on games and constructs inspired by Mafia, Exquisite Corpse and various improvisation techniques we invite you to engage your instincts and intuitions in meaningful action and immerse yourself in a lighthearted practice that might yield food for thought. The process will be shaped by each individual’s involvement, providing an accessible platform for anyone interested in embodied learning, complexity and emergence behaviour.\n\nWe will explore simple functional rules, movement patterns, as well as moments of idleness with opportunities for reflective dialogue, writing & drawing. There will be a tasty break in the session, as we are strong believers in the power of food to grease the wheels of communication.\n\nThe participants are kindly asked to bring along their ‘hidden agendas’ in the form of a symbolic object which will be key in sparking off the chain of events.\n\nWriting, drawing and healthy nibbling materials will be provided. \nWe recommend wearing comfortable clothes for easeful movement. \nThe session will be photographed for documentation purposes.\n",
    "date": "2016-06-12",
    "time": {
      "from": "13:30",
      "to": "16:30:00"
    },
    "organiser": {
      "name": "Delia Spatareanu and Simona Ciocoiu",
      "about": "Delia Spatareanu is an independent artist interested in a trans-disciplinary approach between scientific research and the embodied practices of photography and creative movement. Delia is motivated to open conversations on the connections between dance practices like Argentine Tango and Body-Mind Centering and academic research in complexity theory and emergent properties which have inspired her current research. \nSimona Ciocoiu is a London based interaction designer with a background in graphic design and motion graphics. She enjoys the cross-disciplinary correlations that surface through research and inform final pieces that aim to engage with the audience in meaningful (yet playful) ways."
    },
    "place": {
      "id": null,
      "name": "OSE HALL",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop, Experiment"
    ],
    "websiteUrl": "deliaspatareanu.com simonaciocoiu.com"
  },
  {
    "title": "The Decolonial Cultural Front: NYC to London",
    "description": "How do we decolonize the imagination? For the activists working performatively as the Decolonial Cultural Front, museums and other cultural institutions are the building blocks of the imagination of global capital. Culture is visible capital in the era of invisible electronic finance capital from the David Koch Plaza at the Metropolitan Museum to the gentrification of Brooklyn (to use NYC examples). We ask: of over 200 million hours of coerced labor in the Americas, how many are now incarnated in museums? No more human remains in museums. No expropriated colonial plunder. No products made with colonial goods or colonized labor. Why do you still have to be naked to be a woman and get into the Met, as the Guerrilla Girls have it? In NYC we call for cultural institutions to divest from Israel-Palestine and the prison-industrial complex and to offer a $25 an hour minimum wage in all cultural institutions. We occupy spaces, conduct alternative tours, demand transparency on budgets, trustees and boards of directors. This workshop will share ideas and projects with the goal of developing transnational networks and actions. ",
    "date": "2016-06-11",
    "time": {
      "from": "13:00",
      "to": "14:15:00"
    },
    "organiser": {
      "name": "Nick Mirzoeff",
      "about": "Nicholas Mirzoeff is a Professor of Media, Culture and Communication at NYU. His many publications include How To See The World (2015) and as editor The Militant Research Handbook (2013). He's been an activist and organizer since Occupy Wall Street with groups like Strike Debt, Free University NYC and Global Ultra Luxury Faction. As a participant in #BlackLivesMatter, he's given talks on the movement across the US and in Europe and Canada. He is an editor at Tidal: Occupy Theory, Occupy Strategyand has written extensively online in places ranging from the literary magazine Blunderbuss to Waging Non Violence, The New Republic and even Time. He is also a member of the art-activist collective MTL."
    },
    "place": {
      "id": null,
      "name": "Conway Hall, Brockway Room",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "tidalmag.org"
  },
  {
    "title": "Local Cultures - A Symposium",
    "description": "\"Think globally, act locally\" is a mantra of the early 21st century.  But to what extent can the development of locally-based cultural activity have a wider impact?  Is the \"local artist\" doomed to a parochial existence on the margins?  Is it possible to create alternative cultural networks?  At this symposium we'll be exploring those questions through a mix of academic and cultural contributions, speed debating, and games.  Participants merely need to bring along an enquiring mind, and a willingness to experiment.",
    "date": "2016-06-09",
    "time": {
      "from": "19:30",
      "to": "22:00:00"
    },
    "organiser": {
      "name": "Medway Free Skool",
      "about": "Medway Free Skool is a new experiment in collaborative community education, inspired by the likes of Paulo Freire, Ivan Illich and Augusto Boal. It aims to create a non-hierarchical 'University' in the original sense, where there is a coming together of peers to share, learn and develop."
    },
    "place": {
      "id": null,
      "name": "Poco Loco, 58-60 High St, Chatham ME4 4DS",
      "description": null,
      "area": "South East"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "https://www.facebook.com/Medway-Free-Skool-1131873826864506/"
  },
  {
    "title": "Decoding the New(s)",
    "description": "What can we learn from today's headlines? This workshop aims to navigate the tangled path of media bias, exploring the flimsy barrier between fact and opinion. How is social media and 24 hour news changing the way we receive, interact and experience information about the world around us and how should we cope with it?\n\nPart discussion and part experiment, participants will be encouraged to deconstruct the news, verbally and physically rearranging meanings, leading to the creation of collaborative artwork that explains the truth as they experience it. Expect a mixture of cut up, collage, ad busting and lots of PVA glue! \n\nIf you would like to be involved, why not bring along a copy of an article or headline that makes you mad, sad or confused and throw it into the mix.",
    "date": "2016-06-11",
    "time": {
      "from": "11:00",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "Medway Free Skool",
      "about": "Medway Free Skool is a new experiment in collaborative community education, inspired by the likes of Paulo Freire, Ivan Illich and Augusto Boal. It aims to create a non-hierarchical 'University' in the original sense, where there is a coming together of peers to share, learn and develop."
    },
    "place": {
      "id": null,
      "name": "Rochester Library, Eastgate, Rochester, Kent ME1 1EU",
      "description": null,
      "area": "South East"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "https://www.facebook.com/Medway-Free-Skool-1131873826864506/"
  },
  {
    "title": "Raw Foodism; An IntRAWduction",
    "description": "Interested in eating healthier animal free foods? \nStarting to become more concerned about what you eat? \n \nThere has never been a better time to incorporate raw (live) foods into your diet.\nRaw foodism is the dietary practise of eating raw, unprocessed foods below 46C (115F).\n \nMany health (and image) conscious celebrities are singing the praises of this dietary practise. And it is not just about the food; animal rights, ecology, ethics, lifestyle and spirituality also come into play.  \n \nNot only is raw food among the healthiest nutrient dense food available, but studies have shown that it can also help with eliminating numerous diseases and has many anti-ageing benefits. \n \nAttend to hear more about the many benefits of raw foods, how cheap and easy it is to get started, plus you also will get to sample some delicious (nut free) nutritious sweet treats as well. ",
    "date": "2016-06-12",
    "time": {
      "from": "13:00",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "DebRose SearchWell",
      "about": "DebRose SearchWell has been a raw vegan since 2010, and is a nutritional therapist, researcher, and conducts numerous raw food workshops and wholistic health presentations. She has started to create her own line of raw food products and is a devoted faster and juicer. She is the founder of Natural November, which is a natural cultural hair, health, wealth and beauty event, and is active within the community, helping to raise awareness of the ill effects from the beauty, food and medical industries, as well as providing solutions."
    },
    "place": {
      "id": null,
      "name": "Common  House",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk"
    ],
    "websiteUrl": "www.naturalnovember.co.uk"
  },
  {
    "title": "Un-versity meeting and Situography workshop",
    "description": "We are inviting local people to:\n    - give a talk\n    - share skills\n    - teach something\n    - request a subject\n    - share experiences of education\n                     ... something else?\ncontact us: phone/text: 07947 734 736\nor email: dx@antisystemic.org\n\nOur first open meeting will also include a situgraphic mapping session",
    "date": "2016-06-09",
    "time": {
      "from": "20:00:00",
      "to": "21:30:00"
    },
    "organiser": {
      "name": "Claire Adler and Asim",
      "about": "Claire Adler and Asim Claire Adler is a Museum and Heritage Consultant\nSince 2010 I have been a Member of the Board for the Friends of Rock Road Library.  I have worked with the Board to ensure that the Library has become more embedded in the local community through fundraising for projects to enable greater physical and intellectual access and by organising community centred events. As a volunteer project manager i helped create a three year project and changing exhibition about World War I in our local area.\n\nAsim is an artist and teacher (psychic teacher).\n2000s: experimental educational situations with the Independent Art School(Hull) and University of Openess.\n2009: co-founded the psychic workers union DAta Miners Travailleuse Psychique (DAMTP)\n"
    },
    "place": {
      "id": null,
      "name": "Rock Road Library, 69 Rock Road, Cambridge, CB1 7UG",
      "description": null,
      "area": "East"
    },
    "imageUrl": null,
    "tags": [
      "talk, discussion, workshop "
    ],
    "websiteUrl": "http://antisystemic.org/antiuniversity/"
  },
  {
    "title": "Sunday Detox ",
    "description": "Sunday Detox is a vibrant and inspiring storytelling event that mixes old school tracks, and showcases real stories told by real people.How does it work?\nThe Sunday Detox team will pick a theme, and 8 people will have 3 ½ minutes to tell a true story from their lives based on the theme. The stories can be told in any form but must be no longer than 3 ½ minutes. ",
    "date": "2016-06-12",
    "time": {
      "from": "19:30",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "Yolanda Mercy ",
      "about": "Yolanda Mercy is an Actor and Playwright; who trained at the renowned Brit school, Laban and Central School of Speech and Drama. Yolanda is currently an Emerging Artist at Oval House theatre. She has had the privilege of performing and presenting work at venues such as: Battersea arts centre, The Globe theatre, Almeida theatre and Highline ballroom (NYC). With the support of Soho theatre, Yolanda is currently developing her first solo live literature, dark comedy show “On The Edge of Me”, (which explores graduate unemployment and mental health issues); this thought provoking show has had successful performances throughout the UK. \n"
    },
    "place": {
      "id": null,
      "name": "OSE tintin",
      "description": null,
      "area": ""
    },
    "imageUrl": null,
    "tags": [
      "Talk, Performance"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Making better activist videos",
    "description": "This workshop develops key skills needed for making better activist videos. It goes through the essential technical skills needed for making these types of films and gives an overview of production processes. It also attempts to outline why you might want to make activists films, what types of films you could make and how they might benefit your cause.",
    "date": "2016-06-11",
    "time": {
      "from": "13:00",
      "to": "15:00:00"
    },
    "organiser": {
      "name": "Kevin Biderman",
      "about": "Kevin Biderman has been making films and teaching film-making in London for the last fifteen years. He has worked with a range of direct action groups and formal educational institutions. His work has featured in a number of exhibitions, festivals and publications including London Visions at Les Abattoirs, Open City Documentary Festival and Le Monde Newspaper online."
    },
    "place": {
      "id": null,
      "name": "OSE tintin",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Intellectual Property Theory & Practice for Art and Activism",
    "description": "Today, wide-ranging analog and digital technologies allow us to copy, share, recombine, and mash-up the world around us more easily and more effectively than ever before. Unsurprisingly, some of the most exciting forms of contemporary creative expression rely heavily on such practices. However, the legal regimes designed to regulate technologies of reproduction view many of our activities as theft, piracy, or other violations of intellectual property (IP) law. This workshop addresses itself to artists who wish to use their practice to engage critically with issues of copyright, patents, and trademarks. Through open discussion, introduction of key concepts, and presentation of useful examples, we will explore the tensions between contemporary art-making and IP law. What do you need to know in order to resist the limitations IP law places on your ability to express yourself freely and creatively? Can your art practice assume an activist role in challenging restrictive IP policy? How can we mobilise tensions between creative expression and IP policy for activist purposes and critical debate?\nThis workshop is led by three research-practitioners who share expertise in art-making, activism, and legal theory, along with the belief that creative expression should not be controlled by economic policies of private property.\n",
    "date": "2016-06-10",
    "time": {
      "from": "14:00",
      "to": "18:00:00"
    },
    "organiser": {
      "name": "Martin Zeilinger, Kaja Marczewska, Andy Farnell",
      "about": "Martin Zeilinger is a Lecturer in Media at Anglia Ruskin University; he has published widely on issues of intellectual property and contemporary art, and is co-curator of the Vector Game Art & New Media Festival. Kaja Marczewska is a postdoctoral researcher at the University of Westminster; much of her work on avant-garde and experimental literature and art focuses on the intersections between humanities and law. Andy Farnell holds a degree in Computer Science and Electronic Engineering; he works as a developer, programmer, and independent educator in digital audio signal processing and IT security."
    },
    "place": {
      "id": null,
      "name": "Common House",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop, Open discussion forum"
    ],
    "websiteUrl": "marjz.net"
  },
  {
    "title": "Crowdsourcing an Original Contribution to Knowledge Or: How to Do Things with (un)Sound Non-Philosophy",
    "description": "This is a performance-presentation that examines the interconnectivity between Philosophy, Contemporary Art and Sound Studies. It is intended as a provocative attempt to grapple with the agency of sonic materiality via practice-led research.\n \nIn bypassing the usual lecture format where information is delivered to an audience by ‘an expert’, this event will involve a number of activities and discussions as an exploration of collective and non-traditional knowledge sharing. Taking the form of an hour-long (approx.) programme incorporating video, sound and performance, the attendees will be encouraged to participate using both spoken and non-verbal forms of articulation.\n \nIn academia what is considered to be ‘an original contribution to knowledge’ champions the self determined individual intellect and promotes introversion and conceit. However, this gathering is intended to create a space for group indecision, uncertainty and befuddlement. It will propagate questions rather than provide answers.\n \nThe event is intended to be of particular interest to anyone who is inquisitive about how philosophy might be exploited to inform art and how art might be used to ‘do’ philosophy. As a group we will noisily make non-informed generalisations about some of the most complex theories of our time. Outcomes of this event will contribute to a continued development of (un)sound research methodology.",
    "date": "2016-06-12",
    "time": {
      "from": "15:00:00",
      "to": "16:30:00"
    },
    "organiser": {
      "name": "Kevin Logan",
      "about": "Kevin Logan’s cross-disciplinary practice spans over two decades, comprising performance, installation, digital media and sound composition/design. \nHe is currently a PhD student with the *CRiSAP research centre at LCC, University of the Arts London.\nHis practice-led research considers the shared ontology of performance and sonic practice(s). His work necessitates an interrogation of the sonic-event by means of a processing of low-key and low-fi sequences of performed tasks. These are then re-constructed, re-purposed and ‘re-punked’, critically engaging with the performative nature of sound works and the destabilisation and countervailing of the performer through expanded modes of mediation.\nHe is also a founder member of the collective thickear, which explores social engagement through combinations of sound, installation, participation and performance.\n\n*Creative Research into Sound Arts Practice\n"
    },
    "place": {
      "id": null,
      "name": "OSE tintin",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Performative-Presentation"
    ],
    "websiteUrl": "www.kevinlogan.co.uk"
  },
  {
    "title": "Art & Commercialism / Advertising as Public Art",
    "description": "The arts world has become an increasingly impenetrable bubble – a luxury often accessible only to the wealthy few. At the same time, however, society at large is constantly forced into engaging with visual culture, in the form of advertising. We get bombarded with visual messages everyday designed to catch our attention, maintain our gaze, and foster an emotional relationship with objects for consumption. \n\nCan this relationship between ‘art for a few’ and ‘advertising for all’ be unpicked, turned on its head, and manipulated into something more akin to ‘art for all’?\n\nTo unpick this topic, we’ll be holding a street seminar – relating to and responding to a commandeered advertising space. For the event, this space will become a site for public arts education rather than advertising, with a piece that will remain pasted up beyond the discussion. ",
    "date": "2016-06-11",
    "time": {
      "from": "12:00",
      "to": ""
    },
    "organiser": {
      "name": "Hannah Ellis",
      "about": "Hannah Ellis is a designer, educator and recent graduate from the RCA. Her work explores how graphic design can be used as an educational tool – and how arts education can become a more inclusive activity."
    },
    "place": {
      "id": null,
      "name": "Location given on booking (outdoors)",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "seminar / public art piece & perfomance"
    ],
    "websiteUrl": "www.hannahellis.co.uk"
  },
  {
    "title": "Nonviolence & Style.",
    "description": "How can we express ourselves critically, with force and fluency, while respecting the people whose ideas we criticise? \n\nWhen we decide to empathise with others, particularly those with different views to our own, we make the effort to suspend our negative judgements and see things from their perspective; to focus on their needs and how we might be able to help meet them. Yet meeting in this middle ground can lead to a touchy-feely abandonment of our own sense of taste. Is it easier to empathise with someone who has killed another person, than someone who has made bad art? \n\nThe workshop will be a presentation of key ideas, followed by exercises. The presentation will focus on the principles of compassionate communication, nonviolence and its application to art, ideas and social structures. The exercises will encourage participants to direct their critical voice away from 'enemies' toward ideas, exploring techniques of self-expression which avoid defensive counter-attacks.",
    "date": "2016-06-12",
    "time": {
      "from": "01:00",
      "to": "05:00:00"
    },
    "organiser": {
      "name": "M.J. Harding & M.C.",
      "about": "M.J. Harding is a dramatist. He has a show coming up at the Yard Theatre about the use of Nonviolent Communication in an immigration removal centre. \n\nM.C. works in education and is interested in practices fostering joy, autonomy and empathy."
    },
    "place": {
      "id": null,
      "name": "Function Room TBC",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "TBC"
  },
  {
    "title": "Revolution! French protest songs (1789-1989)",
    "description": "A lecture/performance by the French artist Captain Simard, covering 200 years of musical protest in France. \nThe idea is to tell the story of songs shaped by historical events, and to perform some of them.",
    "date": "2016-06-11",
    "time": {
      "from": "20:00",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "Captain Simard",
      "about": "Captain SIMARD is a young Parisian singer.\nAfter getting a Master's degree in 2012 from the Sorbonne University where he studied the history of Jazz music in link with the Civil Rights Movement, he started to perform in small venues around Paris, developing a repertoire including his own compositions in French as well as traditional songs from the previous centuries (belonging to the public domain).\nAlthough he claims not to be a protest singer, he always tries to establish a link between what he sings and the social reality - present or past - of his audience.\n\n"
    },
    "place": {
      "id": null,
      "name": "St Augustine's Tower, Mare Street, Hackney E8 1JB",
      "description": null,
      "area": "Hackney "
    },
    "imageUrl": null,
    "tags": [
      "Performance"
    ],
    "websiteUrl": "https://captainsimard.com/"
  },
  {
    "title": "WORKSHOP - Discovering a movement practice: the Flexible Barres",
    "description": "Anyone interested in movement, body awareness, posture, fundamentals anatomic principles or what on earth it supposes to be physically embodied is welcome !\nNo experience at all is needed, if curiosity is around !\nWe all have a body and inhabit it, it is all that matters !\n\nDeveloped for 40 years by the French dance practitionner Wilfride Piollet, the Flexible Barres technique has been devised for dancer’s training, but the somatic approach featured in this work makes it accessible to everybody.\n\nI am interested in sharing the knowledge and practice of this work, which I have been doing for 8 years. This event is a workshop in order to present to completely new-comers what I believe is a really useful practice for everybody !\n",
    "date": "2016-06-11",
    "time": {
      "from": "11:00",
      "to": "13:00:00"
    },
    "organiser": {
      "name": "Camille Desmarest",
      "about": "Camille Desmarest is an independent artist trained as a dance maker. She graduated from the BA in Contemporary Dance at Trinity Laban in 2013. She often works collaboratively and performs in projects happening in traditional venues as well as site specific and gallery performances.\nShe is currently completing an MA taking place in partnership between Trinity Laban and Independent Dance, which she choose to focus on the possible developments of the Flexible Barres, a training technique devised by Wilfride Piollet.\nBesides dancing, her creative practices consist in writing, film-making and visual arts projects like Cupart.\n"
    },
    "place": {
      "id": null,
      "name": "The Field 385 Queens Road, London SE14 5HD",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "www.camilledesmarest.com"
  },
  {
    "title": "Two Radical Anthropology talks",
    "description": "Language, art, music and culture emerged in Africa over 100,000 years ago, culminating in a symbolic explosion or ‘human revolution’ whose echoes can still be heard in myths and cultural traditions from around the world. These talks are a general introduction to social and biological anthropology, ranging over fields as diverse as hunter-gatherer studies, mythology, primatology, archaeology and archaeoastronomy. (Radical Anthropology brings indigenous rights activists, environmentalists, feminists and others striving for a better world together with people of all ages who just want to learn about anthropology.)",
    "date": "2016-11-06",
    "time": {
      "from": "15:00",
      "to": "19:00:00"
    },
    "organiser": {
      "name": "Camilla Power",
      "about": "Camilla Power is an activist who teaches anthropology at the University of East London and specialises in gender studies."
    },
    "place": {
      "id": null,
      "name": "Cock Tavern, 23 Phoenix Rd, Kings Cross, London NW1 1HB, UK (upstairs)",
      "description": null,
      "area": "Greater London"
    },
    "imageUrl": null,
    "tags": [
      "Talk"
    ],
    "websiteUrl": "http://radicalanthropologygroup.org/"
  },
  {
    "title": "Cupart Presentation : can menstruating be a creative source ?",
    "description": "Cupart are productions made from monthly collections which were done with a menstrual cup.\nEverytime I had to empty the cup, I found a shame to throw away the natural paint which was generated by a female body. Yet, it took me some time to dare, one day, to lay it on a sheet of paper.\nI like this idea that periods, often perceived as heavy, painful or ashaming, can also lead to creativity and playfulness, and that we can celebrate this aliveness within us. Thinking about this practice, it appeared to me as it is also potentially related to a primitive act of painting and exploring colours in prehistoric times.\n\nI am interested in facilitating an open dialogue around the multiple periods perceptions and\nideas about the female body.\nAlongside the discussion I will present examples of my works and depending on the moment of the month a live creation is envisonned.",
    "date": "2016-06-10",
    "time": {
      "from": "18:30",
      "to": "19:30:00"
    },
    "organiser": {
      "name": "Camille Desmarest",
      "about": "Camille Desmarest is an independent artist trained as a dance maker. She graduated from the BA in Contemporary Dance at Trinity Laban in 2013. She often works collaboratively and performs in projects happening in traditional venues as well as site specific and gallery performances.\nShe is currently completing an MA taking place in partnership between Trinity Laban and Independent Dance, which she choose to focus on the possible developments of the Flexible Barres, a training technique devised by Wilfride Piollet.\nBesides dancing, her creative practices consist in writing, film-making and visual arts projects like Cupart."
    },
    "place": {
      "id": null,
      "name": "Common House",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Art presentation"
    ],
    "websiteUrl": "http://camilledesmarest.com/cupart"
  },
  {
    "title": "A very short course in self-care and mutual care",
    "description": "Please provide a short description (200 word max) of your event.\nHow do you look after yourself and others in daily life? What types of care do you need to get through the week? What is your comfort when the world seems harsh and exhausting? This will be a set of participatory workshops in which we share our methods for looking after ourselves and each other in often inhuman systems that sap our time and energy, or while fighting against those systems. After establishing the curriculum for the day, we will learn together what we already know, and so broaden our knowledge.\nThe course will take place at The Field, an experimental community centre. It will involve regular Field participants and anyone else who wants to join us in sharing. The course will end with cooking together in the evening.",
    "date": "2016-06-12",
    "time": {
      "from": "15:00",
      "to": "18:00:00"
    },
    "organiser": {
      "name": "The Field",
      "about": "The Field is co-operatively run community space in New Cross, South East London."
    },
    "place": {
      "id": null,
      "name": "385 Queens Road, London SE14 5HD",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "http://thefieldnx.com/"
  },
  {
    "title": "Xenia Activity Cafe",
    "description": "Women from all walks of life are invited to come along and meet, connect and learn. English language learners and women who are confident in English will participate in activities together, talking and forming relationships. This will be the beginning of a women’s befriending experiment in women helping other women to learn English through forming connections with people and places around them. \nWhen registering for the event, women will be asked brief questions including age, local area, and interests. We will use this information to match people up in friend-pairs to take part in activities together and get to know each other. \nStart: introductory activities to get to know each other and on how the afternoon will be run\nThen: women will be matched up in pairs or groups and a group activity will be run.\nMiddle: Groups will be given a treasure hunt-style activity pack of the area which they are to complete together. This will include conversation topics, fact-finding tasks and opportunities to share.\nEnd: They will come back together and have a chance to feedback to the rest of the groups how they found it, and then a final activity to introduce Xenia as an ongoing project.",
    "date": "2016-11-06",
    "time": {
      "from": "12:00",
      "to": "15:00:00"
    },
    "organiser": {
      "name": "Theodora Cadbury",
      "about": "I am a recently qualified TEFL teacher with a background in feminist and queer politics and community engagement and education events, currently coordinating a volunteering service in the borough of Brent. My main interests are in positive social engagements and interventions, youth and women's empowerment, and intercultural learning. "
    },
    "place": {
      "id": null,
      "name": "Hackney Museum, Technology & Learning Centre, 1 Reading Lane E8 1GQ",
      "description": null,
      "area": "Hackney"
    },
    "imageUrl": null,
    "tags": [
      "Experiment"
    ],
    "websiteUrl": "n/a"
  },
  {
    "title": "Prefigurativism",
    "description": "Can we build a new society? IOPS London presents ideas around building a \nnew society that cares for all it members and the environment outside of \ncapitalism. There will be short presentations on prefigurativism, \nparticipatory economics or Parecon, social ecology and the South African \nhousing movement Abahlali baseMjondolo. We will then break into groups \nand discuss these things.\n\nWe have said it will take 2 hours so there is time for putting chairs \nback properly and allow for a little lingering. We are quite flexible \nwith the time and date though if its to be in the week it needs to be at \nnight because of working commitments ! Thanks!\n",
    "date": "2016-11-06",
    "time": {
      "from": "14:00",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "IOPS London",
      "about": "The International Organization for a Participatory Society (IOPS) is a revolutionary organization that aims to win a better world.\nSofa Gradin researches anticapitalist alternative trade and teaches \nPolitics.\nCaragh Iles is interested in alternative economics.\nRobert Bennie is a South African born resident of London.\n"
    },
    "place": {
      "id": null,
      "name": "Common House",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk/Workshop"
    ],
    "websiteUrl": "http://www.iopsociety.org/england/greater-london"
  },
  {
    "title": "The Revolution Will Be Live! (The Black Power Guide to Guerrilla Media)",
    "description": "The Black Power Guide to Guerrilla Media\n=================================\nPan African artist-activist, Toyin Agbetu will present a beginners master class on how to make an independent film and set up an online radio/video channel for community empowerment work on a shoestring budget. \nThe session will start with a presentation offering examples illustrating how and why film, music and speech radio can attract supporters to a cause. It will then share practical advice, tips and demonstrations on how to utilise online platforms like YouTube and TuneIn to locate supporters for activist campaigns.",
    "date": "2016-06-11",
    "time": {
      "from": "14:00:00",
      "to": "18:00:00"
    },
    "organiser": {
      "name": "Toyin Agbetu (for Nyansapo - The Pan-African Community University)",
      "about": "Toyin Agbetu is a community educator, film maker, artist-activist-anthropologist and founder of Ligali, a pan African human rights based organisation challenging the misrepresentation of African people, culture and history in the British media. He is the author of several books including UKWELI that promotes a collaborative philosophy dedicated to community empowerment. In 2013 he co-curated Hackney Museums’ award winning Sankofa exhibition on the history of African History Month. His last film, BEAUTY IS… (2014) exploring the politics of beauty won an industry award for independent production. In 2014 he completed his Masters (distinction) on Embodied Protest at University College London. "
    },
    "place": {
      "id": null,
      "name": "Arcola Theatre, 24 Ashwin St, London E8 3DL",
      "description": null,
      "area": "Hackney"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "http://www.ligali.org/nyansapo.html"
  },
  {
    "title": "Walk talk, Eat art",
    "description": "Join Portable Studio Society as we meander around London. Bring with you an element of a studio- a pen, paper, a piece of work, a book, a tool, a window, a cushion. We will traverse the streets and parks of London with our studio in hand, talking, sharing, looking, nodding. Each Portable Studio Society gathering is different and fluid, but expect conversation, people, food and London.",
    "date": "2016-06-09",
    "time": {
      "from": "05:00",
      "to": "08:00:00"
    },
    "organiser": {
      "name": "Portable Studio Society",
      "about": "Portable Studio Society takes the essence of the studio on tour to create a travelling environment. This is where artists can congregate with part of their studio in hand to discuss their current practice, influences, thoughts and ideas. "
    },
    "place": {
      "id": null,
      "name": "Meet outside Somerset House, Strand, London WC2R 1LA",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Walk, Workshop, Experiment"
    ],
    "websiteUrl": "http://www.portablestudiosociety.co.uk/"
  },
  {
    "title": "Dérive: Perambulatory Reading Group",
    "description": "The dérive: a mode of experimental behaviour linked to the conditions of urban society: a technique of rapid passage through various ambiances\n\nTaking as its starting point Debord’s definition of the dérive, the perambulatory reading group will participate in a psychogeographic discussion exercise on the city’s streets, in order to investigate an area of the city currently undergoing a period of intense change.\n\nAfter a collective reading around the dérive at the beginning of the event, participants will be invited to listen to a variety of short text-excerpts, whilst undertaking self-directed and circuitous wanderings between certain fixed points on a map. At each agreed meeting point everyone will come together as a group to discuss the excerpts and the impact that the varied cityscape has had on their interpretation.\n\nEach participant will be encouraged to document the walk however they choose (through text/ sound recordings/ photographs etc.) in order to create an alternative and collaborative map that aims to capture a changing landscape. A smartphone and headphones will be required in order to fully participate, as these will be used as tools to mediate experience.",
    "date": "2016-06-12",
    "time": {
      "from": "14:00",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "The Perambulatory Reading Group",
      "about": "The Peramulatory Reading group has been devised by Alice White, Hannah Zafiropoulos and Rosie Hermon. As students of the curating course at the RCA they have a shared interest in socially and politically engaged practices and in thinking about alternative forms of participation and education."
    },
    "place": {
      "id": null,
      "name": "Pennyfields, London E14 8HS, United Kingdom",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Walk"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Neoliberalism Started With Pinochet",
    "description": "Please join Gayle Meikle as she presents a stilt drawing workshop inspired by the game ‘Luodo’. Devised by the experimental architecture school of the Catholic University Valparaíso, Chile, this game amongst others was played at  the school’s tournaments in the 1970s on Ciudad Abierta (Open City) a remote Chilean peninsular close to where General Pinochet housed political prisoners.\n\nParticipants of the workshop will play Gayle’s interpretation of ‘Luodo’ as well as explore breakaway university-led alternative pedagogies that focussed on play as a central component of their teaching. \n\nOpen to all, however it is recommended that the participant has good mobility as an element of the workshop will be involving stilts.",
    "date": "2016-06-11",
    "time": {
      "from": "13:00:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Gayle Meikle",
      "about": "Gayle Meikle is a Newcastle-based artist curator who specialises in collaborative practice with an emphasis in public pedagogy. She is currently a PhD researcher at Northumbria University researching radical pedagogy and the university gallery. "
    },
    "place": {
      "id": null,
      "name": "BALTIC 39, 39 High Bridge, Newcastle upon Tyne NE1 1EW",
      "description": null,
      "area": "Northumbria"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Workshop, Experiment, Performance"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Creating an Artist Laboratory ",
    "description": "A brief talk on embracing concept in art as a vehicle of human change and examples of artists who have used art to engage the public in needed cultural shifts.  A discussion exploring the meaning of successful art and the possibilities of art to be used to instigate change.  A workshop creating responses to challenges or challenging issues creatively.  Participants will set up an 'artistic laboratory' where they will investigate an issue using the structure of a science experiment to design conceptual art. ",
    "date": "2016-09-06",
    "time": {
      "from": "15:30",
      "to": "16:30:00"
    },
    "organiser": {
      "name": "Anna-Maria Amato",
      "about": "Anna-Maria is fine artist living and working in London.  Curating, teaching and practising she has starting a project linking people to free art events in London in an effort to reduce isolation and to encourage the use of what is currently funded.  She believes in art to be used as therapy, challenge and inspiration for all areas of life."
    },
    "place": {
      "id": null,
      "name": "Function Room ",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "http://annamariaamato.weebly.com"
  },
  {
    "title": "[SYMPOSIUM] BOOK CLUB #08 Rancière: Problems & Transformations of Critical Art",
    "description": "[SYMPOSIUM] is a monthly free and open-access reading group for anyone interested in the intersections between art practice and critical theory. All decision-making is collective and participants are encouraged to chair the reading group on a selective and voluntary basis. Please visit the website to register and download the shared document.\nFor June we have selected Jacques Rancière's essay Problems and Transformations of Critical Art. For Rancière, the problem of art is not in the clash between art and politics, but in the clash between the politics internal to art. Rancière describes this as a tension between formalist art and political art and he suggests that to be critical, art must negotiate between art and non-art. Hence, critical art “plays on the union and tension of different aesthetic politics… crossing the border between the world of art and the prosaic world of the commodity”. Rancière proposes the collage as such a “third way”. What are the consequences of this thesis for contemporary art practice? How does it re-frame traditional accounts of the transition from modernism to postmodernism? Why has  Rancière been the most popular philosopher in the art world since Jean Baudrillard? This discussion will be chaired by Stephen Bennett.",
    "date": "2016-06-10",
    "time": {
      "from": "18:00",
      "to": "20:30:00"
    },
    "organiser": {
      "name": "[ART&CRITIQUE]",
      "about": "[ART&CRITIQUE] is a network dedicated to critical engagement with contemporary art. It fosters alternative models of art education - bringing together artists, curators, students, tutors, researchers and organisations in a series of events, including courses, seminars, workshops, reading groups, studio crits and gallery visits."
    },
    "place": {
      "id": null,
      "name": "The Field 385 Queens Road, London SE14 5HD",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Reading Group"
    ],
    "websiteUrl": "http://videomole.tv/artandcritique/"
  },
  {
    "title": "OCCUPY THE ARCHIVES: RADICAL HISTORIES & YOU?",
    "description": "“Partial, inaccurate and exclusive history is of benefit to no-one and leads to a society in which citizens are not fully equipped with the knowledge to understand the past and hence the present, nor the power to challenge stereotypes, ignorance and racism.” [Northampton Black History Project]\n\nCan you see yourself - your passions, everyday experiences, artistic or political expressions - reflected and celebrated in your local archives, museums or libraries?  If not, why?\n\nBuilding on last year’s Occupy event, we’ll now take a practical look at exploring:\n\n-         What radical collecting actually is?\n-         The power of archives to affect change for social justice\n-         Your role in making history & evening the balance in how our shared history is remembered. \n\nCommunity-led campaigns to create an archive of active social and political movements are taking place across the world: from the Occupy movement, Radical publishers, LGBT to Trade Union, and Black-led cultural movements. We’ll continue to draw inspiration from these movements, along with pioneers like C.L.R James, in how we can create crucial counter-narratives.\n\nJoin us for a collective exploration of what we can all do to capture stories and memories that reverberate into the future.\n",
    "date": "2016-06-09",
    "time": {
      "from": "18:00",
      "to": "20:00:00"
    },
    "organiser": {
      "name": "Joanne Anthony",
      "about": "Hackney Archives is keen to continue beyond the AntiUniversity Festival to offer a hub for community archives advice and to support an informal network of Radical Archivists, “where archives and social justice meets”.\n\nJoanne Anthony is the Archives Manager of Hackney Archives & Local Studies: Archivist for 20 years – with experience and keen interests in the fields of under-represented and culturally diverse histories; community archives; democratising archives and social inclusion; political and social movement collections, and digital archives. \n"
    },
    "place": {
      "id": null,
      "name": "Hackney Archives, Level 2 of Dalston CLR James Library Dalston Square E8 3BQ",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, And \"radical archives\" display, and Q&A"
    ],
    "websiteUrl": "http://www.hackney.gov.uk/archives"
  },
  {
    "title": "add to reading list, (click to) share",
    "description": "A gathering of people and of information or ideas found on the internet and shared in person - a chance to share an article, video or anything else with a real person rather than a click of mouse, and to see what happens when we look at them as a group.  \n\nAs part of an ongoing consideration into the form of Literary & Philosophical societies and libraries, and into structures of sharing, finding, organising and ordering knowledge or information, you are invited to add to reading list, (click to) share. In order to explore these in terms of the analogue, physical forms they have taken historically, and in contemporary digital spaces, we will bring knowledge that we have discovered, gathered or shared on online platforms to a physical meeting for lively, real-life pondering and conversation, hopefully thinking a bit about roles of collective learning and working along the way. \n\nBring something! Anything you've stumbled on or shared online, opened in a new tab, or saved for later - articles, videos, sound clips, whole websites. Bring it along in any form (on a laptop, printed out, scribbled notes, vague memory...) and let's see what happens we share them in the real world.",
    "date": "2016-12-06",
    "time": {
      "from": "14:00",
      "to": "15:00:00"
    },
    "organiser": {
      "name": "Nikki Kane",
      "about": "Nikki Kane creates provoking, engaging experiences through curating, facilitation, research, performance, installation, and image-based works. She is concerned with drawing attention to constructs that are present within our surroundings and interactions, and to layers and details that are present and may be overlooked. "
    },
    "place": {
      "id": null,
      "name": "OSE tintin",
      "description": null,
      "area": ""
    },
    "imageUrl": null,
    "tags": [
      "Talk, Workshop, Experiment"
    ],
    "websiteUrl": "www.nikkikane.co.uk"
  },
  {
    "title": "Aloud",
    "description": "Aloud will be a reading and discussion event centred around 1 or 2 specific texts. Unlike other reading groups, texts will not be read beforehand. Instead the text will be read collectively during the event, with participants taking lines each and the whole group following on. \n\nThis event aims to open out the form of reading and bring theoretical, academic or philosophical texts to an open and collective environment. By collectively reading the text together, all participants will be on a similar playing field for discussing the work, and the very act of reading in this way will provoke particular understandings or ideas to fuel the discussion.\n\n(Texts tbc - I would like to give this more thought, and can write new copy that includes details of themes of the texts)",
    "date": "2016-06-11",
    "time": {
      "from": "15:30:00",
      "to": "16:30:00"
    },
    "organiser": {
      "name": "Nikki Kane",
      "about": "Nikki Kane creates provoking, engaging experiences through curating, facilitation, research, performance, installation, and image-based works. She is concerned with drawing attention to constructs that are present within our surroundings and interactions, and to layers and details that are present and may be overlooked. "
    },
    "place": {
      "id": null,
      "name": "Hackney Museum, Technology & Learning Centre, 1 Reading Lane E8 1GQ",
      "description": null,
      "area": "Hackney "
    },
    "imageUrl": null,
    "tags": [
      "Talk, Workshop, Experiment"
    ],
    "websiteUrl": "www.nikkikane.co.uk"
  },
  {
    "title": "Naming the Republic: Queen's Unofficial Underground Unbirthday Party",
    "description": "Do royal place names synthesize a positive view of the monarchy? Is the queen really the most deserving person to name the Elizabeth line after?\nTaking place on the queen's \"official\" birthday, we will celebrate by asking questions of the monarchy's influence on the everyday, its place in modern society and discuss the possibilities for a republic.\nPart discussion, part public intervention, part-y, everyone is welcome to join us in the royal carriage...",
    "date": "2016-06-11",
    "time": {
      "from": "10:30",
      "to": "12:00:00"
    },
    "organiser": {
      "name": "The Anti-Royal We",
      "about": "The Anti-Royal We are a small group of anonymous dissenters that have never met before. Their inaugural meeting will be for this event. "
    },
    "place": {
      "id": null,
      "name": "Meet at King's Cross station, TBC, possibly finishing in Housmans TBC",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Walk, Intervention, Workshop, Experiment, Performance"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Winning Swimming",
    "description": "A practical advice session for improver swimmers, who know the basics but want general tips or a specific fix. Things that might be helped with –\n\nHow to be more streamlined (aka be friends with your surroundings)\nImproving your front crawl technique\nImproving your backstroke technique\nImproving your breaststroke technique\nImproving your butterfly technique\nImproving your breathing\nSwimming in a straight line\nWhat's the use of drills?\nTumble turns (not sure, but let's give it a go)\nSense of achievement\nmany more...\n\n\n\nUseful information:\n\nThe session is limited to 2 people, and singles or pairs are both welcomed. It will take place during a mixed gendered, public swimming session, so please make sure you bring a swimming kit you are comfortable wearing. Equipment (hats/goggles/floats) will not be provided, however the cost of the swim will be covered. Please contact generaltipsoraspecificfix@gmail.com with any queries. Those with additional needs welcomed!",
    "date": "2016-06-11",
    "time": {
      "from": "10:00",
      "to": "11:00:00"
    },
    "organiser": {
      "name": "Marie Toseland",
      "about": "In her former years, Marie Toseland* was a competitive swimmer for her region. Now though, and for the time being at least, she is an artist based in London.\n\n* Marie Toseland is not a trained swimming teacher, but what she lacks in accreditation, she makes up for in personal experience and patience."
    },
    "place": {
      "id": null,
      "name": "Clissold Leisure Centre, 63 Clissold Road, Hackney, London, N16 9EX",
      "description": null,
      "area": ""
    },
    "imageUrl": null,
    "tags": [
      "Swimming lesson"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Architecture as social practices",
    "description": "A workshop testing out potential for public led architectural interventions in public space. Through which we will explore ideas of permission and temporality of structure in public space. A theoretical and practical workshop in which we reflect on (info about what youngsook will talk about) and create our own interventions.\n",
    "date": "2016-06-11",
    "time": {
      "from": "11:00",
      "to": "16:00:00"
    },
    "organiser": {
      "name": "RARA School",
      "about": "RARA School is a platform for theme-based public workshops, combined with provocative discussions, making and action. It aims to ignite discussions around the socio-political meanings of making culture as well as to take tangible actions with what we make. RARA School launched last January with its intriguing first session 'Social Distillery' in which looked into the historical transition of God worshiping paternalistic state to money worshiping capitalist society through the lens of alcohol, alongside a theoretical practice of building a still. "
    },
    "place": {
      "id": null,
      "name": "RARA, Unit 2 Grosvenor Way, E5 9ND",
      "description": null,
      "area": ""
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Interrupting the City",
    "description": "Let’s play. \n\nBy using dice and pre-prepared ‘tasks’ we will explore, re-define & interrupt the surroundings of Battersea and Nine Elms. \n\nThis area is undergoing a monumental transformation: 20,000 new luxury apartments, shops, offices and £30 million penthouses being built into a ‘Dubai-On-Thames’. This redevelopment of an area that was previously wasteland and warehouses is one of the largest regeneration projects in Europe.\n\nUndoubtedly, this will have an impact on the surroundings, people and communities. \n\nThe game we will play will take us on a détournement of the area and offer us an opportunity to hijack the space, open up debate and share our thoughts.\n\nDress for the weather; bring a drink & a snack if you wish. \nAfter the event we can pop somewhere for a drink and a chance to reflect.\n",
    "date": "2016-06-11",
    "time": {
      "from": "16:00",
      "to": "18:00:00"
    },
    "organiser": {
      "name": "Jessica Dolby",
      "about": "Jessica is an artist currently living and working in the North East. Her practice explores psychogeography, maps & the psyche, and she uses drawing as a tool to investigate walking, space and site. "
    },
    "place": {
      "id": null,
      "name": "Meet at: Battersea Park Train Station, London SW8",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Walk, Intervention, Experiment"
    ],
    "websiteUrl": "https://psychocartography.wordpress.com/"
  },
  {
    "title": "A reexamination of some aspects of education from the perspective of Evening Class ",
    "description": "Evening Class hosts a discussion on alternative educational models, ways of organising and working collectively, with invited speakers (tbc). We aim to engage with the wide range of issues surrounding this topic, particularly the relationship of creative work to the conditions and ways of working they are made under and how these impact on each other.\n",
    "date": "2016-06-09",
    "time": {
      "from": "19:30",
      "to": "23:00:00"
    },
    "organiser": {
      "name": "Evening Class",
      "about": "Evening Class is a self-organising design education experiment in London, and a flexible environment where participants cultivate common interests, develop research and collectively shape the class’s agenda. Participants reflect on their practices in wider cultural/social/political contexts within London’s different landscapes, finding audiences to learn from and engage with. The curation of the classes take many forms, exploring different themes – including speakers and mentors. The group’s evolution is intended to be transparent and publicly observed, with resources widely accessible. Evening Class currently consists of 28 participants from different educational and cultural backgrounds. It is a collectively self-supporting group.\n\n"
    },
    "place": {
      "id": null,
      "name": "48 Aberfeldy Street, London E14 0NU",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Experiment"
    ],
    "websiteUrl": "www.evening-class.org"
  },
  {
    "title": "Work Hard / Play Hard",
    "description": "Work Hard / Play Hard is a participatory drop in workshop where the audience will be encouraged to get playful or go to work. The results of their activities will be gathered, analysed and interpreted for an evening performance.",
    "date": "2016-06-11",
    "time": {
      "from": "11:00",
      "to": "23:00:00"
    },
    "organiser": {
      "name": "Victoria Johnson & David Henckel (We are CodeX)",
      "about": "We are CodeX create immersive, particpatory AV installation / performance."
    },
    "place": {
      "id": null,
      "name": "NRS",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Experiment, Performance"
    ],
    "websiteUrl": "http://davidhenckel.com"
  },
  {
    "title": " Alternative Education Summit",
    "description": "Join AltMFA, Open School East, School of the Damned and The Syllabus at The Summit of these current alternative art schools. This event ends the month-long occupation of Guest Projects by the four groups over May and the beginning of June.\n\nLast year AltMFA (the alternative masters of fine art) invited Open School East and School of the Damned to meet at Guest Projects. We met across a triangular arrangement of tables and discussed a text on 'On Claims of Radicality'. This was followed by a food event. This led to the invitation for all groups to be invited back to Guest Projects this year. \nDetails tbc.\n",
    "date": "2016-11-06",
    "time": {
      "from": "03:00",
      "to": "04:30:00"
    },
    "organiser": {
      "name": "AltMFA / OSE / SOTD / The Syllabus",
      "about": "Alt MFA is an Alternative Master of Fine Art Course established in 2010, by artists, for artists, as a free alternative."
    },
    "place": {
      "id": null,
      "name": "GUEST PROJECTS, SUNBURY HOUSE, 1 ANDREWS ROAD, LONDON, E8 4QL, UK",
      "description": null,
      "area": "Hackney, London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Experiment, Symposium / Food"
    ],
    "websiteUrl": "http://altmfajamboree.weebly.com/"
  },
  {
    "title": "BOYCOTT OR NOT",
    "description": "To follow",
    "date": "2016-06-12",
    "time": {
      "from": "12:00",
      "to": "13:30:00"
    },
    "organiser": {
      "name": "To follow",
      "about": "To follow"
    },
    "place": {
      "id": null,
      "name": "The Field",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Open discussion"
    ],
    "websiteUrl": "To follow"
  },
  {
    "title": "Tapping the Source of Lyricism for Songwriters",
    "description": "In this practical experimental workshop, prolific songwriter Magick Danny will share his unique lyric writing process step by step. \nDanny says, \"I analysed and compared the thinking and approaches of two types of songwriters: those who regularly write songs and those who don't. There are a few key differences. One is that the 'blocked' writers are passive. They are waiting for inspiration to come to them. They have no means of going to the source from which that inspiration comes. And that's understandable - even the prolific writers don't really understand how they're tapping into that source. Meanwhile, many songwriters and creative people in general tend to share an idea that having such a method is somehow inartistic, or 'cheating'. \nBut that's nonsense. I developed my own method - a divination ritual that has allowed me to reliably tap a source of lyricism that previously was not available to me. My songwriting has improved in quality and quantity.\"\nFor the first time, Danny will teach his magickal divination ritual for lyric writing to other songwriters and interested bystanders.\n",
    "date": "2016-06-12",
    "time": {
      "from": "16:00",
      "to": "18:00:00"
    },
    "organiser": {
      "name": "Magick Danny",
      "about": "Magick Danny is the singer and songwriter of new London band English Magick. Their third ever gig was described by Record Collector magazine as \"euphoric – transcendent.\" \nLegendary producer Sonic Boom was so impressed that he remixed their live performance on the online video series 'The Preservation Room'. "
    },
    "place": {
      "id": null,
      "name": "Need help",
      "description": null,
      "area": "North or East London please "
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "Nope"
  },
  {
    "title": "Towards Common Ground - Collective Reading and Weeding ",
    "description": "This will be an opportunity to gather for collective reading and weeding (if you feel like it). We will take turns reading out loud from a selection of writing (theory, literature, etc..) loosely themed around \"the commons\" - as the idea of something shared by all. Collective reading, if you never experienced it before, is an enjoyably open structure for learning that often results in a conversation full of the tangential richness of interruption and digression. The idea of meeting at the allotment (in the shed if the weather is rainy) is that allotments are the last remaining traces of \"the commons\" and have their historical roots in the enclosure acts. It will hopefully also make a refreshing change from a classroom!",
    "date": "2016-06-12",
    "time": {
      "from": "15:30",
      "to": "17:30:00"
    },
    "organiser": {
      "name": "The Polyverse",
      "about": "The Polyverse (literally 'the many turn') is a new initiative (this is the first modest event) that will see the development of collaborative and collective learning events open and free to all. It is being developed by artist Joseph Schneider who - working across a range of mediums and contexts - is interested in finding common ground between the aesthetic, therapeutic and political."
    },
    "place": {
      "id": null,
      "name": "Eastbrook Farm Allotments, Old Shoreham Road (access through the gate located in the alley that leads from Old Shoreham Road to Shelldale and Manor Hall Roads), Southwick, East Sussex BN42 4NW",
      "description": null,
      "area": "Southwick, East Sussex"
    },
    "imageUrl": null,
    "tags": [
      "Collective Reading"
    ],
    "websiteUrl": "www.josephschneider.co.uk"
  },
  {
    "title": "The Virtual Restoration Project: A LARP about remaking history (working title)",
    "description": "Hi AU team! We hosted a Live Action Role Play (an acted out workshop with elements of theatre improv and collective story making following a loose script) at Res last year and it went really well: \nhttp://beingres.org/2015/11/12/in-residency/ \n\nThere we used a pre-written script and we are now writing our own LARP which will be play-tested for the first time in May as part of the Block Universe performance festival. We were hoping we could run it again in June for AU, but as the script has not been written yet we can't give you a full brief. We hope it would be possible to give the full details in a few weeks? The blurb would sound something like this:\n\n\"This LARP takes the form of a collective post mortem of a destroyed historical site. The site is now only inhabited by avatars (played by the players) who are attempting to reconstruct it virtually. Disembodied signs, symbols and architectural forms, detached from their original context, abound at the site - it is up to the avatars to redefine and rebuild their already slipping collective memory. \n\nA LARP about the importance of culture and the fallibility of history writing. \n\nOpen to all players. A full introduction, walkthrough and debrief will be provided. It is a freeform game with no previous skills or experience required.\"\n",
    "date": "2016-06-10",
    "time": {
      "from": "18:30",
      "to": "22:30:00"
    },
    "organiser": {
      "name": "Una Hamilton Helle, Francis Patrick Brady and Sarah Jury",
      "about": "Una Hamilton Helle is an artist and curator whose practice concerns itself with where and how we locate and create meaning for ourselves. \n\nFrancis Patrick Brady is an artist, writer and lecturer whose work is engaged with storytelling as an aggregate of bits and bytes, a sampling of destinations and worlds available to us through virtual or mechanical extensions of the self. \n\nSarah Jury is a writer and co-curates Res., a mutable project based in a gallery and workspace in Deptford, South East London.\n"
    },
    "place": {
      "id": null,
      "name": "OSE tintin",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop, LARP"
    ],
    "websiteUrl": "www.unahamiltonhelle.co.uk - http://francis-patrick-brady.co.uk - www.beingres.org "
  },
  {
    "title": "... (ellipsis) ",
    "description": "... (ellipsis)\n\nInstructions\nTake a walk along the Thames from Waterloo Bridge to Tower Bridge\n\n1. Be sure to cross the river at least twice\n2. Look out for places where people pause\n3. Arrive at Tower Bridge at 20.00 \n4.Gather in one of these three locations\nOn the south side Butlers Wharf\nOn the north side at the girl with the dolphin fountain\nIn the centre of the Tower Bridge\n5. Film what you see for 10 minutes from the marked time\n\nDownload a guide for the walk from \nwww.thesaturdaymuseum.org",
    "date": "2016-11-06",
    "time": {
      "from": "18:30",
      "to": "20:15:00"
    },
    "organiser": {
      "name": "The Saturday Museum ",
      "about": "\nThe Saturday Museum is a moveable Museum. Interested in the intangible knowledge embedded in everyday things. It believes in fragments over the whole; the unknown over the known; change, movement and chance."
    },
    "place": {
      "id": null,
      "name": "Waterloo Bridge to Tower Bridge",
      "description": null,
      "area": "London "
    },
    "imageUrl": null,
    "tags": [
      "Walk"
    ],
    "websiteUrl": "www.thesaturdaymuseum.org"
  },
  {
    "title": "Moving House",
    "description": "Starting in the dark hours of the morning we will take you on a trip along the peak forest canal in our boat Roberta the Rascal. As the sun rises, with a constant stream of tea and a warm fire, we will cruise the quiet canals and experience the slow, peaceful environment. ",
    "date": "2016-11-06",
    "time": {
      "from": "04:00:00",
      "to": "07:00:00"
    },
    "organiser": {
      "name": "Owen Mason ",
      "about": "Sian is a Speech and Language Therapist and Nathaniel Mason works in the live arts. Naturally the combination of those disciplines lead us to an empty Narrow boat just over one year ago which we now live on. The boat began as a forgotten shell, with only six windows and some insulation. It had been left in a yard and had never seen the water.\nOver the past year we have been fitting the boat out whilst living on it. Slowly but surely life has become a little easier as we re-learnt how to live. Now we even have a bath and wood burner and three poster bed. This project has taught us how to live simply and self-sufficiently, whilst providing a praxis based research project into transient living, provoking questions around non-local community and global movement. \n"
    },
    "place": {
      "id": null,
      "name": "Roberta the Rascal (Narrowboat), moored just outside Marple at: Lime Kiln Ln, Marple, Stockport SK6 6BX",
      "description": null,
      "area": "Greater Manchester"
    },
    "imageUrl": null,
    "tags": [
      "Experience"
    ],
    "websiteUrl": "www.nmason.org"
  },
  {
    "title": "Launch: -First- Thursdays with...",
    "description": "-First- [strikethrough because 9th is Second Thursday] Thursdays with… is an ongoing events programme hosted at the 12ø Project space. Dedicated to presenting a night of work by an artist or small group who may not usually be afforded the space and time to present work, in a way that is appropriate and generous, due to pre-existing exhibition structures, offering them an opportunity to display and/or discuss their research.  These events as opposed to shows will create a more informal setting in which theory and critique is combined with a social, conversational evening.\n\nTo launch the programme Kerri Jeffries will be giving a lecture titled 'So Free, So Powerless, So Psychopath' a meandering talk that draws parallels between the preferred and in demand Neoliberal personality type and Robert Hare’s famous psychopath checklist. She discussed the artist as entrepreneur, complicity, dreams, non-binary explanations of power and why definitions of art are so polarised in a market-based economy.\n\nThe lecture will be followed by an 'Artist’s Therapy' taster session led by Bristol-based artist, Claudia Capocci, a democratically formatted discussion group, where people working in all forms of art can talk openly and without fear of judgement, in a trusting and informal environment, about issues surrounding art practice. ",
    "date": "2016-09-06",
    "time": {
      "from": "18:00",
      "to": "21:00:00"
    },
    "organiser": {
      "name": "12ø Collective",
      "about": "12ø is an artist run space and collective based in Stoke Newington, London, aiming to experiment with the premises of practice. Founded in response to a lack of alternative and inclusive opportunities outside of institutions, by hosting and creating projects concerned with engagement, experimentation and exploiting both with we do and don’t know."
    },
    "place": {
      "id": null,
      "name": "12 Orpen Walk, London N16 8HG",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Workshop"
    ],
    "websiteUrl": "www.12ocollective.com"
  },
  {
    "title": "Moving the Goalposts: Three Way Goalpost Drift Action",
    "description": "We are approaching a new model (situation) of class society where – proletarianised along the trimensions of space, time and class - strikers (i.e. destructive workers) are deprived of their power. This is exactly where three-sided football has much to teach.\n \nRecent experiments in complexity vandalism saw moving goalposts (attached to bicyclic “fluxvehicles”) attempt to literally “stretch” the Greenwich Meridian. The aim was to trigger a quantum superpositional timeloop, catalysing a hypothesised collapse in imperialist spacetime.\n \nAs the moving goalpost modification demonstrates, even as strikers (destructive workers) are disempowered by global capital’s increasing ability to transcend the hemispheres, there occurs a simultaneous empowerment of both reproductive workers (goalkeepers) and psychic workers (three-sided football players and self-organisers generally). When their autonomy is realised, the goalkeepers (reproductive workers) can take entangled, self-organizational action, whilst the psychic workers, the ones who build up the situation, can facilitate such actions to take place. The moving goalposts (dead workers) thus offer timely (and spacey and classy) advice for further dérive (psychic workers union) transfigurations.\n \nAs three-sided football rewards the team who concedes the least, its natural rallying cry is “all power to the reproductive workers!” The contemporary game has begun to insufficiently reflect this however. By triolectically seizing and reconfiguring the goalposts (dead workers) themselves, we instantly facilitate an experimental tripling of reproductive workers’ relative power. We invite you to join in!",
    "date": "2016-06-11",
    "time": {
      "from": "15:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Strategic Optimism Football (SOF); The Achademy of Practical Triolectics and Xenotopian Navigation (APTXN); Fedaration Internatinale Autonome des Situlogistes Contemporain (FIASCo)",
      "about": "Strategic Optimism Football was founded in 6 AP [2013 vulg.] from the auto-dissolution of the autonomous University for Strategic Optimism, to work for the practical and theoretical advancement of triolectics. It recently contributed to constructing a patapositional supercollider at 'the' geographical centre-point of Europe.\n\nThis event is kindly supported by Achademy of Practical Triolectics and Xenotopian Navigation, D3FC, New Cross Triangle Psychogeographical Association and Fedaration Internationale Autonome des Situlogistes Contemporaine.\n"
    },
    "place": {
      "id": null,
      "name": "New Cross Stadium (reopened, for one day only), Bridgehouse Meadows, SE15, (51.482131, -0.048773) ",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Experiment"
    ],
    "websiteUrl": "https://strategicoptimismfootball.wordpress.com/2016/04/16/moving-the-goalposts-new-cross-stadium/"
  },
  {
    "title": "Critical creative campaigns: making marketing in the age of neuro-capitalism",
    "description": "Starting from the premise that the citizen is more than a consumer, this hands-on workshop attempts to examine and appropriate some techniques used by the burgeoning ‘neuro-marketing’ industry.\n\nWe will EXPERIMENT with neuroscientific emotion recognition technologies. We will attempt to GET AROUSED by existing adverts and artworks, and GATHER DATA about our responses. We will DISCUSS and DE-CODE how aesthetic characteristics from colour to sound and frame rate effects our response to the media we experience. \nBuilding on the above, we will CONSTRUCT creative materials to support messages of resistance = neuromarketing campaigns for the citizen, not the consumer. \n\nPlease bring examples of what you consider “effective” adverts and artworks (these could be image-based, text-based, videos, sound etc).\n\nAll are welcome to be part of this attempt to reverse-engineer how creative skills can resist technologies of political control.\n\nThis workshop kick starts the first in a series of workshops led by PHUNC throughout 2016 and beyond. We invite you to join us!\n\nWhat is 'Neuromarketing'?\n\"Neuropower is concerned not with the production of subjectivity in the present but in the creation of a perfect consumer of the future\", Warren Neidich.\n\n\"Advertisements are sunshine reports for reclining flesh… a massive defensive armature created by the mediascape\", Arthur Kroker.\n\nNeuromarketing claims to help explain human behaviour by revealing what is happening inside of the \"black box\"of the mind (Fugate).\n\nUntil very recently the methods marketing companies used to measure market and individual consumer behaviour depended largely upon inference, either through consumer reports, surveys and focus groups. In comparison, neuromarketing uses clinical information in the form of neuroimaging (fMRI, EEG, MEG) and biophysical monitors (galvanic skin response and facial recognition) about brain activity and biological mechanisms. Leveraging science to reveal what the consumer is actually feeling. One of several emerging fields in a wider neurocapitalist industry –neuromarketing integrates marketing, economics, interaction and UX design and neuroscience with personal digital technologies- communicating to consumers of semiconscious and emotional refrains, rather than treating and trusting them as cognitive subjects, is a new reality. ",
    "date": "2016-06-11",
    "time": {
      "from": "11:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Post-Human Unit for Neuro Capitalist (PHUNC)",
      "about": "Post-Human Unit for Neuro Capitalist (PHUNC)\n\nPHUNC are a network of curators, educators, researchers, writers, artists, designers, resisters, agitators, activists.  PHUNC proposes to co-create new imaginaries and alternative systems through interventional acts of 'radical sensing'.\n\nInitiated by Dani Admiss and Cecilia Wee\n\nwww.daniadmiss.com\nwww.ceciliawee.com\nphuncresearch@gmail.com\n@phuncresearch"
    },
    "place": {
      "id": null,
      "name": "Live Art Development Agency, The White Building, Unit 7, Queen's Yard, White Post Lane, London E9 5EN ",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop, Experiment"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Other Acts of Public WARMTH",
    "description": "Join us for a traditional Finnish wood-fired sauna in a converted horse trailer. Spend an hour with us at WARMTH, exploring the sauna as both a social space and an immersive sensory environment.\n\nThe sauna is an important institution in Finland, seen as a necessity as opposed to a luxury. To continue the Finnish tradition of taking a regular sauna on Saturdays, we'll be lighting the stove for the whole afternoon + evening.\n\nLearn the art of making löyly\nUse a birch or eucalyptus vihta\n80c temperature approx\nCapacity 5-6\nSwimwear optional\nBring a towel\nAll genders\nCroc-style slippers provided\nOutdoor cold shower to cool down\nChildren must be accompanied\n\nWARMTH creates a safe space to spend time, have conversations, and challenge preconceptions about the performance of the body in public. \n\nWARMTH is built in a converted horse trailer using Finnish timber and an Estonian wood-burning stove, taking inspiration from the Mobile Sauna Festival in Finland, the US-based DS Institute Mobile Sauna, and research trips to the Sauna Arla, Kotiharjun Sauna, Finnish Sauna Society + Kulttuurisauna in Helsinki.\n\nWARMTH has been commissioned by Compass Live Art and is supported by Arts Council England. We are working with Compass Live Art throughout 2016 to develop WARMTH as an experimental performance space, launching in Leeds as part of Compass Live Art Festival in November 2016.",
    "date": "2016-11-10",
    "time": {
      "from": "14:00",
      "to": "22:00:00"
    },
    "organiser": {
      "name": "Bethany Wells",
      "about": "I am a professional performance designer working across dance, theatre and installation. With a background in architecture I am particularly interested in spatial dramaturgy + how space communicates through time in performance.\n\nI see design as a form of activism; I am interested in exploring what can be achieved politically and socially by the collective live experience of performance."
    },
    "place": {
      "id": null,
      "name": "New River Studios TBC",
      "description": null,
      "area": ""
    },
    "imageUrl": null,
    "tags": [
      "Intervention, Experiment, Performance, SAUNA"
    ],
    "websiteUrl": "www.bethanywells.com"
  },
  {
    "title": "Behavioural Training for Astronauts for Earthlings",
    "description": "Life aboard the International Space Station appears, at first, to be far removed from the experiences of most humans. Nevertheless, the training that prepares astronauts for responding well to unfamiliar scenarios, supporting and cooperating with others and communicating across cultural differences for example, can be relevant and useful to many earth-dwellers too. Behavioural Training for Astronauts for Earthlings is an experimental workshop in which Giles Bunch will introduce fellow humanoids to some of the processes that European Space Agency astronauts go through as they develop behaviours preparing them for successful space flight. Following this introduction, Earthlings will be invited to collaboratively devise activities and rituals for developing behaviours in preparation for life on our current spaceship: Earth, as well as collectively questioning what values and behaviours will be desirable for future space-faring civilisations. At a moment of renewed interest in the human exploration of Mars, the outer solar system and beyond, Giles hopes to emphasise the social and ethical considerations of space travel over more commonly discussed technical details and to use the workshop as a situation for debating what our responsibilities are for the vessels carrying us, the places we explore and for each other.",
    "date": "2016-06-12",
    "time": {
      "from": "14:00",
      "to": "03:45:00"
    },
    "organiser": {
      "name": "Giles Bunch",
      "about": "Giles Bunch is an artist who is interested in peculiar social occurrences relating to decision making processes, song, bureaucracy, media representation and human sociality more generally. Giles often researches specific cultural niches (applicants for a one-way mission to Mars or the wording of an eyewear advertising campaign for instance) and uses this information as the starting point for a body of work comprising of performances, collaborations, videos, images, writing and sound. Giles is currently working on a long-term project around the behavioural training process of European Space Agency astronauts and will be starting an MSc in Social Anthropology at LSE in September 2016."
    },
    "place": {
      "id": null,
      "name": "The Community Room\nWood Green Central Library\n187-197A High Road\nWood Green\nLondon\nN22 6XD",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Experiment"
    ],
    "websiteUrl": "www.gilesbunch.com / http://gile.tumblr.com/ "
  },
  {
    "title": "Thinking 'Work' Together",
    "description": "This participatory workshop will experiment with a collective mode of learning that begins from sharing our own personal experiences of a particular political or economic issue in order to pose critical theoretical questions about that issue. Here participants will be asked to reflect upon their own relation to working and not working: how it makes us feel, how we would prefer it to be etc. We will then shape these personal reflections into theoretical questions around work and anti-work and critically examine these together. The workshop requires no prior reading, however it will require a willingness to share personal feelings and experiences of work and/or unemployment.",
    "date": "2016-06-11",
    "time": {
      "from": "13:00",
      "to": "15:00:00"
    },
    "organiser": {
      "name": "[Again] Education",
      "about": "[Again] seeks to foster an independent intellectual community in London, by opening a space for dialogue, learning and the collective exploration of ideas."
    },
    "place": {
      "id": null,
      "name": "Common House, Unit 5E Pundersons Gardens Bethnal Green,  E2 9QG [TBC]",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "http://www.againagainagainagain.com"
  },
  {
    "title": "lascivious story - the 72hrs radio broadcast",
    "description": "How to create a temporality where people can formulate a legend about themselves? The idea of this performance is to give rise to a great tale through a three day live broadcast: a construction and condensation of complex aspects which are made of created objects; movies, readings and book descriptions, exhibitions visits, psycho-analysis sessions, chronics, discussions and confrontations, specialists about orgasm, whistling, environments and gossip. The idea of this 72hrs radio broadcast is to open anti-speech or forms and objects which are not intended to produce coherence but rather an economy of the affect, an orgasmic link to the form where the lie is as true as the reality. We would like to articulate private spaces; a mythology of their own existence.  The project takes the form of an organised program structured in chapters and participants venue.",
    "date": "2016-06-09",
    "time": {
      "from": "08:00",
      "to": "08:00:00"
    },
    "organiser": {
      "name": "Camille Alena, Tristan Lavoyer",
      "about": "Camille Alena, born in 1986 in Switzerland, Master Student at the RCA London. Tristan Lavoyer, born in 1986 in France, Artist, lives in Lausanne Switzerland"
    },
    "place": {
      "id": null,
      "name": "help required",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Experiment"
    ],
    "websiteUrl": ""
  },
  {
    "title": "NoMad School",
    "description": "The Nomad Art School is an open, permanent, free, and itinerant Art School, where artists offer their knowledge, in person or virtually: no syllabus, no selection, no degree.\n\nThe school is itinerant because it will use places and spaces available free to the community for the common good, permanent because, whenever possible, it will aim to broadcast and maintain a record of all its different events. \n\nThere is no syllabus, because content is offered by artists willing and able to provide it. \nThere is no selection, because all one needs to do to be a student is turn up, talk to other students and artists, or visit our website",
    "date": "2016-06-11",
    "time": {
      "from": "15:00",
      "to": "18:00:00"
    },
    "organiser": {
      "name": "Ladette Space",
      "about": "Ladette Space is an experiment in making a gallery in your home and a home in your gallery\n\nLadette Space is a solution to a problem\n\nLadette Space is an invitation to our party\n\nLadette Space is open to suggestion\n\nLadette Space is an independent project space based in a residential flat in South East London.  We exhibit exciting and ambitious projects by emerging artists and produce small runs of artists’ publications.  We are committed to the pursuit of alternatives through DIY culture."
    },
    "place": {
      "id": null,
      "name": "Ladette Space, 55 Cossall Walk, Peckham, London, SE15 2TN",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Workshop, Experiment, Performance"
    ],
    "websiteUrl": "http://n0madgallery.weebly.com/"
  },
  {
    "title": "Degrees of Capture: How Corporations took over London's Universities and what we can do to liberate learning for all",
    "description": "Join radical collective bread, print & roses on a tour through Bloomsbury’s radical past, present and future. Together we will bring to life the area's transformation from London rubbish dump to centre for intellectual life; its rich tradition of self-help and mutual aid, pamphleteering, sedition and feminism, and the challenge of the Anti-University to the neo-liberal assault on education today, the rise of student radicalism and what we can do to liberate education for all, now.",
    "date": "2016-06-12",
    "time": {
      "from": "15:00",
      "to": "16:15:00"
    },
    "organiser": {
      "name": "bread, print & roses",
      "about": "Ruth Potts and Molly Conisbee are the co-founders of bread, print & roses, a collective engaged in anarchist baking, seditious pamphleteering and radical walking.\n\nMolly Conisbee is based Bristol University and is researching the social history of death. Previously Molly worked for the Soil Association, IPPR, nef (the new economics foundation) and in a variety of policy and public affairs roles for the NHS and local government. Molly co-authored (with Andrew Simms) Environmental Refugees - The Case for Recognition and National Gardening Leave - Why working less is good for us all. Molly has also written (with Ruth) on the history and politics of bread, and the social history of the railways.\n\nRuth initiated (with Gareth Evans), and is an Artistic Advisor to, Utopia 2016: A Year of Imagination and Possibility at Somerset House. Previously, Ruth worked at nef where she co-developed a new model of campaign designed to kick-start the decade -long transition to a new economy. She is a co-author (with Andrew Simms) of The New Materialism: How our relationship with the material world can change for the better, covered by the Guardian, the Telegraph and the Financial Times, and is a co-author of nef's Clone Town Britain reports. \n\n"
    },
    "place": {
      "id": null,
      "name": "Meet point: We will meet on the steps of UCL's Chadwick Building, from the Gower Street Entrance (WC1E 6BT)",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Walk"
    ],
    "websiteUrl": "breadprintandroses.org"
  },
  {
    "title": "Co-opoly: The Game of Cooperatives",
    "description": "We are going to meet at Ivy House, co-operative pub at Nunhead to learn together how to play Co-opoly: The Game of Cooperatives. We hope to have several groups playing the game at the same time.  ",
    "date": "2016-06-11",
    "time": {
      "from": "17:00",
      "to": "20:00:00"
    },
    "organiser": {
      "name": "Ceramics Coop and AltGen",
      "about": "Ceramics Studio Co-op was founded in South London in 2014, it an artist-run worker co-operative that runs classes and ceramics facilities for artists. \nAltGen supports 18-29s to set up workers' co-operatives as a collaborative and empowering solution to youth unemployment."
    },
    "place": {
      "id": null,
      "name": "The Ivy House, 40 Stuart Rd, London SE15 3BE",
      "description": null,
      "area": "South East, London"
    },
    "imageUrl": null,
    "tags": [
      "board game experience"
    ],
    "websiteUrl": "http://www.ceramicsstudio.coop/co-opoly/"
  },
  {
    "title": "The Formal Development of Barricades",
    "description": "I aim to give a talk detailing my architectural studies on barricades, looking at how the materiality and formal composition of barricades and their corresponding insurgent potential has become rhetorical and immaterial, both in limit and possibility. I will explain my own drawings of archetypal barricades, and their corresponding relationship to the body, to elaborate my point. It's a pretty formal structure, but there are ideas to aid learning through the body itself, and of course a discussion after / questions allowed whenever they arise. ",
    "date": "2016-06-11",
    "time": {
      "from": "18:00",
      "to": "19:30:00"
    },
    "organiser": {
      "name": "Me",
      "about": "Architect, working inside and outside the ivory tower on the possibilities and limits for architecture to act outside an eventual service of the state. (not looking too rosy but...)"
    },
    "place": {
      "id": null,
      "name": "OSE tintin",
      "description": null,
      "area": "london "
    },
    "imageUrl": null,
    "tags": [
      "Talk"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Restart Party in the Park!",
    "description": "The Restart Party in the Park is a fun, free, drop-in event where you can restart faulty electricals and learn new repair skills.  Our fixers help you to work out what is wrong with your tired toaster, poorly printer, lazy laptop or morbid mobile, and learn how to fix it.  It will be busy, so don't leave it to the last minute!\n",
    "date": "2016-06-11",
    "time": {
      "from": "11:00",
      "to": "15:00:00"
    },
    "organiser": {
      "name": "Hackney Fixers",
      "about": "Hackney Fixers is a joint project of Sustainable Hackney and Hackney and Tower Hamlets Friends of the Earth.  We were inspired by The Restart Project to run our first Restart Party in 2013, and this will be our 22nd event. \n\nThe Hackney Fixers organisers are James Diamond, Friederike Hanisch and Dave Lukes from Sustainable Hackney and Hackney Friends of the Earth, and maker Bridget Harvey. "
    },
    "place": {
      "id": null,
      "name": "London Fields, near the entrance from Martello Street, E8 3PE",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "http://hackneyfixers.org.uk"
  },
  {
    "title": "Ragged University Talks",
    "description": "Come along to the Castle Hotel on Oldham Street in Manchester to listen to two talks on what people are passionate about in informal settings. Like George Birkbeck and the Royal Society started in the relaxed and humble habitat of the public houses and cafes, Ragged University holds the doors open to everyone who wants to share their knowledge with others and extend their community of peers. There will be some food provided and excellent beverages available from the bar.",
    "date": "2016-06-09",
    "time": {
      "from": "19:00",
      "to": "22:00:00"
    },
    "organiser": {
      "name": "Ragged University",
      "about": "Ragged University is inspired by the best of the Ragged Schools where communities came together to share their knowledge and value each others skills. Today this project is about recognising that 'everyone is a ragged university; a unique and distinct body of knowledge accredited with their life experience, and with a membership of one'.  Running since 2010, Ragged University events have run regularly in Manchester and Edinburgh through volunteer coordinators and the good will of communities."
    },
    "place": {
      "id": null,
      "name": "The Castle Hotel, 66 Oldham St, Manchester, M4 1LE",
      "description": null,
      "area": "Manchester"
    },
    "imageUrl": null,
    "tags": [
      "Talk"
    ],
    "websiteUrl": "http://www.raggeduniversity.co.uk/"
  },
  {
    "title": "Hands-on rewiring'",
    "description": "\"The hand is window on to the mind\"  Immanuel Kant\nAimed at reconnecting thinking with making, the workshop is giving the opportunity to revive the simplest of pleasures in the everyday - creating what surrounds us. By exploring the idea of our hands-on involvement in our own existence, we would be performing and recalling the connection of our brain to our hands - the source of the material creation. \nOf all the human limbs, the hands make the most varied movements, movements that can be controlled at our will. Science has sought to show how these motions, plus the hand's varied ways of gripping and the sense of touch, affect how we think. The link between the head and the hand can be explored in various ways. By returning to engagement with crucial to our development as children activities, such as working with clay, we are going to challenge our relationship and involvement in them today. From the simple experimenting with materials to the perfection of a specialised approach, this link can enrich our lives and the way we exist in the world around us.",
    "date": "2016-06-10",
    "time": {
      "from": "15:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Margita Yankova",
      "about": "A Fine Art graduate with a passion for making. The notions of play in human existence and the importance of making have been most exciting to explore in my practice. \nWorking with mostly natural materials, I challenge the relationship to objects in today's art and design by making dysfunctional, yet 'alive' sculptures. I seek to defy expectations of the performative and material properties of the medium. My work explores elemental variance – combining fired and unfired clay, for example – questioning our will to engage with the familiar and subverting it through humour."
    },
    "place": {
      "id": null,
      "name": "Unit H - Arena Design Centre, N4 1FF",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop, Experiment"
    ],
    "websiteUrl": "http://handsonrewiring.tumblr.com"
  },
  {
    "title": "Asset Arrest",
    "description": "For Asset Arrest, artist Laura Yuile will lead a series of conversations over the duration of the AntiUniversity Now Festival that take place within the context of viewings of controversial luxury property developments throughout London – those geared towards shifting out long term residents and selling off 'valuable' pockets of land to wealthy overseas investors. Participants are invited to get in touch with Laura to arrange a suitable time, day and location for their conversation to take place, and Laura will make the relevant arrangements with the sales and marketing suite of choice. Laura has been undertaking such viewings since moving to London in late 2014, and would like to invite others to participate in this process with her and get a glimpse into the hidden London that is all around us; is propelling rent to soar, and is forcing so many long term residents and vulnerable people further and further out of the city. The conversations will stem from the sales pitch that the relevant sales person has perfected during this process and will attempt to address issues of privatisation, ghettoization, global blanding, place making, and wealth inequality.\n\n[please note the times and dates of these appointments will vary between the 9-12th June]",
    "date": "2016-09-06",
    "time": {
      "from": "12:00",
      "to": "14:00:00"
    },
    "organiser": {
      "name": "Laura Yuile ",
      "about": "Laura Yuile is an artist based in London and working with material and language in a way that highlights tensions between need, desire and excess. She is interested exploring the boundaries between public and private space, the fetishisation of transcience, and notions of displacement, transition and transformation in relation to time, place and the invisible infrastructures that shape our existence. Recent work has considered spaces of speculation and investment, and the interactions between systemic global conditions and tangible local and personal conditions; exploring how evolving global networks and flows affect everyday life, the domestic sphere and the body. "
    },
    "place": {
      "id": null,
      "name": "Various",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Intervention"
    ],
    "websiteUrl": "http://laurayuile.com"
  },
  {
    "title": "Smartphone to Cyanotype",
    "description": "Take a photograph with your phone, edit it to make a negative and make a real print using an antique process.  ",
    "date": "2016-06-12",
    "time": {
      "from": "14:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Tina Rowe",
      "about": "Tina is a lens based artists who works with old fashioned processes and cameras, but she also loves her smart phone."
    },
    "place": {
      "id": null,
      "name": "e5Process, 178a Glyn Road  London E5 0JE",
      "description": null,
      "area": "Hackney, London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop, Experiment"
    ],
    "websiteUrl": "http://e5process.co.uk/"
  },
  {
    "title": "Small is beautiful / Self-sustainability and alternative ways of living",
    "description": "This informal open workshop is aimed at sharing direct experience and more theoretical background knowledge about communities that leave according to the principles of self-sustainability (small environmental impact, autoproduction of resources, community sharing). People are encouraged to share their own knowledge during the workshop, so if you also want to contribute please contact in advance Anna at babinianna@hotmail.com, possibly before 20th May 2016.",
    "date": "2016-12-06",
    "time": {
      "from": "14:00",
      "to": "05:00:00"
    },
    "organiser": {
      "name": "Anna Babini ",
      "about": "Anna Babini has studied as a curator, artist and educator. Apart from visual/performative arts, she is also interested in promoting discussion and direct action around social issues, and in researching alternative solutions to the global capitalist market. "
    },
    "place": {
      "id": null,
      "name": "TBC: Sanford Housing Coop - Sanford Walk - SE14 6NB ",
      "description": null,
      "area": "New Cross - London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "TBC"
  },
  {
    "title": "“If I could turn you on, if I could drive you out of your wretched mind … I would let you know”: R. D. Laing, Radical Psychiatrist",
    "description": "In the 1960s and 70s, R. D. Laing (1927-89), a native son of Glasgow, was one the world’s best-known psychiatrists. He was renowned for his controversial questioning of the distinction between sanity and madness, and his fellow feeling for those considered mentally ill—to the extent that some of his critics thought Laing himself mentally unsound. \n\nHaving studied medicine at University of Glasgow and worked at Gartnavel Hospital in the 50s, he went on to write The Divided Self; Sanity, Madness and The Family; The Politics of Experience; and Knots (amongst other texts).\n\nNow, in the age of ‘big pharma’, with the proliferation of diagnoses (often for what might be thought forms of quite ordinary suffering) and with mental health services under strain, interest in Laing is growing again. His Divided Self, for instance, has become a Penguin Classic. A play about him was produced in London last year, and there is a biopic starring David Tennant in production.\n\nIn this session, I’ll speak speak about my research in Laing’s archive, and we’ll discuss his work and ways of reading him.\n\nAnyone curious is welcome. No prior knowledge necessary. There will be plenty of time for questions and discussion.",
    "date": "2016-06-12",
    "time": {
      "from": "13:30:00",
      "to": "15:30"
    },
    "organiser": {
      "name": "Dr Adrian Chapman",
      "about": "Adrian Chapman, who teaches British Literature and writing at American universities based in London, is currently carrying out Wellcome Trust-funded research at University of Glasgow, where he is a Visiting Fellow in The Medical Humanities Research Centre. Twitter: @dradrianchapman"
    },
    "place": {
      "id": null,
      "name": "Kinning Park Complex,  43 Cornwall Street, Glasgow, G41 1BA",
      "description": null,
      "area": "Glasgow"
    },
    "imageUrl": null,
    "tags": [
      "Talk/discussion"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Clown About Town: Clown Thresholds in Public Spaces - Lecture Performance",
    "description": "As part of Performing Research Unit at Central School of Speech and Drama we did a practice based research on clowning in public spaces. We created an academic lecture to share our findings.\n\nClown About Town: Clown Thresholds in Public Spaces - Performance Lecture\n\nDo we know a clown when we see one? At what point can an interruption in a public space become clowning? Through the alteration of clown indicators such as gesture, appearance, duration and physicality, we play with interruption and disruption in public spaces to explore what that reveals about the semiotics of the clown. In this Performance Lecture we will present our findings about the interruptive clown experiments we did on and around Oxford Street. The lecture will be rigourously academic, disruptive and fun!\n\nPresented by: Samuel Hopkins, Helen Iskander, India Smith and Veronika Szabó\n\n",
    "date": "2016-12-06",
    "time": {
      "from": "17:00",
      "to": "18:00:00"
    },
    "organiser": {
      "name": "India Georgina Smith, Helen Iskander, Samuel Hopkins, Veronika Szabo",
      "about": "We are (India, Sam, Vera) students of MA in Advanced Theatre Practice and (Helen) MA in Actor Coaching and Training from Central School of Speech and Drama. We are all interested in clowns,  performed or directed clown performances."
    },
    "place": {
      "id": null,
      "name": "Royal Central School of Speech and Drama, 62-64 Eton Ave, London, NW3 3HY",
      "description": null,
      "area": "North West London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Experiment, Performance"
    ],
    "websiteUrl": "We don't have it yet, we will set up one for the project.My website: veronikaszabo.wordpress.com"
  },
  {
    "title": "Language for all",
    "description": "We are working on our project \"Langage pour tous / Langage for everyone\". This project is based on communication between people with non-verbal skills. Our utopia is to develop a universal form of language in which the cultural and social diversity are not an obstacle in the meeting and sharing with the other. We aim at working with people that are in need to communicate with the other and feel the need to express themselves.",
    "date": "2016-06-11",
    "time": {
      "from": "14:00",
      "to": "16:30:00"
    },
    "organiser": {
      "name": "Bruno, Hektor, Jingwen",
      "about": "We do research in different fields, education, comedy, visual arts and curatorial practice. We met during the exhibition “Je suis...” curated by Jingwen Zhang, now part of our group, that took place in Paris in solidarity of the Charlie Hebdo terrorist attack. We are interested in the coming together of people, self organization and autodidactic approach to learning."
    },
    "place": {
      "id": null,
      "name": "nomad project",
      "description": null,
      "area": ""
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "“If I could turn you on, if I could drive you out of your wretched mind … I would let you know”: Reading R. D. Laing, Radical Psychiatrist",
    "description": "In the 1960s and 70s, R. D. Laing (1927-89), a native son of Glasgow, was one the world’s best-known psychiatrists. He was renowned for his controversial questioning of the distinction between sanity and madness, and his fellow feeling for those considered mentally ill—to the extent that some of his critics thought Laing himself mentally unsound. \n\n\nHaving studied medicine at University of Glasgow and worked at Gartnavel Hospital in the 50s, he went on to write The Divided Self; Sanity, Madness and The Family; The Politics of Experience; and Knots (amongst other texts).\n\n\nNow, in the age of ‘big pharma’, with the proliferation of diagnoses (often for what might be thought forms of quite ordinary suffering) and with mental health services under strain, interest in Laing is growing again. His Divided Self, for instance, has become a Penguin Classic. A play about him was produced in London last year, and there is a biopic starring David Tennant in production.\n\n\nIn this session, I’ll speak speak about my research in Laing’s archive, and we’ll discuss his work and ways of reading him.\n\n\nAnyone curious is welcome. No prior knowledge necessary. There will be plenty of time for questions and discussion.\n\n\n“If I could turn you on, if I could drive you out of your wretched mind … I would let you know”: Reading R. D. Laing, Radical Psychiatrist",
    "date": "2016-12-05",
    "time": {
      "from": "13:30",
      "to": "03:30:00"
    },
    "organiser": {
      "name": "Dr Adrian Chapman",
      "about": "Adrian Chapman, who teaches British Literature and writing at American universities based in London, is currently carrying out Wellcome Trust-funded research at University of Glasgow, where he is a Visiting Fellow in The Medical Humanities Research Centre. Twitter: @dradrianchapma"
    },
    "place": {
      "id": null,
      "name": "Kinning Park Complex, 43 Cornwall Street, G41 1BA",
      "description": null,
      "area": "Glasgow "
    },
    "imageUrl": null,
    "tags": [
      "Talk"
    ],
    "websiteUrl": "www.kinningparkcomplex.org"
  },
  {
    "title": "Migration, commonsense and culture",
    "description": "This conversation will start with remarks provoked by this moment in history to which participants are invited to respond.  Gramsci’s idea of commonsense – the taken for granted in the everyday - will be used to examine questions of migration provoked by ongoing events in the Mediterranean. \n\nDiscourses about migration in Europe revolve around borders, control, exclusion and inclusion, openness and shared humanity. Understanding the ways in which commonsense works will help us to break down and to articulate these dissonant myths that exist around migration, and to make more visible how commonsense is a site of struggle.\n\nThe conversation will also revolve around sites of culture and the way in which questions of representation in the visual have re-emerged in the light of the Mediterranean emergency.\n\n",
    "date": "2016-06-09",
    "time": {
      "from": "17:30:00",
      "to": "19:30:00"
    },
    "organiser": {
      "name": "Giorgia Doná and George Shire",
      "about": "Giorgia Doná is an Italian psychologist who has worked with refugees in Central America and Eastern Africa. She teaches forced migration and refugee studies at the University of East London. \n\nGeorge Shire is Associate Professor in the Department of Fine Art, Bergen Academy of Art and Design, and member of the editorial board of Soundings, a journal of politics and culture and Dark Matter, a journal of post-coloniality, race and culture."
    },
    "place": {
      "id": null,
      "name": "Hackney Archives, Level 2 of Dalston CLR James Library Dalston Square E8 3BQ",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk"
    ],
    "websiteUrl": ""
  },
  {
    "title": "The Living School: Shared Space",
    "description": "The Living School is a mobile event series organised by Brandon LaBelle which focuses on the issues of housing, common property, and the precarious subject. \nFor this fourth and final session of The Living School, presentations and activities will circulate around the issue of shared space. How might we imagine spaces of inclusiveness or togetherness, especially those that may expand potential experiences of community life? Are there possibilities for enriching the dynamic qualities of the built environment in support of new social identities? And relations between strangers and neighbours? The session will aim to engage such questions while also performing as a space of coming together.\n\n**CONFIRM TIME**",
    "date": "2016-06-11",
    "time": {
      "from": "12:00",
      "to": "17:00:00"
    },
    "organiser": {
      "name": "Brandon LaBelle",
      "about": "Brandon LaBelle is an artist, writer and theorist working with questions of social life and cultural agency, using sound, performance, text and sited constructions. He develops and presents artistic projects and performances within a range of international contexts, often working in public. This leads to interventions and performative installations, archival work, and micro-actions aimed at the sphere of the (un)common and the unlikely. He is also an active lecturer working with institutions around the world addressing questions of auditory culture, sonic and spatial arts, experimental media practices and the voice. Current research projects focus on voicing and choreographies of the mouth, sonic materiality and auditory knowledge, and the aesthetics and politics of invisibility."
    },
    "place": {
      "id": null,
      "name": "OSE tbc via Jack James (ss)",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": [
      "Talk, Workshop"
    ],
    "websiteUrl": "http://southlondongallery.org/page/brandon-labelle-the-living-school"
  },
  {
    "title": "Small is beautiful / Self-sustainability and alternative ways of living",
    "description": "This informal open workshop is aimed at sharing direct experience and more theoretical background knowledge about communities that leave according to the principles of self-sustainability (small environmental impact, autoproduction of resources, community sharing). People are encouraged to share their own knowledge during the workshop, so if you also want to contribute please contact in advance Anna at babinianna@hotmail.com, possibly before 20th May 2016.",
    "date": "2016-12-06",
    "time": {
      "from": "14:00",
      "to": "05:00:00"
    },
    "organiser": {
      "name": "Anna Babini ",
      "about": "Anna Babini has studied as a curator, artist and educator. Apart from visual/performative arts, she is also interested in promoting discussion and direct action around social issues, and in researching alternative solutions to the global capitalist market. "
    },
    "place": {
      "id": null,
      "name": "TBC: Sanford Housing Coop - Sanford Walk - SE14 6NB ",
      "description": null,
      "area": "New Cross - London"
    },
    "imageUrl": null,
    "tags": [
      "Workshop"
    ],
    "websiteUrl": "TBC"
  }
]
