[
  {
    "title": " ** Antiuni 2019 Opening Party **",
    "description": "Antiuni 2019 will open - as always - with a banging party.  Conformed acts: Antiuni house band molejoy DJs Choo Cosmos Tom Richards FTBWP  Free party. Two floors. Bring your mates.",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "8pm",
      "to": "2am"
    },
    "organiser": {
      "name": "Antiuniversity crew",
      "about": ""
    },
    "place": {
      "id": null,
      "name": "The Jago, 440 Kingsland Road, London, E8 4AA (entrance through 1 Richmond Road)",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-antiuni2019partysquare.jpg",
    "tags": [
      "Bodies",
      "Sound",
      "Party"
    ],
    "websiteUrl": ""
  },
  {
    "title": "¡Viva la Migracion! / Hooray for migration!",
    "description": "Los temas de la migración, la frontera, el borde, la diáspora y el desplazamiento son coyunturales en la formacion de la identidad de grupo. Por esta razón, nos gustaría proponer un debate en grupo para compartir nuestras propias historias como migrantes de habla española, junto con obras y mitologías producidas tanto en la diáspora como en los países de origen. Durante el evento, nos gustaría entretejer recuerdos guardados en libros, en la cultura oral, objetos o cualquier otro medio, por inverosimil que parezca. Comenzaremos el debate con Gloria Anzaldua y Cherry Moraga. Lxs miembrxs del Club de Lectura en Español de la Biblioteca Feminista estaremos encantadxs de daros la bienvenida.\n\nThe themes of migration, the frontier, the border, the diaspora and displacement are important for many groups and their identities. For this reason we would like to propose a group discussion to share our own stories as Spanish speaking migrants, alongside works and mythologies produced both in the diaspora and in the countries of origin. At this event we would like to knit together memories kept in books, oral history, objects or any other medium, however improbable it may seem. We will begin the debate with Gloria Anzaldua and Cherry Moraga.  Membxrs of the Spanish Book Club at the Feminist Library will be pleased to welcome all participants.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "12pm ",
      "to": " 3pm"
    },
    "organiser": {
      "name": "Club de lectura en Español de la Biblioteca Feminista / Spanish book club from the Feminist Library",
      "about": "Club de Lectura en Español (Spanish Book Club). Monthly discussion group in Spanish on literature and other intersectional feminist topics at the Feminist Library in London. Began February 2018."
    },
    "place": {
      "id": null,
      "name": "62 Fieldgate St, Shadwell, London E1 1ES",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-EvaMegias-Spanishbookclub-antiuniversitynow2019.jpg",
    "tags": [
      "Feminism",
      "History",
      "Conversation"
    ],
    "websiteUrl": "http://feministlibrary.co.uk/spanish-language-book-club/"
  },
  {
    "title": "A LISTENING WALK",
    "description": "Gather together in silence to walk and listen. The soundscapes we encounter as we move through the landscape will become a composition we are both listening to and ‘performing’ in. We will stop at points along the way to participate vocally & silently in the ‘performance’ using text scores and listening questions.\n\nFrom a busy A road and circumnavigating the crest of the construction wave sweeping across the east, we will walk past historic monuments into an in-between land that falls through the gaps, a forgotten corner still hiding from the coming change. We will navigate an overlooked stretch of river, the city’s unofficial sewer for many years, our deeper attention revealing a slice of natural time nestled beyond the urban clockocracy. We will finish with a special trip across the water to an abandoned island.\n\nThe whole walk performance will be recorded and released as a physical object at a later date.\n\nThe event is facilitated by Blanc Sceol – artists and Deep Listening practitioners Stephen Shiell & Hannah White - and will use some of Pauline Oliveros’ Deep Listening techniques and scores.\n",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "2",
      "to": "5pm"
    },
    "organiser": {
      "name": "Blanc Sceol",
      "about": "We are sound makers, improvisers and Deep Listeners. Our work is ‘psychosonographic’ expressing our experience of place, with field recordings, self-created instruments, found objects, voice and text. We begin by listening to our environment, observing, making recordings, writing, often making our own instruments and sound objects with found materials. Our compositions and performances are like living maps, anchored in what we find in a landscape but re-imagined into new territories, and attentive to the vibrational nature of materials and surroundings."
    },
    "place": {
      "id": null,
      "name": "From Devon's Road DLR station to Stratford High Street DLR",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "/assets/images/2019/thumb-blancSceolantiuniversity.jpg",
    "tags": [
      "Sound",
      "Walk"
    ],
    "websiteUrl": "https://www.blancsceol.co.uk"
  },
  {
    "title": "About Film",
    "description": "Film discussion group. A film is screened, with a brief intro., then everyone there is invited to take part in a curated discussion that responds to the film. We take film seriously while not taking ourselves very seriously, movies are something almost everyone enjoys and we want to hear as broad a range of people to take part as possible.",
    "date": "Thursday, June 20, 2019",
    "time": {
      "from": "7",
      "to": "10pm"
    },
    "organiser": {
      "name": "About Film / Terence Sawyers",
      "about": "About Film is an open discussion group organised and hosted by Terence Sawyers."
    },
    "place": {
      "id": null,
      "name": "The Banshee Labyrinth, 29-35 Niddry Street, Edinburgh EH1 1LG.",
      "description": null,
      "area": "Scotland"
    },
    "imageUrl": "/assets/images/2019/thumb-About-Film-antiuniversity.jpg",
    "tags": [
      "Art",
      "Talk",
      " Screening",
      " Conversation"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Affordable weaving Spinning Your Own Paper Yarn",
    "description": "Inspired by the traditional Japanese art of paper yarn making, we will reshape flat pages of paper into raw material for crafting three dimensional objects. In creating our own yarn from books, diaries, newspapers and other print media, we will be exploring the importance of materiality in the process of making and the meaning it brings to the final design concept.\n\nFirst, will learn how to make and use a low-cost drop spindle, a useful tool to ease the process of spinning paper into yarn. In sequence, we will learn how to properly prepare the paper to be spun, use the spindle to create the threads and turn it into a ball of yarn that is ready to be used. Ideally, we will have a variety of paper to explore yarns of different texture, flexibility and color, so feel free to bring books, newspapers, diaries, notebooks and other paper you would like to transform. We will have a few scissors, precision cutter, rulers and cutting boards available but it would be great if you could bring some with you. No previous experience is needed.\n",
    "date": "Friday, June 21, 2019",
    "time": {
      "from": "11:15am",
      "to": "1:45pm, UTC"
    },
    "organiser": {
      "name": "(re)claimed",
      "about": "(re)claimed is a collective organized by students Shanel Wu, Nathalia Campreguer, and Mikhaila Friske that questions economic, political, and social structures by reclaiming materials, tools, and data. Shanel Wu (they/them) is a graduate student researching smart textiles, as well as a rogue physicist and fiber crafter. Nathalia Campreguer (she/her) learned all sorts of crafts growing up with her Grandma and loves to experiment with alternative materials. She is also a graduate student in Human-Computer Interaction. Mikhaila Friske (she/her) is a graduate student in Information Science exploring themes around the topics of queerness, craft, and smart textiles."
    },
    "place": {
      "id": null,
      "name": "Boulder Public Library, Eldorado Room, 1st Floor, 1001 Arapahoe Avenue, Boulder, Colorado, USA",
      "description": null,
      "area": "Outside of the UK"
    },
    "imageUrl": "/assets/images/2019/thumb-resized-Affordable-Weaving-Spinning-Your-Own-Paper-Yarn-antiuniversity.jpg",
    "tags": [
      "Art",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Affordable Weaving: The Basics",
    "description": "Weaving doesn’t have to use complex, expensive looms that take up an entire room. Drawing from our personal experiences with limited budgets, we’ll explore using cheap, everyday things to make affordable weaving tools and materials.\n\nThis workshop is for everyone - absolute beginners or seasoned weavers. We will start by making our own materials and repurposing everyday objects into useful weaving tools. Using our cool new frame looms, we will share an introduction to weaving vocabulary and the basics of weaving: setting up a loom, useful weaving tips, and finishing.\n\nThe idea is to use what we already have at home, so we ask participants to contribute bringing some of the tools for making. Whatever you bring will return home with you but be ready to share them during the workshop. We will need: scissors, precision cutter, cutting board (kitchen board is fine), pens, popsicle sticks, rulers, and yarn of any kind, color and length. Basically, if you have something that has crafty potential, bring it!",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "11:15am",
      "to": "1:45pm, UCT"
    },
    "organiser": {
      "name": "(re)claimed",
      "about": "(re)claimed is a collective organized by students Shanel Wu, Nathalia Campreguer, and Mikhaila Friske that questions economic, political, and social structures by reclaiming materials, tools, and data. Shanel Wu (they/them) is a graduate student researching smart textiles, as well as a rogue physicist and fiber crafter. Nathalia Campreguer (she/her) learned all sorts of crafts growing up with her Grandma and loves to experiment with alternative materials. She is also a graduate student in Human-Computer Interaction. Mikhaila Friske (she/her) is a graduate student in Information Science exploring themes around the topics of queerness, craft, and smart textiles."
    },
    "place": {
      "id": null,
      "name": "Boulder Public Library, Arapahoe Room, 2nd Floor, 1001 Arapahoe Avenue, Boulder, Colorado, USA",
      "description": null,
      "area": "Outside of the UK"
    },
    "imageUrl": "/assets/images/2019/thumb-Affordable-Weaving-The-Basics-antuniversity.jpg",
    "tags": [
      "Art",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Alchemy for Creative Problem-Solving and Social Transmutation",
    "description": "Can alchemy change the world? This workshop seeks to find out. After a quick introduction to alchemical symbolism, the workshop comprises a game of symbolic transmutation, creating new symbols to rethink how these structure collective reality. Somewhere between Oblique Strategies, the medieval Catalan mystic Raymond Llull's appropriations of Islamic zā’irjah divination wheels, and a form of collective 'Self-Help', we experiment with hacking these patterns, through the manipulation of symbolic resonances.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "2",
      "to": "4pm"
    },
    "organiser": {
      "name": "The Magico-Materialism Study Circle",
      "about": "The Magico-Materialism Study Circle (/Triangle/Square?) is a group exploring the collisions between social transmutation and magic. Our aim is to be an 'expanded reading group', meaning we don't only read, but also discuss, visit, walk, make, draw, play, enchant and explore via a range of approaches, from action research, to games, to social dreaming."
    },
    "place": {
      "id": null,
      "name": "Chisenhale Art Place, 64-84 Chisenhale Road, E3 5QZ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Christopher-Antiuni-AlchemyforCreativeProblem-SolvingandSocialTransmutation.png",
    "tags": [
      "Alchemy",
      "Workshop"
    ],
    "websiteUrl": "https://magico-materialism.wixsite.com/study-circle/"
  },
  {
    "title": "Anarchism for Beginners",
    "description": "Anarchism is often represented in the media as meaning chaos and disorder. But nothing could be further from the truth.\n\nThis meeting, presented by a long-term active anarchists Rebel City Collctive, will explain in simple terms what anarchism is, its different forms, what it wants to achieve, and how it might deal with difficult issues, such as police and prisons, for a future society .\n\nThere will be plenty of time for questions from participants and discussion.",
    "date": "Thursday, June 20, 2019",
    "time": {
      "from": "7",
      "to": "9pm"
    },
    "organiser": {
      "name": "Rebel City Collective",
      "about": "The Rebel City Collective is a group of class struggle anarchists in London whose aim is to spread anarchist ideas and practices more widely. We produce a paper called Rebel City which is now in its 11th edition."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Anarchismforbeginners-antiuniversity.jpg",
    "tags": [
      "Anarchism",
      "Talk"
    ],
    "websiteUrl": "https://rebelcitylondon.wordpress.com"
  },
  {
    "title": "Anarchist theory reading group - anarchist communism",
    "description": "The London Anarchist Federation reading group takes place every third Tuesday of the month - we aim to educate each other and learn together about anarchism, its theory and praxis, and discuss anarchist texts in a friendly atmosphere amongst fellow anarchists.\n\nThis month's reading group, part of Antiuniversity, will focus on anarchist communism. Have a look at the texts below and join us in discussing them.\n\nReading list for 18 June:\n\nAFed Introduction to Anarchist Communism:\nhttps://libcom.org/library/introduction-anarchist-communism-anarchist-federation\n\nEmma Goldman: What it really stands for anarchy:\nhttps://libcom.org/library/chapter-1-what-it-really-stands-anarchy\n\nMalatesta: Anarchism and Organisation:\nhttps://libcom.org/library/anarchism-and-organisation-malatesta\n\nBerkman: Will communist anarchism work?\nhttps://libcom.org/library/what-is-anarchism-alexander-berkman-22 ",
    "date": "Tuesday, June 18, 2019",
    "time": {
      "from": "7",
      "to": "9pm"
    },
    "organiser": {
      "name": "London Anarchist Federation",
      "about": "London AF is a local group of the Anarchist Federation (afed.org.uk)\n\n"
    },
    "place": {
      "id": null,
      "name": "Freedom Bookshop, 84b Whitechapel High St, London E1 7QX",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Anna-AnarchistFederation.jpeg",
    "tags": [
      "Anarchism",
      "Conversation"
    ],
    "websiteUrl": "https://aflondon.wordpress.com"
  },
  {
    "title": "Anarcho Agony Aunts LIVE",
    "description": "Anarcho Agony Aunts is a sex and dating advice show, covered from a feminist, antifascist, anarchist perspective. We are attempting to reclaim space from the alt-right in giving people (mostly men) a space to ask tricky questions in a judgment-free zone.The event will involve the live taping of the show, feel free to submit your questions here: https://curiouscat.me/marijamdid. We'll also have cocktails and beer etc. Love and rage! Our YouTube channel: https://www.youtube.com/channel/UCKq20e5nPDEok0loksTqEyQ",
    "date": "Monday, June 17, 2019",
    "time": {
      "from": "6pm ",
      "to": " 9pm"
    },
    "organiser": {
      "name": "Marijam and Rowan",
      "about": "We host the Anarcho Agony Aunts and have run many different events in the past so are aware of various challenges that may arise from doing it live. But we're ready! We will debut (AAA) live at the Anarchist Festival too."
    },
    "place": {
      "id": null,
      "name": "62 Fieldgate St, Shadwell, London E1 1ES",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-antiuni-Anarcho-Agony-aunt-Antiuniversity.jpg",
    "tags": [
      "Feminism",
      "Anarchism",
      "Sex",
      "Talk",
      " Experiment"
    ],
    "websiteUrl": "https://www.youtube.com/channel/UCKq20e5nPDEok0loksTqEyQ"
  },
  {
    "title": "Anarchy in the USA! Black Rose Federation in London",
    "description": "The anarchist movement in the United States is in a state of flux. Having for many years been dominated by a strain of anarchism that is largely individualist, anti-organizational, and estranged from the workers’ movement, it has had few recent clear successes to point to.  Now, a renewed interest in socialism generally has spurred a growth on the far left of U.S. politics. Anarchist militants have similarly seen a renewed interest in our vision of a libertarian future. This talk will explore the recent history of anarchism in the United States and where it might be headed.  Cameron is a member of the Black Rose Anarchist Federation. Black Rose is a nationwide anarchist organization with locals in over a dozen cities across the U.S. You can read more about the federation online at blackrosefed.org  Decentre is above Freedom Bookshop in Whitechapel",
    "date": "Thursday, 20 June, 2019",
    "time": {
      "from": "7",
      "to": "9pm"
    },
    "organiser": {
      "name": "Anarchist Federation",
      "about": "Anarchist Federation"
    },
    "place": {
      "id": null,
      "name": "Decentre, 84b Whitechapel High Street, London E1 7QX",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-black-rose-antiuniversity.png",
    "tags": [
      "Anarchism",
      "Direct Action",
      "Talk"
    ],
    "websiteUrl": "http://www.afed.org.uk"
  },
  {
    "title": "Anti-degree show",
    "description": "The ANTIDEGREE SHOW provides a space for artists who do not have an art degree to showcase their work and meet with potential gallery representatives or curators. Just like an end-of-year show at a higher education institution, each participant will have a space to showcase a project they have been working on, gain exhibition experience and meet external audiences. Galleries and curators looking to work with artists without formal training are invited to the opening event to view work and meet with artists.",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "4",
      "to": "7pm"
    },
    "organiser": {
      "name": "LOFT at Croydon Arts Store",
      "about": "LOFT is a creative community project space within Croydon Arts Store in the Whitgift Shopping Centre, which is FREE to use by Croydon-based individuals, participants and organisations for creative projects, events and exhibitions. The LOFT space is jointly managed by Croydon Arts Store partners. The aim of LOFT is to give people and organisations in Croydon the chance to test out creative ideas and give projects shape where they might not otherwise have the opportunity."
    },
    "place": {
      "id": null,
      "name": "LOFT, Croydon Arts Store, 1046 & 1047 Trinity Court, Whitgift Centre, Croydon, CR0 1UQ",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "/assets/images/2019/thumb-Antidegree-show.png",
    "tags": [
      "Art",
      "Art exhibition"
    ],
    "websiteUrl": "https://www.croydonartsstore.art/whatson/2019/6/15/loft-antiuniversity-now-the-anti-degree-show"
  },
  {
    "title": "Antiuniversity Childcare (for events happening in MayDay Rooms 15/06)",
    "description": "Free childcare will be offered for attendees of events at MayDay Rooms on the afternoon of Saturday 15th June. It will be taking place in the kitchen area on the first floor. Sadly, the venue isn’t accessible as the kitch is up several flights of stairs. Bring snacks and games if you’d like! We will have some bits too. A few push chairs can be stored at the bottom of the stairs if they can be folded tightly (there is not much space, but we can help with this). For this event it will be important for us to know the number of children attending so if you are planning on dropping your children off, please confirm on antiuniversitynow@gmail.com and feel free to ask us about anything you might be unsure of!",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "1",
      "to": "6pm"
    },
    "organiser": {
      "name": "Antiuniversity",
      "about": "The Antiuniversity is a collective experiment in radical learning and mutual education. It was set up in 2015 to challenge academic and class hierarchy through a programme of free and accessible self-organised learning events across the UK. Join the movement. "
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-milkshake-rainbow.jpg",
    "tags": [
      "Education",
      "Care",
      "Workshop"
    ],
    "websiteUrl": "https://www.eventbrite.co.uk/e/antiuniversitynow-childcare-for-events-happening-in-mayday-rooms-1506-tickets-62733473508"
  },
  {
    "title": "Are Art Workers Organising?",
    "description": "\"Vis-à-vis the public, the actor is here as an artist, but vis-à-vis the entrepreneur, they are here as a productive worker\"   This meeting brings together activists from across the arts industries (theatre, design, arts, games) to discuss conditions, protest, and labour organising.   Conditions: How does the promise of autonomy, prestige, and money relate with everyday exploitation (and sexism, racism, and bullying) in the art industries?    Protest: Does the industry aestheticize protest against those conditions? Can we criticise critical institutions?   Labour organising: Union density is 15.5% in 'Art' (against 50% for ‘Education', and 40% for ‘Health’) – why are we so disorganised? Does the arts need 'new trade unionism'?    Each session will open with a 15 minute talk, followed by 45 minutes' of chaired discussion.   ---  Timetable:  10.30 - Introductions  10.45-11.45 - The Work of Art, with Evening Class (Design Collective)  11.45-12.45 - Protest! Or, How to Sell a Show, with Justice For Workers - Goldsmiths  12.45-13.15 - Lunch  13.15-14.15 - 'New Trade Unions' and the Arts, with Game Workers Unite  14.15-14.30 - Closing remarks ",
    "date": "Saturday, 22 June, 2019",
    "time": {
      "from": "10:30am ",
      "to": " 2:30pm"
    },
    "organiser": {
      "name": "Joe Hayns,  Roberto Mozzachiodi & Jaz Blackwell-Pal",
      "about": "This event follows \"Can Art Workers Organise?\" discussion, held at MayDay Rooms in early April (https://www.facebook.com/events/620490568397871/)   Our reading list is available here: https://docs.google.com/document/d/1BOTcUgx1Kj-k6N_5ta4YwmdK1Zg9zZ2-yXpaOoO0pCw/edit?usp=sharing"
    },
    "place": {
      "id": null,
      "name": "Conway Hall Library, 25 Red Lion Square, Holborn, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Art-workers-Organise.jpg",
    "tags": [
      "Art",
      "Direct Action",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Art as therapy - Workshop & panel discussion",
    "description": "This event will explore the therapeutic potential of art through a workshop and panel discussion. The workshop led by artists Chris Webster and Sara Stenbæk will engage the participants in different exercises applying visual art as a means of self-exploration. After the workshop there will be a panel discussion with practitioners within the field. The panel will consist of a range of artists, therapists, academics and activists unpacking the impact of art as therapy inside and outside medical practice, the need for creating independent communities of care in the age of austerity, and ways that artistic practice can be used as a model for more accessible mental health support. ",
    "date": "Wednesday, June 19, 2019",
    "time": {
      "from": "7",
      "to": "9.30pm"
    },
    "organiser": {
      "name": "Chris Webster & Sara Stenbæk (Art4Minds)",
      "about": "Sara Stenbæk is a dancer and participatory arts practitioner whose work explores mental health, play, collaboration and community wellbeing through art and movement. She is also the initiator of DIY self-care community Art4Minds.    Chris Webster is a visual artist and counsellor currently running creative workshops at Mind. His work explores unconscious processes and the impact of audience projection. "
    },
    "place": {
      "id": null,
      "name": "17 Harts Lane, SE14 5UP, NEW CROSS GATE, London",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-ArtastherapySaraSteanbeck-antiuniversity.jpg",
    "tags": [
      "Art",
      "Mental Health",
      "Care",
      "Talk",
      " Workshop",
      " Conversation"
    ],
    "websiteUrl": "https://www.sarastenbaek.com"
  },
  {
    "title": "Art For The Not Yet Born (Pregnant Woman Event)",
    "description": "What would happen if we started consciously teaching our children from the very (VERY!) beginning?\n\nWhat if we start choosing the experiences we are going to have for the person who's growing in the womb to enjoy?\n\nWould a mum make different choices?\n\nBeing aware that the developing infants are  ALWAYS feeling everything, this experiment aims to offer a focused sensorial experience for the child.\n\nWhat happen in the 15' session ?\nThe mum (alone, or with a friend or a partner) will be laying down while visual artistic contents will be projected at the same time on both her belly (*which will serve as the screen for the child :) * ) and on a wall for her/them to enjoy.\nQuiet music/commentaries will be available through a set of headphones to be placed on the womb (for the child) and through speakers.       (Every ticket will admit one person (or couple) to a 20mins free individual session. On first come, first serve basis)",
    "date": "Thursday, June 20, 2019",
    "time": {
      "from": "10am",
      "to": "5pm "
    },
    "organiser": {
      "name": "Francesca Tamagnini",
      "about": "Francesca Tamagnini, born 1976 – Performer, visual artist and healing researcher.\n\nShe's a firm believer in Art as a form of human development and healing and she's interested in studying family patterns.\n\nAmong others, her background sees her studying with the filmmaker and “Metagenealogy” creator  Alejandro Jodorowsky and the Intuition focused researcher Laura Day, while attending the Arthur Findlay College of Spiritualism."
    },
    "place": {
      "id": null,
      "name": "Bertrand Russell Room, Conway Hall, 25 Red Lion Square, Holborn, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Artforthenotyetborn.jpeg",
    "tags": [
      "Art",
      "Education",
      "Experiment",
      " Screening"
    ],
    "websiteUrl": "https://www.facebook.com/Art-For-The-Not-Yet-Born-422563145143524"
  },
  {
    "title": "Autographic Zine Workshop",
    "description": "The workshop is an inclusive space for exploring and thinking about identity through autographic image making, storytelling and zine-making. A briefing session on Monday 17th will give you an overview of available drawing and image-making techniques.\n\nTuesday is time for you to gather images independently.\n\nOn Wednesday we will meet back at the art school and workshop stories and sequences for your zine, on your own or with help from the workshop team. Once you’ve created your images / stories we will endeavour to produce a set of zines that you will be invited to display at the Liverpool school of Art and Design.\n",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "15 at 2pm",
      "to": "4pm , 17th & 18th at 11am"
    },
    "organiser": {
      "name": "Bee Hughes & Matt Johnson",
      "about": "Bee is an artist, researcher, activist and lecturer based in Liverpool. Her current work uses autobiography, cut-up, performance and printmaking to explore menstrual stigma.\n\nMatt is an academic and image maker based at Liverpool School of Art and Design.\n"
    },
    "place": {
      "id": null,
      "name": "Liverpool School of Art & Design, John Lennon Art & Design Building, Liverpool John Moores University, 2 Duckinfield Street, off Brownlow Hill, Liverpool, Merseyside, L3 5RD",
      "description": null,
      "area": "North West"
    },
    "imageUrl": "/assets/images/2019/thumb-resized-AutographicZineWorkshopAntiuniversity.jpg",
    "tags": [
      "Art",
      "words",
      "Workshop"
    ],
    "websiteUrl": "https://www.beehughes.co.uk & http://mutanten.tumblr.com/"
  },
  {
    "title": "Be your own prince: a drag king workshop",
    "description": "Ever wanted to try drag but not sure where to start? This workshop will cover the basics of masculine drag performance, including:\n\n- Make up\n- Appearance: costume\n- Appearance: packing and binding\n- Character\n- Performing\n\nAll genders welcome. Fiercely trans inclusive.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "1",
      "to": "3pm"
    },
    "organiser": {
      "name": "Yas Necati",
      "about": "Yas Necati is a queer and trans activist living in London. Their writing often explores drag culture and identity and they are particularly interested in drag as a form of protest. They have used drag as a means to explore their own trans, queer and Turkish identity through their king alter ego, Turkish pop star Tarkan. They could chat for hours about how to achieve the most realistic facial hair"
    },
    "place": {
      "id": null,
      "name": "Dalston Eastern Curve Garden, 13 Dalston Ln, Dalston, London E8 3DF",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-becomeyourownprincedragworkshop.jpg",
    "tags": [
      "Bodies",
      "Gender",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Bibilio-in-out",
    "description": "Biblio-in-out is an invitation to share a space for a day, to read quiet and aloud, to listen, to challenge, explore and experiment with text.\n\nCentring around the act of reading, both as a private and public act, Sull will act as an ad-hoc library / research facility with spaces for reading, discussion and exploring alternative methods of collective reading. Bring your own books or other reading materials that you want to share/have been putting off reading. Throughout the day lines of text from what has been shared will be collected to create a collective collage, which we will read together in closing the event.\n\nBiblio-in-out is a free event where everyone is welcome regardless of your educational background. We hope to see you here.\n",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "11am",
      "to": "5pm"
    },
    "organiser": {
      "name": "Sull",
      "about": "Sull is a group of cross-disciplinary artists based in Wales and its borders. Our physical site is in Capitol shopping centre, Cardiff, which is supported through Axisweb's Vacant Space scheme.\n\nOur group is non-hierarchical and all events and activities programmed in the space are either guided by the practice of the associate(s) artist(s) or reflect Sull's ethos to foster a supportive environment in which to explore ways of working; individually, amongst ourselves and with others.\n\nSull Associates 2019:\n\nSarah Boulton, Rosey Brown, Jenny Cashmore, Lauren Heckler, Gweni Llwyd, Lydia Meehan, Jodie Nicholson, Abigail Sidebotham, AJ Stockwell, Amy Treharne, and Gundija Zandersona"
    },
    "place": {
      "id": null,
      "name": "Sull, Capitol Shopping Centre, Queens Street, Cardiff, CF10 2HQ",
      "description": null,
      "area": "Wales"
    },
    "imageUrl": "/assets/images/2019/thumb-AJStockwell-antiuni-biblioinout.png",
    "tags": [
      "Words",
      "Conversation"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Book Launch and Reading for \"\"The process of the Field in New Cross\", on the process of founding the Field",
    "description": "Come to celebrate the publication of a book documenting the life of the first three years of The Field. For the first time we’ll bring north of the river some of spirit(s) that animated this attempt at doing things differently, dis-organising against the grain of hierarchical structures, neoliberal competition and the slavery of work. With this event we intend to bring the awkwardness that characterised some of The Field’s experiments back to life by engaging in activities like reading aloud, talking, moving, drawing, shifting energies, to get a sense that another brave world in commons and care is possible.\n\nFrom when The Field began until just around the time we began working on this book in June 2016, The Field was purposefully researching ways to utilise critical theory and creative work for political ends. That is, the field wanted nothing to do with the speculative cultural economy and the art world. Rather, as this book documents with its charts, graphs, founding documents and email exchanges, it utilized critical theory for intensely retrospective and externally creative purposes in effort to found an meaningful neighborhood-based activist space.  This book documents that. The book is published by Parakeet Press, a new collaborative imprint of the Journal of Aesthetics & Protest and Beyond Repair. ",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "2",
      "to": "4pm"
    },
    "organiser": {
      "name": "Journal of Aesthetics & Protest/Parakeet Press and Paolo Plot ",
      "about": "From when The Field began until just around the time we began working on this book in June 2016, The Field was purposefully researching ways to utilise critical theory and creative work for political ends. That is, the field wanted nothing to do with the speculative cultural economy and the art world. Rather, as this book documents with its charts, graphs, founding documents and email exchanges, it utilized critical theory for intensely retrospective and externally creative purposes in effort to found an meaningful neighborhood-based activist space. This book documents that. The book is published by Parakeet Press, a new collaborative imprint of the Journal of Aesthetics & Protest and Beyond Repair."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-booklaunchtheprocessandthefield.jpg",
    "tags": [
      "Art",
      "Education",
      "Conversation"
    ],
    "websiteUrl": "https://www.joaap.org"
  },
  {
    "title": "Brace your knees against mine to keep them from buckling",
    "description": "Social movement is not some abstract thing. It is made through the movements of bodies; human or otherwise’—Unknown\n\nWe would like to initiate a walk in which we explore collective movement. How do we relate to one another as bodies? How can we exceed the limitations of individual movement?\n\nAs a group, we will walk from point A to point B. The action of walking will function as a constant motion from which all subsequent actions will follow. We will provide a structure in which every participant is welcome to introduce a prompt, providing equal opportunity to direct the collective movement. Through the series of these instruction-led changes we aim to move as one body.\n\nInspired by Theatre of the Oppressed, instruction-led choreography, contact improvisation, and in the spirit of anti-university, we aim to bring to the fore bodily methods of collectivity as a starting point for contemporary self organisation.\n\nThe  workshop will last approximately one hour thirty minutes, including a short introduction, and reflection. Please wear comfortable clothing. We welcome participants of all capabilities, ages and backgrounds. For those interested, we would love you to join us for a drink after (pub TBC).\n",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "4",
      "to": "5:30pm"
    },
    "organiser": {
      "name": "Eleni Papazoglou & Rosalind Wilson",
      "about": "Eleni Papazoglou is a research designer using task based exercises within performance, moving image, writing, and print to explore normative processes of sociality, collectivity and affect.\n\nRosalind Wilson is a multidisciplinary artist working with documentation and intervention to explore where we place our attention and how we take up space. She makes temporal sculptural installations, drawings and objects. She is an associate lecturer at CCW foundation.\n\nHaving worked alongside one another for several years this will be our first collaborative project.\n"
    },
    "place": {
      "id": null,
      "name": "Bethnal Green overground station",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-elenipapazoglou-antiuniversity.jpg",
    "tags": [
      "Bodies",
      "Walk",
      " Experiment",
      " Workshop",
      " Intervention"
    ],
    "websiteUrl": "https://epapazoglou.com, https://rosalindwilson.com"
  },
  {
    "title": "Britain's Nervous Breakdown: What is Actually Happening?",
    "description": "What on Earth is happening to British politics, culture and society? Has the Brexit crisis been the inevitable outcome of 40 years of decline, or a wholly avoidable consequence of incompetent governance, exacerbated by a few duplicitous millionaires? Is the internet a powerful new tool of democratic engagement, or is it just driving everyone crazy, spreading fake news and stoking paranoia? Have postmodern societies become completely ungovernable? And if they have, should we care? Is liberal democracy finished, and if not, is it worth trying to save? Is neoliberalism in a terminal phase, or is it more powerful than ever? Could we end up with our own version of Trump in power? Would it make things any worse if we did? These and other topics will be discussed by Will Davies, author of The Limits of Neoliberalismand Nervous States: How Feeling Took Over the World and Jeremy Gilbert, author of Common Ground: Democracy and Collectivity in an Age of Individualism. ",
    "date": "Wednesday, June 19, 2019",
    "time": {
      "from": "6.30",
      "to": "8.30pm"
    },
    "organiser": {
      "name": "Culture, Power & Politics",
      "about": "Culture, Power & Politics is a regular seminar series mainly exploring ideas from the traditions of cultural studies and radical political theory, considering their relevance to understanding contemporary political issues, struggles and campaigns, as well as key themes in political and social history."
    },
    "place": {
      "id": null,
      "name": "Ridley Road Market Bar, 49 Ridley Road, London, E8 2NP",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-BritainsNervousBreakdown+Antiuniversity.jpg",
    "tags": [
      "Anti-capitalism",
      "Politics",
      "Technology",
      "Talk",
      " Conversation"
    ],
    "websiteUrl": "https://culturepowerpolitics.org/"
  },
  {
    "title": "Canteen II",
    "description": "Canteen II is a daily podcast which follows the daily life of thirteen young students from Prague in the Czech Republic before their summer break. Camille Alena and Stan Iordanov worked on a diaristic musical artwork which the audience will discover daily through an online radio broadcast. ",
    "date": "15-22 June 2019",
    "time": {
      "from": "A new podcast will be updated daily at 12noon",
      "to": null
    },
    "organiser": {
      "name": "Camille Alena & Stan Iordanov",
      "about": "Camille Alena, 1986 Switzerland, Artist, lives and works in London\nStan Iordanov, 1983 Bulgaria , Artist, lives and works in London"
    },
    "place": {
      "id": null,
      "name": "online at soundcloud.com/user-619934284",
      "description": null,
      "area": "online"
    },
    "imageUrl": "/assets/images/2019/thumb-resized-canteen2-antiuniversity.jpg",
    "tags": [
      "Sound",
      "Experiment"
    ],
    "websiteUrl": "https://soundcloud.com/user-619934284"
  },
  {
    "title": "Chav Solidarity",
    "description": "D Hunter presents his book \"Chav Solidarity\" s part autobiography, part meditation on trauma, class and identity, part one finger salute into the face of respectability politics, but mostly an articulation of the contradictory heart of Chavvy shit heads across the U.K. Hunter will read excerpts from the book, as well as discussing it's origins and surrounding issues. This will be followed by a question and answer session and open discussion regarding the issues raised in the book.\n\n\nHunter uses his experiences as child sex worker, teenage crack addict, violent thug and community activist to examine the ways in which our classed experiences shape the ways in which we think and do our politics.\n\nContent Warning\nThroughout the book there are references to sexual violence, racism both interpersonal and institutional, gendered violence both physical, psychological and verbal, various forms of physical violence, suicide, drug usage, transphobia, murder, and police brutality. This event will be reflection of this. ",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "5",
      "to": "7pm"
    },
    "organiser": {
      "name": "D Hunter",
      "about": " Hunter is an ageing chav, whose first 25 years depended upon the informal economy including sex work, robbing, and dealing. For the last 12 years he has been an anti-capitalist motivated community organiser and spent too much time watching football. He is currently flogging a book about himself, poverty and anarchism, whilst finishing his first crime fiction novel. He pays his bills by working as a mental health support worker. He thinks everyone should stop recycling until they've collectivized and/or redistributed all their current and future economic resources..\n\nYou can find him on facebook @DP Hunter and twitter @dtheclaretchav"
    },
    "place": {
      "id": null,
      "name": "Library Room, Conway Hall, 25 Red Lion Square, Holborn, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-dhunter-antiuni-chavsolidarity.png",
    "tags": [
      "Class",
      "Talk"
    ],
    "websiteUrl": "https://www.chavsolidarity.com"
  },
  {
    "title": "Clay Garden",
    "description": "Press, slap, stick, squish, pinch, prune, dig, plant, pollinate. Explore the wonderful vitality of clay and help it grow into unexpected forms! This workshop is open for all ages.",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "11am",
      "to": "12:30pm"
    },
    "organiser": {
      "name": "Marek Líška",
      "about": "I’m a ceramic gardener; I explore ideas about our interaction with the world and our role within nature. I try to align an artistic practice with the practice of a gardener, undergoing their own material investigation with the soil, space, tools, processes and nature itself, encapsulating the experience of a mutual growth. "
    },
    "place": {
      "id": null,
      "name": "ArcadeCampfa, Unit 3b, Queens Arcade, Queen Street, Cardiff CF10 2BY (next to New Look)\n",
      "description": null,
      "area": "Wales"
    },
    "imageUrl": "/assets/images/2019/thumb-workshop1.jpg",
    "tags": [
      "Art",
      "Play",
      "Experiment",
      " Workshop"
    ],
    "websiteUrl": "https://arcade-campfa.org"
  },
  {
    "title": "Coffee Can Pinhole Camera making",
    "description": "We will make a basic pinhole camera using a coffee can take some pictures and develop them in Made in Roath's new community darkroom. All materials are included but if you have a spare coffee can then bring it along. ",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "10am",
      "to": "12pm"
    },
    "organiser": {
      "name": "Made in Roath",
      "about": "Made in Roath is a community arts group working in and around the area of Roath in Cardiff. The Made in Roath Community darkroom is a new venture being set up in 2019. "
    },
    "place": {
      "id": null,
      "name": "11-13 Braeval Street, Cardiff, CF24 4SJ",
      "description": null,
      "area": "Wales"
    },
    "imageUrl": "/assets/images/2019/thumb-resized-CoffeeCanPinholeCameramaking-MadeinRoath-Antiuniversity.jpg",
    "tags": [
      "Art",
      "Workshop"
    ],
    "websiteUrl": "https://madeinroath.com"
  },
  {
    "title": "Community Bakeries in South London; a Radical History",
    "description": "A walk from St Giles' Church in Camberwell to 56a infoshop in Elephant and Castle, with an accompanying talk. We'll walk to several quiet spaces and listen to a history of the area, of bread and community, given by the speaker, and then move on to 56a for a cup of tea and a discussion.",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "5am",
      "to": "7am"
    },
    "organiser": {
      "name": "Seth Randall-Goddard",
      "about": "amateur historian/artist, interested in radical histories; an anarchist."
    },
    "place": {
      "id": null,
      "name": "St Giles' Church, Camberwell Church Street, Camberwell, London SE5 8RB",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-communitybakeries-antiuniversity.jpg",
    "tags": [
      "History",
      "Walk",
      " Talk"
    ],
    "websiteUrl": "https://gravelpress.wordpress.com/author/gravelpress/"
  },
  {
    "title": "Crafting Better Sex Ed",
    "description": "Many people feel that the education they received around sexual health was lacking.  Embarrassment, unease and wild misinformation seem to abound when talking about the birds and the bees.  How do we overcome this?  Perhaps through a fun, engaging and accessible medium such as arts and crafts!\n\nCome join us in the park, roll up your sleeves and grab some sticky backed plastic to find out more!  Explore your own experiences, attitudes and ideas around Sex Ed using friendly, informal discussions and practical crafting exercises.\n\nMaybe you are a teacher or parent wondering how you can start to approach issues around 'the talk' and intimate health with young people?  Maybe you are a professional working specifically in this area and would like to share your own ideas?  Or maybe you would just like to complain to sympathetic folk about that time you were made to put a condom on a cucumber by your PE teacher.  Whichever it is, join us in the park and do it through craft!\n\nThere will be glue sticks, there will be play dough, there will be (vegan) cake!\n",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "12noon ",
      "to": " 13.30pm"
    },
    "organiser": {
      "name": "Emma Chan",
      "about": "Emma is interested in sexual health and education.  She is a facilitator for Sexplain, an inclusive and sex positive charity which delivers the SRE curriculum to secondary schools across the UK. She is currently taking an open-ended break from training in Obstetrics and Gynaecology, mostly to write a blog about genitals at www.squishsquashsquelch.com.  "
    },
    "place": {
      "id": null,
      "name": "Finsbury Park (near Manor House Entrance), N4 2NQ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-resized-CraftingBetterSexEdEmmaChan-Antiuniversity.jpg",
    "tags": [
      "Education",
      "Sex",
      "Gender",
      "Workshop"
    ],
    "websiteUrl": "https://www.squishsquashsquelch.com"
  },
  {
    "title": "D.I.O. (Do It Ourselves) x Extinction Rebellion",
    "description": "This edition of D.I.O. will explore forms of creative protest employed by a growing movement for climate justice throughout the UK. It takes the form of a talk and Q&A with representatives of Extinction Rebellion (XR), an international movement against government inaction on climate change. The event will contextualise XR’s activities within a strong tradition of creative DIY protest in Britain: from the anti-roads roads protests and Reclaim the Streets in the 1990s to the Camps for Climate Action throughout the 2000s. The discussion will center on the value of creative practices in social movement contexts and the staging of expressive, participatory, and prefigurative forms of politics.",
    "date": "Friday, June 21, 2019",
    "time": {
      "from": "12noon",
      "to": "2pm"
    },
    "organiser": {
      "name": "D.I.O. (Do It Ourselves)",
      "about": "D.I.O. (Do It Ourselves) is an ongoing series of events that explores self-organised creative processes across fields of art, education and activism. D.I.O. was originally established in Summer 2018 as an outcome of 'Into the Wild', the artist development programme at Chisenhale Art Place.\n\nThe term D.I.O. situates the self, as in ‘do it yourself’, within a collective practice. D.I.O. asks: how do we get out there, support one another, and make change happen?"
    },
    "place": {
      "id": null,
      "name": "Raven Row, 56 Artillery Lane E1 7LS",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-doitourselves.jpg",
    "tags": [
      "Direct Action",
      "Ecology",
      "Talk"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Decolonising the student experience",
    "description": "Universities aren't made for all students, they have and continue to cater for the white elite.\nThis is particularly demonstrable within Russell Group universities whereby around 75% of students are white. This racial binary is also reflected amongst those who undertake postgraduate degrees and try to carve out a career in academia-according to statistics from 2016/17 out of 19,000 professors only 25 were black women. Given the lack of representation within universities, students of colour are forced to centre their learning on the critical thinking of white academics whilst navigating a space that still denies academics of colour and those from the global south, the representation and voices that they deserve.\nThis talk will consider ways and means in which the student experience can be deinstitutionalised, from safe study spaces to interdisciplinary peer networks.",
    "date": "Tuesday, June 18, 2019",
    "time": {
      "from": "6.30pm",
      "to": "8.30pm"
    },
    "organiser": {
      "name": "Artem et Populis",
      "about": "Artem et Populis is the artistic alias for Arooj Khan, a seasoned arts practitioner, researcher and impact measurement specialist, with experience of programme design and delivery with and for people facing disadvantage.\n\nShe is also currently completing a doctorate in Human Geography, whereby her research utilises creative research methods extensively, therefore she is able to design fit for purpose arts focused methodologies to sit alongside more widely used approaches"
    },
    "place": {
      "id": null,
      "name": "62 Fieldgate St, Shadwell, London E1 1ES",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-a@artemetpopulis.com-antiuni-decolonizingthestudentexperience.jpg",
    "tags": [
      "Education",
      "Talk",
      " Workshop",
      " Conversation"
    ],
    "websiteUrl": "https://www.artemetpopulis.com"
  },
  {
    "title": "Design Your Own Tarot Workshop",
    "description": "Can we reimagine the archetypal structure of the Tarot collaboratively? In this workshop we will investigate.\n\n\nThe tarot is a symbolic framework that maps complementary forces: conscious - subconscious; self - other; individual - collective. Tarot readings can be used to interpret universal archetypes as a means for personal evaluation. But what if we invert the formula?\n\nWhat are the symbols that structure our cosmos and how can we re-imagine them to collectively transform ourselves and our actions in the world? In other words, rather than simply interpreting symbols, how can we change them?\n\nSituated between a social experiment and a performance without an audience,the session will allow us to come together to design a new speculative tarot deck and do a group reading from it.\n\nThe session will include:\n- An introduction to the elemental structure of the tarot\n- Symbol generation exercises\n- Creating a deck of cards collaboratively\n- Doing a reading from the deck we produce\n",
    "date": "Wednesday, June 19, 2019",
    "time": {
      "from": "12noon ",
      "to": " 3.30pm"
    },
    "organiser": {
      "name": "Lawrence Pardoe",
      "about": "Your organiser is an artist who is looking for the sham in shamanism. "
    },
    "place": {
      "id": null,
      "name": "Raven Row, 56 Artillery Lane, E1 7LS",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-earthworm.jpg",
    "tags": [
      "Play",
      "Experiment",
      " Workshop"
    ],
    "websiteUrl": "N/A"
  },
  {
    "title": "Did Matriarchy Ever Exist?",
    "description": "A talk on whether matriarchy ever existed, followed by questions and discussion. ",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "3pm to 5pm",
      "to": null
    },
    "organiser": {
      "name": "Radical Anthropology Group",
      "about": "Radical Anthropology brings indigenous rights activists, environmentalists, feminists, socialists and others striving for a better world together with people of all ages who just want to learn about anthropology. "
    },
    "place": {
      "id": null,
      "name": "Daryll Forde Seminar Room, Anthropology Building, 14 Taviton Street, London WC1H 0BW",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Radicalanthropology.jpg",
    "tags": [
      "Gender",
      "History",
      "Talk"
    ],
    "websiteUrl": "http://www.radicalanthropologygroup.org"
  },
  {
    "title": "Discussion on Nam Myoho Renge Kyo - A Buddhist Philosophy of Human Revolution",
    "description": "Discussion meetings in Nichirin Buddhism are an expression of its philosophy of transformation called Human Revolution.\n\nDiscussion meetings serve as a celebration of this philosophy of humanism; sharing heart to heart dialogue enriching our lives, deepening our understanding of ourselves as human beings and bringing forth the qualities inherent in our Buddha nature, courage, wisdom and compassion that we take into our daily lives.\n\nIn the process of Human Revolution, practitioners achieve this inner transformation through working to establish peaceful relations based on trust and mutual understanding with those around them.\n\nThrough hearing experiences of others and how they have overcome challenges in their lives we are able to see our personal situations in a new light and seek to use them as opportunities for growth and encouragement for others.\n\nPrior knowledge or practice of any Buddhism is not what is important at these activities. Fundamentally we are all human beings and have accumulated vast experience in life that are our great joy to ourselves and society to share and celebrate!\n\nThe activity will start with a brief introduction to the meaning and practice of Nam Myoho Renge Kyo for 15-20 minutes; then open group discussion and any questions people may have followed by a picnic for those wanting to stay.\n",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "3",
      "to": "5pm"
    },
    "organiser": {
      "name": "SGI UK",
      "about": "The Sokka Gakkai means ‘Value Creating Society’, a reflection of the purpose of Nichirin Buddhism that is to create the maximum value in the world. We seek to build a strong network of people dedicated to upholding the preciousness of human life, transcending the superficial divisions of national or race boundaries. First and foremost SGI is a movement dedicated to supporting individuals to create a solid foundation of happiness in their lives."
    },
    "place": {
      "id": null,
      "name": "Hackney Downs Park",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-DISCUSSION-Final.jpg",
    "tags": [
      "Care",
      "Mental Health",
      "Conversation"
    ],
    "websiteUrl": "https://sgi-uk.org/"
  },
  {
    "title": "Disrupting Data: Collecting and Personalizing Biosignals ",
    "description": "Why does my Fitbit think I’m dying? There are a plethora of devices meant to help people understand and interpret biofeedback, ranging from fitness trackers (like Garmin and Fitbit) to emotion and stress trackers (like Spire and Pip). However, the way these systems are interpreting biosignal data is not transparent to us as users and may even conflict with how we interpret our own data. By assuming our devices cannot accurately interpret our biosignals, we will be able to produce new ways of visualizing our data and reclaim agency over our biofeedback.\n\nThis event explores low cost ways to collect biosignals without expensive devices as well as new ways to explore and interpret our own data, disrupting preconceived notions of what our bio signals represent. Participants will be asked questions to explore this topic: How do biosensing trackers fail to understand our data? And in what ways does biosensing create a point of conflict between how the hardware sees us and how we see our ourselves? What ways can we visualize our biosignals to more accurately reflect these personal interpretations?",
    "date": "Friday, June 21, 2019",
    "time": {
      "from": "2:15",
      "to": "4:45pm, UTC"
    },
    "organiser": {
      "name": "(re)claimed",
      "about": "(re)claimed is a collective organized by students Shanel Wu, Nathalia Campreguer, and Mikhaila Friske that questions economic, political, and social structures by reclaiming materials, tools, and data. Shanel Wu (they/them) is a graduate student researching smart textiles, as well as a rogue physicist and fiber crafter. Nathalia Campreguer (she/her) learned all sorts of crafts growing up with her Grandma and loves to experiment with alternative materials. She is also a graduate student in Human-Computer Interaction. Mikhaila Friske (she/her) is a graduate student in Information Science exploring themes around the topics of queerness, craft, and smart textiles."
    },
    "place": {
      "id": null,
      "name": "Boulder Public Library, Arapahoe Room, 2nd Floor, 1001 Arapahoe Avenue, Boulder, Colorado, USA",
      "description": null,
      "area": "Outside of the UK"
    },
    "imageUrl": "/assets/images/2019/thumb-DisruptingData-CollectingandPersonalizingBiosignals.jpg",
    "tags": [
      "Bodies",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Drink, Observe, Draw and Sculpt",
    "description": "Join Yixia Lin for a for an afternoon of being free to be creative and experimental with a variety of materials. This drink & make workshop is for over 18s.",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "3",
      "to": "4:30pm"
    },
    "organiser": {
      "name": "Yixia Lin",
      "about": "Yixia Lin is a China born, UK based ceramicist working at the intersection of craft and design. In research of eastern philosphy, She utilises the concept of emptiness and assimilates the concept into her contemporary practice. Base on traditional production methods, she designs sculptural funiture and vessels. Her intention is to subtly explore how viewers actively interact with the objects."
    },
    "place": {
      "id": null,
      "name": "ArcadeCampfa, Unit 3b, Queens Arcade, Queen Street, Cardiff CF10 2BY (next to New Look)\n",
      "description": null,
      "area": "Wales"
    },
    "imageUrl": "/assets/images/2019/thumb-Mending-.jpg",
    "tags": [
      "Art",
      "Experiment",
      " Workshop"
    ],
    "websiteUrl": "https://arcade-campfa.org"
  },
  {
    "title": "Drugs, Workers and Global Justice",
    "description": "The so called ’war on drugs’ was built on shaky foundations. Now, countries around the world from Canada, to Uruguay, Portugal and many US states are beginning to dismantle it piece by piece.\n\nIts collapse is good news for people and communities around the world, providing us with the opportunity to build a new approach to drugs that prioritizes, promotes and protects human health and well-being. This shift, from a criminal justice approach to health-based policy making, is essential if we want to take drug policy into the 21st century. It is time for the UK to catch up, and develop and promote appropriate, evidence-based, and sustainable alternatives both in the UK and globally.\n\nBut while calls for decriminalization and legal regulation of the drugs trade are a step in the right direction, we need to ensure that legalization does not become a vehicle for corporate to take over the drugs trade. We need legal regulation that serves social justice not capital.\n\nIn this panel discussion, we bring together speakers from trade unions, racial justice campaigners, farmers working in the drugs trade to discuss what legal regulation could look like. ",
    "date": "Tuesday, June 18, 2019",
    "time": {
      "from": "6 ",
      "to": " 7:30pm "
    },
    "organiser": {
      "name": "Health Poverty Action",
      "about": "Health Poverty Action is an international NGO that was established in 1984 by a group of health professionals. Since our very beginnings, we have taken a justice-oriented approach, developing strong community roots, creating comprehensive and integrated health systems, and addressing the social determinants of health. We act in solidarity with health workers, activists and communities worldwide to improve health and challenge the causes of poverty. The War on Drugs has been a driver of global poverty and injustice since its inception. We need to break this cycle and advocate for a complete reform of drug policies. Governments must legally regulate the drugs trade to make it safer, and ensure everyone – from producer to seller to consumer – is able to have a stable life. We have the opportunity now to ensure reforms are implemented within a social justice model in collaboration with affected communities."
    },
    "place": {
      "id": null,
      "name": "Brockway Room, Conway Hall, 25 Red Lion Square, Holborn, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-LaurenTapp-Anti-UniversityDrugs,Workers_GlobalJustice.jpg",
    "tags": [
      "",
      "Talk",
      " Workshop"
    ],
    "websiteUrl": "https://healthpovertyaction.org"
  },
  {
    "title": "Ecologies of Spirit - A Chymical Wedding",
    "description": "In his Critique of Hegel's Philosophy of Right, Marx states: “Religion is the sigh of the oppressed creature, the heart of a heartless world, and the soul of soulless conditions. It is the opium of the people.” Turning towards our existence in a suffering planet, we inhale the steam of our raging hearts, dance to the sounds of our shouts into the void of a muted existence and lose ourselves in the ecstasies of our love to the universe. The earth is our lover, mother and goddess, and, re-connecting with traditions originating in Alchemy, Analytical Psychology and Witchcraft, we engage in self-created rituals to celebrate our desire for all that is excluded from the matrix of human supremacy. In the same way in which the Alchemists aimed at a total sympoietic tangling facilitated by the materiality of their earthly existence, this experimental workshop invites its participants to take part at an revelry of with-making, myth-making, worlding and un-worlding. Through these practices, we will endeavour to wake up or brighten the fundamentally spiritual love for the Earth that is already natural to us. Loving  is something fundamental to being. These practices do not only aim to bring us closer to the Earth but to ourselves. We will create a space where environmental activism and spirituality engender practical tools for radical social transformation.",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "4",
      "to": "6:30pm"
    },
    "organiser": {
      "name": "Lavinia Carey and Phyllis Koehler",
      "about": "Lavinia Carey is a poet with a deep interest in spiritual tradition. She writes as a means of prayer, exploring what it means to have a relationship with the Divine and thereby with oneself. She is a member of Extinction Rebellion, an undergraduate in Philosophy and student at the Temenos Academy. Phyllis Koehler is a student of literature, critical theory and witchcraft. She is working on an undergraduate dissertation on Medieval Women’s Mysticism. Her artistic practice revolves around notions of ritual and its relationship to space, time, linguistic representations and society."
    },
    "place": {
      "id": null,
      "name": "Meeting Point: Hampstead Heath Overground (Hampstead, London NW3 2QD). We will then move together to a place on the heath. ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-ecologies-of-spirit-antuniversity.jpg",
    "tags": [
      "Ecology",
      "Experiment"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Element. Void.",
    "description": "An immersive event hosted by the icing room where we will explore what it means to be in your element, and out of it. For us, this translates as a need to recognise and celebrate difference in order to thrive.\n\nCollectively, we imagine each element (Earth, Air, Water, Fire) as a landscape to move through. We invite all participants to bring a dish or contribution associated with their chosen element to share in a performative dinner. The evening moves through the elements as if through courses of a meal, using installation, screenings, performance, and reading. We also allow for the presence of a fifth element, a Void. As we embrace the unfathomable qualities of this, we consider how experiences can be materialised and shared.\n\nIn advance of the evening, we ask participants to send through something to us that speaks of their connection to an element – this could be a memory, text (original or found), image, poem, moving image, object… This becomes material to guide our elemental enquiry. isobel.atacus@gmail.com\n\n",
    "date": "Friday, June 21, 2019",
    "time": {
      "from": "5",
      "to": "10pm"
    },
    "organiser": {
      "name": "the icing room",
      "about": "the icing room is an artist-run space in Walthamstow born from an autocorrect error. It houses a collective of artists who share a belief in non-exclusivity, and a commitment to experimental practice. Exhibitions, performances, screenings and events have been running for the past 3 years, both in the icing room premises (a domestic space) and further afield. The collective also produces publications under the icing room press. Founded by artist Isobel Atacus."
    },
    "place": {
      "id": null,
      "name": "the icing room, 493 Forest Road, London E17 5LD",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Element.Void.Antiuniversity(squareformat).jpg",
    "tags": [
      "Art",
      "Bodies",
      "Experiment"
    ],
    "websiteUrl": "https://www.isobelatacus.com/icing-room"
  },
  {
    "title": "Erynies : To be one's own fury -One Deadly Summer- Solace & Female vengeance",
    "description": "Erynies: to be one's own fury- one deadly summer- is the first part of a cycle of screenings followed by a talk on female vengeance that I would like to organise as a way in which people can discover and interact with some of the themes and inspirations of my fashion collection : Medea-First Modern Woman-.\nThe event is a screening followed by a talk and q&a between me and an artist or writer about the movie and how it illustrates or challenges different aspects of female vengeance.\nThis particular screening will ask wether there is any solace in vengeance and should there be, from Electra to Adjani.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "7",
      "to": "10pm"
    },
    "organiser": {
      "name": "V. de Talleyrand-Perigord",
      "about": "I am a young queer fashion designer living in London, recently graduated from Central Saint Martin's i am working on a follow up to my graduate collection which was called Medea- First Modern-Woman and explored the question of female vengeance, the feminisation of the codes of the threatening male and the re-appropriation of forced glamour."
    },
    "place": {
      "id": null,
      "name": "SET Dalston, 27a Dalston Lane, London E8 3DF",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Erynies.jpg",
    "tags": [
      "Feminism",
      "Art",
      "Talk",
      " Screening"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Everything You Ever Wanted To Know About Anarchism",
    "description": "Members of the London Anarchist Federation will discuss anarchism as a political philosophy, its history, key thinkers and modern currents as well as an anarchist FAQ. This talk is aimed at those interested in learning more about anarchism and will also include an overview of the many anarchist groups you can get involved with. The talk will be followed by a Q&A in case we miss anything in the FAQ.",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "3pm",
      "to": "5pm"
    },
    "organiser": {
      "name": "London Anarchist Federation",
      "about": "We describe ourselves as anarchist communists, anarchists and revolutionary class struggle anarchists, and operate as a membership organisation. We are involved in all manner of social struggles and to support these we produce practical propaganda and theoretical texts including our magazine Organise! and a growing series of pamphlets. Members are encouraged to get involved with any activity they wish to and to develop themselves practically and politically."
    },
    "place": {
      "id": null,
      "name": "Freedom Bookshop, 84b Whitechapel High St, Shadwell, London E1 7QX",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Everythingyoueverwantedtoknowaboutanarchism.png",
    "tags": [
      "Anarchism",
      "History",
      "Talk"
    ],
    "websiteUrl": "https://aflondon.wordpress.com/"
  },
  {
    "title": "Experiential Learning for the 21st Century: The Somatics of Singing Practice",
    "description": "This ninety-minute introductory workshop, based on the facilitator's ongoing training with NYC vocal teacher Robert Sussuma (vocallearningsystems.com), will explore vocal learning from the 21st century perspective of sensory awareness. There will be NO lip trills and NO rag dolls warm-ups. The workshop is an attempt to introduce you to experiential, somatics - and Feldenkrais-based, vocal education.  It aims to provide lifelong tools for self-learning (applicable to any artistic practice) through the concepts of variations and 'unexpected learning'. We all use our voices. Most of us don't really understand or even ever think about what's going on 'down there' or the actual interactions between all the related parts of our sound-producing 'system', from toes to top of the spine. This free workshop is therefore open to all, from complete novices to voice professionals alike. No special equipment or clothing required.The self-awareness workshop begins with you setting a reference for yourself (by singing or speaking a short phrase of your own choosing, as privately as the space will allow—this is not a performance nor a talent show). We will then proceed to gather sensory information about your own vocal apparatus, allowing us to look at how we tend to think (and imagine) the different parts of our own voice (you'll be surprised by the exploration). Through Feldenkrais-styled experiential learning (consisting of small, barely perceptible and sometimes purely imagined movements), with playfulness essential (as per neurological science) to the process, we will explore the art of self-sensing. The workshop ends with a return to the initial reference 'phrase', at which point participants can sense for themselves (again, this is not a performance to be assessed by either teacher or other participants) what may have, often in very unexpected ways, shifted. This deeply personal, subjective and sensory exploration of our own selves brings a new—and lasting—ease and joy in our own voice. With surprising and more exciting options available to us as singers, actors, and speakers, we gain a more stable and lasting self-confidence in our own, unique and deeply personal artistic choices.For further information, please look for introductory videos and a complete series of online workshops, as well as one-on-one training, from Robert Sussuma's Vocal Learning Systems. He's the real deal. https://vocallearningsystems.com/.   Looping the Loop is a festival of live arts in the three towns of Ramsgate, Margate and Broadstairs in Thanet on the East Kent coast.  Theatre Network Thanet is a monthly meet up for locally-based actors, artists, directors, writers, producers and theatre-makers.  FLEX is run by Looping the Loop and is a free weekly skills- and resources-sharing opportunity for practitioners of all creative fields to come and explore and learn from each other, test out ideas, keeping our creativity sparked and honing your skills. Professional and aspiring performance practitioners, artists interested in performance and any/all theatre types are invited to join.  OSE Open School East  is a space for artistic learning and production that is experimental, versatile and highly collaborative. We run two mutually reinforcing strands: - A free study programme for emerging artists; - A multifaceted programme of events, activities and training open to all. Central to Open School East’s approach is a commitment to foster cultural, intellectual and social exchanges between artists and the broader public. We do this by opening our study programme outwards, responding to our locality and providing an informal environment for the sharing of knowledge and skills across various communities – artistic, local and otherwise. Open School East was originally founded in 2013 in East London, in response to spiralling tuition fees and student debt, and the decrease in both studio provision and civic spaces in the capital. From 2013 to 2016, Open School East operated from the Rose Lipman Building, a former library and community centre in De Beauvoir Town, East London. In 2017, we relocated to the coastal town of Margate in Kent, where we will contribute to the town’s cultural vitality and open up creative opportunities for people of all ages and backgrounds. We are located on the ground floor of the Pettman building, below Resort Studios, in Cliftonville. http://www.openschooleast.org",
    "date": "Thursday, June 20, 2019",
    "time": {
      "from": "6",
      "to": "7:30pm"
    },
    "organiser": {
      "name": "Marianne Dissard with Looping the Loop and Theatre Network Thanet's FLEX",
      "about": "Marianne Dissard is a French-born singer and performer from Tucson, Arizona, now living in Ramsgate. Her first book, 'Not Me', a memoir of trauma and the life of a touring musician, will be published in October 2019. It was adapted and performed with Megan Garrett-Jones at Tom Thumb Theatre in Margate in September 2018. Marianne has taught yin and vinyasa yoga in Paris—and Ramsgate—, and has collaborated with choreographers and musicians in the States and throughout Europe. Her vocal training—the school of hard knocks—initially consisted of throwing herself on a stage and not leaving it—and the recording studio—for ten years of international touring and album releases. Looking to expand what her voice was capable of but not finding the right teacher to accompany her quest, she began to sing daily, to herself, without professional guidance until, in 2018, she met and started training with NYC-based vocal teacher Robert Sussuma whose \"strategies for 'unexpected learning'\", relying on non-linear, experiential learning, made a world of difference in her enjoyment of—and creative expression through—singing."
    },
    "place": {
      "id": null,
      "name": "Open School East, Adult Education Centre, 1-3 Hawley Square, CT9 1PF Margate, Kent",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "/assets/images/2019/thumb-MarianneDissard.jpeg",
    "tags": [
      "Sound",
      "Workshop"
    ],
    "websiteUrl": "https://www.mariannedissard.com"
  },
  {
    "title": "Exploring Radical Archives and Collections",
    "description": "This is an introduction to the Statewatch Archives and Mayday Rooms, both located in Fleet Street. We have an extensive collection of materials related to state surveillance, activism, privacy, organising and more. Come and learn about accessing and using radical archives for work, study or creativity. Childcare is available, provided by the Antiuniversity team at Mayday Rooms during this event. Please register for a space here: https://www.eventbrite.co.uk/e/antiuniversitynow-childcare-for-events-happening-in-mayday-rooms-1506-tickets-62733473508",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "1:30",
      "to": "4.30pm"
    },
    "organiser": {
      "name": "Statewatch / Mayday Rooms",
      "about": "Statewatch monitors the state and civil liberties in Europe. Mayday Rooms is archive, resource and safe haven for social movements, experimental and marginal cultures and their histories."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London EC4Y 1DH",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "/assets/images/2019/thumb-statewatch.jpeg",
    "tags": [
      "Direct Action",
      "Talk",
      " Tour"
    ],
    "websiteUrl": "https://statewatch.omeka.net / https://maydayrooms.org"
  },
  {
    "title": "Follow Me - I'm Lost!",
    "description": "Borrowing techniques from the Situationists of Paris '68 we'll create a new visual map of Hackney. Taking inspiration from William Blake, psychogeographers and street photographers across the centuries, we'll explore the area without any plan or any preconceived ideas. We'll decide collaboratively and intuitively where we 'ought' to go - and what we 'should' think worthy of photography.\n\nThis slow alternative walk will be about us coming together to create a different map of the territory, with no rules or limits.\n\nPsychogeography is thirsty work, so then we'll go to the pub to debrief.",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "4",
      "to": "6pm"
    },
    "organiser": {
      "name": "Simon Cole of Hackney Tours and Ken Flaherty of Doomed Projects.",
      "about": "Hackney Tours has been walking the fine line between alternative tourism and activism since 2012, looking at radical history and contemporary contested space through the #HackneyDifferent filter. Doomed Projects brought non-commercial photography shows to Dalston for evenings that were the stuff of local legend. More recently Doomed Gallery hosted free Humanities seminars. Both Ken and Simon have been members of a Situationist reading group and are interested in how shared learning can enable us to better understand the world around us."
    },
    "place": {
      "id": null,
      "name": "13 Dalston Lane, Dalston, London E8 3DF",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Followme.jpeg",
    "tags": [
      "Art",
      "History",
      "Walk",
      " Experiment",
      " Conversation"
    ],
    "websiteUrl": "https://www.hackneytours.com"
  },
  {
    "title": "Frontida: Towards a radical imagination of care",
    "description": "A decade after the international financial crash, crisis has become a pervading condition across the world and thus the new “global reality”. Dispossession, exclusion, suppression, loss and/or precariousness are today established normalities for the majority of the world population. Seeing our contemporary context from the lens of social reproduction enables a holistic understanding of this worldwide critical situation, for the multiple crises we face constitute different manifestations of a socioeconomic system that finds it increasingly difficult to sustain itself simply because it is doing away with the ways of sustaining life on our planet. Today, the crisis of social reproduction has acquired a global scale expanding across all capitalist societies and enhancing those forms of organising our material and social sustenance that are grounded in long-established social inequalities. However, the current multi-faceted crisis has become also a “truth regime” through which the dominant powers have installed a perennial state of exception. The regime of chronic-crisis is sustained on “TINA discourses”, which are deployed to make us believe that “there-is-no-alternative” so they can continue governing us according to their extractivist interests.\n\nWe propose to fight this regime of chronic-crisis by feeding an emancipatory social imagination of care that allows us to collectively envision alternative forms of organising the sustenance of our own selves, our societies and our planet. In other words, to imagine new ways of how care and reproductive needs can be provided, by whom, in which conditions and in which spaces. We invite contributors to create “Frontida: Towards a radical imagination of care”, a manifesto in the form of a (trans)urban utopia. \n\nIn this one-day workshop we will discuss, imagine and produce the first draft of “Frontida”, which will later be translated into a self-publication that will be sent to each creator and distributed to the general public.  Three working groups will be responsible for the outline of the main ideas in each corresponding area, namely organisational units, spaces and networks. An additional group will devise how to get to Frontida. At the end of the day, those will be presented and discussed in a plenary session in which a common draft will be jointly agreed.",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "11:00am",
      "to": "3:30pm"
    },
    "organiser": {
      "name": "Isabel Gutierrez Sanchez",
      "about": "Isabel Gutiérrez Sánchez is an architect and anthropologist by training. Her work explores practices and spaces of life in common within contemporary urban contexts marked by widespread processes of neoliberalisation and crisis. Drawing on a cross-disciplinary set of methods, she tries her projects to grasp, present and/or propose forms of living together capable of breaking with current tendencies that isolate us in private spaces while precarising our livelihoods, diluting our social relationships and depleting the environment. "
    },
    "place": {
      "id": null,
      "name": "Make Your Own Shift, The Castle Climbing Centre, Green Lanes, London N4 2HA",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Frontida_I.GUTIERREZ.png",
    "tags": [
      "Direct Action",
      "Care",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Get Lost Artist Walk",
    "description": "Get Lost Artist Walk\n\n16th June 2019\n\n12noon - 3pm\n\nGetting lost can be just the ticket to discovering new things about ourselves and the communities that we live...\n\nLet your curiosity be your guide and find inspiration in unexpected places.\n\nWe will start off this 'un-guided' walk from outside Squash 112-114 Windsor Street L8 8EQ at 12 noon. Where we end is down to how the walk unfolds...\n\nFamily friendly and accessible - the pace of the walk is very manageable with a buggy or if you use a wheelchair.\n\nYoung and old are welcome as this brings a great richness to our conversations along the way, especially discovering hidden histories just a step away.\n\nThe streets we will walk hold the stories of the wealth of diverse cultural histories and disapora. Everyone who make up our communities are welcome.  It's free to take part.\n\nBring your sketch book, camera phone, camera, dictaphone...\n\nBe prepared to lose yourself in a well paced walk, connect with other walkers in conversations & discover new connections & synchronicities whilst out wandering.\n\nCheck the weather, bring decent walking attire and water.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "12noon ",
      "to": " 3pm"
    },
    "organiser": {
      "name": "Anna B Sexton",
      "about": "Anna B. Sexton is an artist and facilitator who works with everyday creativity. She is inspired by the places and environments we all live, work & play in as individuals and as part of communities. These walks invite us to take maybe familiar or different routes with new creative perspectives to change how we feel about ourselves and those around us.  www.annabsexton.com"
    },
    "place": {
      "id": null,
      "name": "From outside Squash, 112-114 Windsor Street, Liverpool L8 8EQ",
      "description": null,
      "area": "North West"
    },
    "imageUrl": "/assets/images/2019/thumb-AnnaSexton-Get_Lost_artist_walk-Antiuniversity_NOW_2019.jpg",
    "tags": [
      "Art",
      "Walk"
    ],
    "websiteUrl": "https://www.annabsexton.com"
  },
  {
    "title": "Green Anti-Capitalist Perspectives",
    "description": "The Green Anti-Capitalist Front will be running a panel with a twist for this year's Anti-University. There will be speakers from the Anarchist Federation, the Kurdish Freedom Movement, Fossil Free London, All African Women's Group and the Kentish Town City Farm. They will aim to inspire the audience to collaborate in a game of strategy and activism about saving the environment, fighting social inequality and overthrowing capitalism. Come to get inspired, have fun and get motivated to join the fight!  If you need child care please contact us at greenanticapitalistfront@riseup.net.",
    "date": "Friday, June 21, 2019",
    "time": {
      "from": "7:30",
      "to": "10pm"
    },
    "organiser": {
      "name": "Green Anti-Capitalist Front",
      "about": "The Green Anti-Capitalist Front is an alliance of groups and individuals united by a belief that capitalism is one of the core causes of the environmental crisis threatening us all, and that if we do not act soon the costs of that crisis will fall on the poor and powerless.\n\nIn the fact of this crisis, the governments of the world seem more interested in propping up capitalist profits than preventing disaster, so we also believe that a disruptive campaign of direct action will be needed to prevent ongoing environmental destruction and prevent those who profit from this destruction from shifting the costs on the working class."
    },
    "place": {
      "id": null,
      "name": "Halkevi, 31 Dalston Lane, London, E8 3DF",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Greenanticapitalistperspectives.jpg",
    "tags": [
      "Anarchism",
      "Direct Action",
      "Ecology",
      "Workshop"
    ],
    "websiteUrl": "https://greenanticapitalist.org/"
  },
  {
    "title": "Green Basilisk: A Psychogeographical Larp",
    "description": "What is the Green Basilisk? Is it true that just by knowing about it, you will be tortured for the rest of your living days? Set in an unfamiliar urban landscape, the time travellers are looking for answers. They want to find out what happened, what were the mistakes that society made that led to this unspoken environmental catastrophe, and if it’s possible to go back and change things.\n\nThis is an urban larp by Alex Brown which brings together practices of psychogeography and larp through themes of society, time travel and anti-capitalism.\n\nLarp is an acronym for live action role play though often used as a standalone term. The practice involves embodying a character in an immersive fictional setting and co-creating play with others. Everyone is welcome and no prior experience is necessary, the pre-larp workshop will cover all techniques needed in the larp.\n\nIt involves long periods of walking around outside (around 2 hours) with short breaks along the way. Please wear comfortable shoes and be prepared for the weather. The larp will finish in a different place to the starting venue.\n\nPlease RVSP through Eventbrite, this activity relies on a planning for a known number of players. If you have any questions or accessibility requirements then please get in touch.\n",
    "date": "Friday, June 21, 2019",
    "time": {
      "from": "6:30",
      "to": "9:30pm"
    },
    "organiser": {
      "name": "Alex Brown",
      "about": "Alex is interested in DIY practices of co-creation, he co-founded Antiuniversity, is a member of collectively owned Clapton CFC, and involved in recent experimentation with three-sided football. He is interested in the politics of play and how larp can be a force for rejecting spectacular capitalism."
    },
    "place": {
      "id": null,
      "name": "Toynbee Studios, 28 Commercial Street, London, E1 6AB",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-AlexBrown-Greenbalistic.jpeg",
    "tags": [
      "Play",
      "Walk",
      " Experiment",
      " Workshop",
      " Intervention"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Hearing Voices Friendship Group",
    "description": "A voice hearing community friendship group. All welcome. We produce a newsletter and do advocacy training ... for the people by the people ... ",
    "date": "Wednesday, June 19, 2019",
    "time": {
      "from": "4",
      "to": "5pm"
    },
    "organiser": {
      "name": "wendy Micklewright",
      "about": "I have videos about my experience of voice hearing on the web\nhttps://www.youtube.com/watch?v=aOtFYMDiOtI&feature=youtu.be\nhttps://www.youtube.com/watch?v=d8eqWBVtD2g&feature=youtu.be"
    },
    "place": {
      "id": null,
      "name": "Oxfam Twickenham, 46 King St, Twickenham TW1 3SH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-hearingvoicesfriendshipgroupantiuniversity.jpg",
    "tags": [
      "Mental Health",
      "Care",
      "Experiment"
    ],
    "websiteUrl": "https://www.hearing-voices.org/"
  },
  {
    "title": "History Indians & Pakistanis in Middlesbrough",
    "description": "The early days of immigration into Middlesbrough\nIn 1830 Middlesbrough a farm employing few labours, total population of 14.\nThe farm was bought a group of business men to develop it as a coal port and planned a town for 5000 people.\nThe discovery of iron ore in the Cleveland Hills lead to  the development of iron & steel and the demand for manual labour - population explosion.\nFlux of labourers from Ireland, Wales, Scotland, flooded in …\nThe first Indians were the sailors when appeared as soon as the port was opened.\n\n1890 \"Jahangeer - Indian oculist, 103 Corporation road, and 35 Parliament street, Stockton\"\n\n1890 a postcard of Linthrope Road in Middlesbrough shows a group of Indian sailors looking in a shop window. From their characteristic turbans these lascars were probably Pathans.\n...\n",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "1:30",
      "to": "3pm"
    },
    "organiser": {
      "name": "Boro Bookworm & Sacred Alien Comix",
      "about": "Comics, Sci-fi, Graphic Novels, related material, horror & The Boro, the football and local History. Has been running since 2016, has became an institution, we had live music, talks, meetings, workshop and is active in the annual North East film Festival hosting the Indian film night "
    },
    "place": {
      "id": null,
      "name": "41 Wilson Street, Middlesbrough TS1 1SA",
      "description": null,
      "area": "North East"
    },
    "imageUrl": "/assets/images/2019/thumb-HistoryIndians_PakistanisinMiddlesbrough.jpeg",
    "tags": [
      "History",
      "Talk"
    ],
    "websiteUrl": ""
  },
  {
    "title": "History of Middlesbrough Football Club",
    "description": "The history of Middlesbrough fc from it birth in 1876: Club formed by members of Middlesbrough Cricket Club at a meeting at the Albert Park Hotel.\n1877: First recorded game against Teesside Wanderers ends in 1-1 draw. Home games played at Archery Ground in Albert Park, Middlesbrough. First recorded away game at Barnard Castle ends in 1-0 defeat. Finishing at the present time.\n",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "1:30",
      "to": "3pm"
    },
    "organiser": {
      "name": "Boro Bookworm & Sacred Alien Comix",
      "about": "This shop has been running since 2013, full of vintage, local history and Middlesbrough fc books and programmes"
    },
    "place": {
      "id": null,
      "name": "Boro Bookworm & Sacred Alien Comix, 41 WILSON St, Middlesbrough TS1 1SA",
      "description": null,
      "area": "North East"
    },
    "imageUrl": "/assets/images/2019/thumb-antiuni-middlesbrough.png",
    "tags": [
      "History",
      "Talk"
    ],
    "websiteUrl": ""
  },
  {
    "title": "How can we use creativity for self care",
    "description": "How can we use creativity for self care?\n\nThat's the topic of this workshop, featuring discussion, creative exercises, and top tips. We'll look at the importance of self care, why we should all priortise it, and how creativity can support. We'll get chatty, and maybe a bit messy, and leave feeling inspired and nourished.\n\nThis event is part of Antiuniversity Now festival - 15-22 June 2019  - and Creativity and Wellbeing Week - 10-16 June 2019.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "2",
      "to": "4pm"
    },
    "organiser": {
      "name": "Francesca Baker and Natasha Boardman-Steer",
      "about": "Francesca is a creative wonderer and wanderer with a zest for community and connection. www.andsoshethinks.co.uk @andsoshethinks\n\nNatasha is a Freelance Creative Practitioner, Mental Health First Aider, who runs workshops for all ages and is currently working in arts in criminal justice. www.creatabot.co.uk @natashasteer"
    },
    "place": {
      "id": null,
      "name": "Dragon Coworking 7-8 New Rd Ave, Rochester, Chatham ME4 6BB",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "/assets/images/2019/thumb-Francescabaker-antiuniversitycreativity_WellbeingWeek.jpg",
    "tags": [
      "Care",
      "Art",
      "Talk",
      " Workshop"
    ],
    "websiteUrl": "https://www.andsoshethinks.co.uk"
  },
  {
    "title": "How to publish a book; a talk by local author Simon Coates",
    "description": "Meet local science fiction writer and self published author Simon Coates who will host a talk about his writing and all about his creation the Galactic Echo, of what life might be like in the 24th century! Simon will also talk about how he published his books, so if you are interested in science fiction, or have an idea of a book you are writing or have written and would like to see published and in the shops, then this is an ideal opportunity to meet someone who has done it! Simon will be available after his talk to speak to individual writers to answer any questions they may have about his writing or the process of getting published.",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "12pm",
      "to": "1pm"
    },
    "organiser": {
      "name": "Simon Coates",
      "about": "Middlesbrough based Simon Coates is a self published author who has published a number of stories based around an idea about what life might be like in the 24th century; there is romance, bike racing and spaceship racing! You can see more on his writing website www.galactic-echo.com"
    },
    "place": {
      "id": null,
      "name": "Boro Bookworm, 41 Wilson St, Middlesbrough, TS1 1SA",
      "description": null,
      "area": "North East"
    },
    "imageUrl": "/assets/images/2019/thumb-Simoncoates.jpeg",
    "tags": [
      "Words",
      "Talk",
      " Workshop"
    ],
    "websiteUrl": "https://www.galactic-echo.com"
  },
  {
    "title": "Instagram for the Othered- a #topclassfashionmodel talk",
    "description": "For the last year artist, performer and facilitator Camilla Stacey has been subverting the image of Instagram models by becoming a #topclassfashionmodel.\n\nAs a size 24, 45 year old with chronic mental and physical illness, no budget and no real interest in fashion Camilla enjoys manipulating what people expect an Insta-model to be with the use of her body, props and hashtags.\n\nJoin this FREE talk on why representation on Instagram is so important for those 'othered' by society and for society as a whole.\n\nThis will be a relaxed talk with images to illustrate discussion points.\n\nThis FREE morning talk has the option to sign up for a 4 hour afternoon workshop where you can learn how to be a #topclassfashionmodel for £12.\n\nThe Fish Factory Art Space CIC includes a gallery space, artist studios, a shop and vegan cafe. We have a portable ramp to enable wheelchair users to enter the space, as well as hand rails on steps (2 steps) and in the all gender toilet.\n\nThe Fish Factory welcomes all people (and dogs) and the cafe will be open during the talk so feel free to drop in and out of the conversation if you need to.\n\nFor more information about the Fish Factory please visit the website. Donations welcome.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "11am",
      "to": "12noon"
    },
    "organiser": {
      "name": "Camilla Stacey",
      "about": "Camilla Stacey is an artist, performer and workshop facilitator based in Penryn, Cornwall. Camilla runs the International Artist Residency programme at The Fish Factory Art Space and makes work from her studio in the middle of Penryn."
    },
    "place": {
      "id": null,
      "name": "The Fish Factory, The Sail Lofts, Commercial Road, Penryn, TR10 8AG",
      "description": null,
      "area": "South West"
    },
    "imageUrl": "/assets/images/2019/thumb-Instagramfortheotheredantiuniversity.jpg",
    "tags": [
      "Feminism",
      "Bodies",
      "Workshop"
    ],
    "websiteUrl": "https://www.fishfactoryarts.com"
  },
  {
    "title": "INTERFACE CHAOS ",
    "description": "The Demystification Committee investigates self-organising nonhuman beings in their debut short film INTERFACE CHAOS, accompanied by an original soundtrack by SKY H1.Two palm trees endemic to a single island in the archipelago of the Seychelles search for a home and a means to live and love, interfacing with the chaos of nature. This land is shared with Money, self-organising according to an accumulative logic and creating a chaos of interfaces, such as the tax haven of the Seychelles, in order to cover its actions.As nonhuman intelligences following their own intrinsic logic, the sentience of palms and Money produce different landscapes. While the palms break free from scripts and fallibly experiment in their search for new paths, marking the landscape with signs such as the mysterious coconut they produce, Money acts as a tool of measure and rationalisation, preoccupied with shielding every interface, or node, of its survival network, leaving little or no trace.Through the signs left behind by palms and calculating facades of Money, INTERFACE CHAOS explores forces and intensities, doors and membranes, entries and exits. The screening will be followed by a conversation with the artist hosted by Evening Class, touching on the themes of chaos, nonhuman sentience and survival interfaces, and by a Q&A with the audience.",
    "date": "Friday, June 21, 2019",
    "time": {
      "from": "7.30",
      "to": "9.00pm"
    },
    "organiser": {
      "name": "Evening Class + Demystification Committee",
      "about": "Evening Class is an experiment in self-organised education that has been active since January 2016. It's a space where we can cultivate common interests, develop research and collectively decide the class’s programme from our space in Aberfeldy Street, Poplar. Our programme takes the form of public workshops, talks and debates, reading groups, radio broadcasting, performances, walks, and publishing.\n\nThe Demystification Committee studies the intensities of late capitalism, with an ongoing focus on the relationship between sovereignty and capital, and on the friction between networks and power structures. Established in 2016, the Demystification Committee is chaired from London and Berlin.\n"
    },
    "place": {
      "id": null,
      "name": "The Montpelier, 3 Choumert Road, London SE15 4AR",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-INTERFACECHAOS-antinuniversity.png",
    "tags": [
      "Ecology",
      "Talk",
      " Screening",
      " Conversation"
    ],
    "websiteUrl": "https://evening-class.org , https://demystification.co/mmittee"
  },
  {
    "title": "Introduction to Play",
    "description": "Introduction to Play is a practical workshop open to actors and non-actors! The workshop consists of games and exercises devised to investigate a whole range of comic possibilities open to the performer, speaker or presenter. This is a practical exploration of playing in groups and doing lots moving about to music - something we often stop doing as adults. Play is a great way of introducing spirit into a work place or rehearsal room. It’s perfect for people who would like develop their presence and step out of their comfort zone!  Don’t worry there is no obligation to 'perform' or to do a 'show'. You will discover a new-found freedom; it will also encourage you to take risks in order to discover something new. Many discover being more: open, lighter, responsive, relaxed, playful and impulsive. Workshop includes: warm up, games, exercises, feedback and Q&A, as well as eclectic music from around the world!",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "13:00 ",
      "to": " 15:00"
    },
    "organiser": {
      "name": "Susanna Amato",
      "about": "Susanna Amato is an internationally trained actress, clown, director and theatre maker based in Manchester. She has performed all around the UK at leading arts festivals, in public libraries, heritage sites, as a street performer, and in several professional theatres. "
    },
    "place": {
      "id": null,
      "name": "Royal Exchange Theatre, Swan Studios, St Ann's Square, Manchester, M2 7DH ",
      "description": null,
      "area": "North West"
    },
    "imageUrl": "/assets/images/2019/thumb-Susannaamatoplay.jpg",
    "tags": [
      "Bodies",
      "Art",
      "Play",
      "Workshop"
    ],
    "websiteUrl": "www.performingmonkeys.org "
  },
  {
    "title": "Introduction to Rebel Tango",
    "description": "What is Rebel Tango? \nA space for queer, feminist and anti-capitalist tango dancing.\n\nQueer tango is traditional Argentine tango dancing, without fixed/ gendered roles. This means that everyone gets to lead and follow, and experience the dance from both perspectives. \nQueer tango is for everyone, not just those who identify as queer. \n\nWe believe that tango is better without stereotypes of male-dominated dancing, unrealistic body image ideals and consumerist thinking.\n\nThis session is beginner-friendly; no prior dancing experience necessary; you can come on your own; wear shoes that don't grip the floor, or bring socks.",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "5",
      "to": "7pm"
    },
    "organiser": {
      "name": "Rastko & Carolyn",
      "about": "We've been dancing Argentine tango for seven and fourteen years, respectively. We have experience in activism, community organising, trade unionism, radical education and queering/ subverting the world around us. We've been teaching free, feminist, queer, anti-capitalist tango classes at The Field in New Cross for the last few years, and would like to introduce queer tango to more people."
    },
    "place": {
      "id": null,
      "name": "Limehouse Town Hall tbc",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-RebelTango-RebeltangoAntiUniversity.jpg",
    "tags": [
      "Bodies",
      "Sound",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Keeping One Eye on the Clock: investigating labour and folk song",
    "description": "This is a participatory singing workshop in which we will teach and learn songs, old and new, that expose poor working conditions throughout history. We will sing, discuss and eat our way through the workshop, focusing on feminisms, fighting and futures.   No singing experience necessary. The event will be very informal and non-judgemental - we are not pro singers (well, Rosa is semi-pro). It will be fun. Bring along some picnic snacks to share or a work song if you'd like to teach one to the group. ",
    "date": "Saturday, 15 June, 2019",
    "time": {
      "from": "1",
      "to": "3pm"
    },
    "organiser": {
      "name": "The Irwin Clarks",
      "about": "The Irwin Clarks are Molly and Rosa; a sisters duo who condemn formal education to be tedious at best and deadly at worst.  On a lighter note, we have been belting showtunes together since 1994 but, more recently, have worked on performance projects surrounding housing, feminism and public spaces. We've made a few appearances as Antiuni organisers. Please don't be put off by our double-barrelled surname. "
    },
    "place": {
      "id": null,
      "name": "Kennington Park, London SE11",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Songbook-Antiuniversity.jpg",
    "tags": [
      "Bodies",
      "Sound",
      "Rights",
      "Workshop",
      " Conversation"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Know your rights, Fight Landlords",
    "description": "Paying a landlord loads of money each month? Come and learn about your rights as a renter and how to turn this knowledge into collective action and build our power to help renters win better conditions! It will also include free food, an introduction to the London Renters Union and an opportunity to meet other renters and share experiences and ideas.",
    "date": "Tuesday, June 18, 2019",
    "time": {
      "from": "6",
      "to": "9pm"
    },
    "organiser": {
      "name": "London Renters Union",
      "about": "London Renters Union is a member-led, campaigning union building power and taking action to transform the housing system and win homes for people, not private profit."
    },
    "place": {
      "id": null,
      "name": "Round Chapel, 2 Powerscroft Rd, London E5 0PU",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-EvaFreeman-Knowyourrights,FightLandlords.jpg",
    "tags": [
      "Direct Action",
      "Workshop"
    ],
    "websiteUrl": "https://londonrentersunion.org/"
  },
  {
    "title": "Kurdish Freedom Movement & Rojava Revolution: Introduction & Short Video with Discussion",
    "description": "The Kurdish Freedom Movement has been integral to the Feminist, Ecological & Democratic Confederalist revolution in Northern Syria (Rojava) for much of this decade. We will be introducing the resistance and struggle for autonomy, with a short 24 min video, after which we invite members of the public to participate in a discussion about the issues raised. (This is a joint event between London's Next Revolution Reading Group (NRRG) & the Kurdistan Solidarity Network's (KSN) Education Working Group. Open to all members of the public.)",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "2",
      "to": "4pm"
    },
    "organiser": {
      "name": "Next Revolution Reading Group & KSN's Education Group",
      "about": "NRRG came out of reading organised at last years Anarchist Festival on Radical Municipalism. The Education Working Group is part of the Kurdistan Solidarity Network, active across the UK in solidarity work with the Kurdish Freedom Movement. (Both groups share anti-state, anti-capitalist, anti-oppressive aims & principles, and structural organisation.)"
    },
    "place": {
      "id": null,
      "name": "62 Fieldgate St, Shadwell, London E1 1ES",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Kurdistan-antiuniversity.jpg",
    "tags": [
      "Direct Action",
      "Rights",
      "History",
      "Conversation"
    ],
    "websiteUrl": "https://kurdishsolidaritynetwork.wordpress.com/"
  },
  {
    "title": "Leonora Carrington - Hybrid Bodies: Erotic Desires and Subversive Powers",
    "description": "This workshop will examine the artwork of Leonora Carrington. Beginning with a brief presentation on her life and paintings, we will then use some traditional Surrealist games to design our own surreal hybrid bodies!  Leonora Carrington (1917-2011) was a prolific artist and novelist, and an internationally celebrated member of the surrealist movement. This workshop will investigate her fantastical figures as forms of liberation from social expectations. Her exploration of gender far surpassed that of her male contemporaries like Salvador Dali and Andre   Breton. Her creations move beyond the limiting binaries of male / female, human / animal, organic / machine. They are hybrid bodies.  This event is untutored and all abilities are welcome. Illustrator Kay Leathers will provide some guiding, should you need it! Art materials will be provided, but please feel free to bring your own.",
    "date": "Thursday, June 20, 2019",
    "time": {
      "from": "7",
      "to": "10.30pm"
    },
    "organiser": {
      "name": "Hatty Bush and Kay Leathers",
      "about": "Fierce Crafts is a collaborative event for everyone who wants to learn about feminism, develop some art and craft skills and meet like-minded people in a fun and informal setting. Hatty Bush has a BA in Art History and English Literature, and an MA in Gender, Society and Representation from University College London, where she specialised in the representation of feminism within art institutions."
    },
    "place": {
      "id": null,
      "name": "Make Your Own Shift, The Castle Climbing Centre, Green Lanes, London N4 2HA",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Fiercecrafts.jpg",
    "tags": [
      "Feminism",
      "Art",
      "History",
      "Workshop"
    ],
    "websiteUrl": "https://www.facebook.com/Fierce-Crafts-311865012769384/"
  },
  {
    "title": "Let's practice radical self care",
    "description": "\"Caring for myself is not self-indulgence, it is self-preservation, and that is an act of political warfare\" - Audre Lorde\n\nHow can we practice radical self care, for ourselves and for our communities?\n\nWhat does that look like practically?\n\nJoin us for an evening workshop where we will all make our own self care plans for the future, in a safer space environment and with lots of biscuits!",
    "date": "Monday, June 17, 2019",
    "time": {
      "from": "6:30",
      "to": "8:30pm"
    },
    "organiser": {
      "name": "Yas Necati",
      "about": "Yas Necati is a writer and performance poet based in London. They explore themes of queer and trans identity, mental health, recovery, migrant identity, community and resistance in their writing. They have delivered workshops on self care across the country "
    },
    "place": {
      "id": null,
      "name": "The Advocacy Academy Campus for Young Activists, 5-7 Vining Street, London, SW9 8QA\n",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "/assets/images/2019/thumb-yasnecatiselfcare.jpg",
    "tags": [
      "Care",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Life in the UK - Puppetshow!",
    "description": "A surreal dark-humour political Punch and Judy puppet show, putting on scene the Housing Crisis in a modern brexiteer Britain, populated by homeless immigrants, evil landlords, sadistic policemen and glamorous estate agents.  This show is for adults only!",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "4",
      "to": "5pm"
    },
    "organiser": {
      "name": "Bad Professors",
      "about": "The Bad Professors collective was formed by artists Anna Babini and Thomas Johnson in 2018. Trained as artists and curators in top Art institutions, they had enough of the mainstream Art system, dominated by the same capitalist dynamics they are opposing through their artwork, and they are now using their puppets to unveil and ridicule the perverted mechanisms of the dominant globalised capitalist system."
    },
    "place": {
      "id": null,
      "name": "The Jago, 440 Kingsland Road, London, E8 4AA (entrance through 1 Richmond Road)",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-PuppetShow.jpeg",
    "tags": [
      "Rights",
      "Art",
      "Experiment"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Living with an ACE score of 8: A survivor's guide",
    "description": "An ACE (Adverse Childhood Experiences) score is a tally of different types of abuse, neglect, and other hallmarks of a rough childhood. It goes from having a score of 1 (1 ACE) to 10 (10 ACEs).The higher you go, the higher your chances of developing the following, in your adulthood:- alcoholism- drug abuse- addiction- dysfunctional relationships- severe anxiety- physical and mental problemsI would take this opportunity to host a talk about my life, and what's it like to live a 28 years old life, with an ACE score of 8.My background, my story, my vulnerability and healing work (still in process).",
    "date": "Tuesday, June 18, 2019",
    "time": {
      "from": "12",
      "to": "1pm"
    },
    "organiser": {
      "name": "Alex Lecis",
      "about": "Alex Lecis - Sardinia, 1990.\n\nMy journey starts in the middle of the Mediterranean, after leaving my home at 18 years old and moving to London.\n\nCurrently, I'm opening my new Interior Design service, as well as launching a new clothing line.\n\nI am still in the process of discovering how to get out of my life's history and entanglement, and what really works for me.\n\nI know I have gone through a lot, but I also recon my achiements so far.\n\nSince all the traditional ways have seemed to be in vain, I love to share what worked (and still works) for me."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet St, London EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-AlexLecis-livingwithacescores.jpeg",
    "tags": [
      "Mental Health",
      "Talk",
      " Screening"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Lucioles / Fireflies",
    "description": "A collective and indisciplinary launching for a free journal to survive in institutions, issue dedicated to interdependencies : Journal destiné à rendre plus habitables et plus fraternels pour celles et ceux qui y vivent au quotidien, les universités et les établissements de recherche et d’enseignement supérieur > https://horscadres.hypotheses.org/958",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "5pm",
      "to": null
    },
    "organiser": {
      "name": "Myriam Suchet together with : Lucioles, Fabriques de sociologies & Université buissonnière",
      "about": "Indisciplined and open collectives for research-creation-action - feel free to join !"
    },
    "place": {
      "id": null,
      "name": "Université Paris 8, 2 Rue de la Liberté, 93526 Saint-Denis, Saint-Denis",
      "description": null,
      "area": "Outside of the UK"
    },
    "imageUrl": "/assets/images/2019/thumb-Lucioles.jpeg",
    "tags": [
      "Education",
      "Conversation"
    ],
    "websiteUrl": "https://horscadres.hypotheses.org/958"
  },
  {
    "title": "m'aidez! mayday! radio! ",
    "description": "The cry 'Mayday Mayday' is the international distress call which comes from the french m'aidez (help me), but it also speaks to a history radical and revolutionary radio practices from seizing the airwaves to pirate radio broadcasts.\n\nDuring this workshop will be building FM radio transmitter out of a Raspbery Pi, then using communiques, radio scripts and and other transcripts from the MayDay Rooms archive and beyond to create an audio piece to broadcast on the the FM dial.\n\nBring a raspberry pi if you want to take your radio home, if not we will provide them for you for the workshop. If you have a laptop with MacOs or Linux operating system please bring that too. ",
    "date": "Monday, June 17, 2019",
    "time": {
      "from": "6",
      "to": "9.30pm"
    },
    "organiser": {
      "name": "MayDay Radio and MayDay Rooms ",
      "about": "MayDay Radio is an experiment in oral histories and sound production; it is a place to share equipment and skills; it is a platform to create new oral histories and activate existing archives, those at the MayDay Rooms and beyond."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street London EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-maydayradiomaidez.jpg",
    "tags": [
      "History",
      "Direct Action",
      "Experiment",
      " Workshop"
    ],
    "websiteUrl": "https://audio.maydayrooms.org"
  },
  {
    "title": "Maps: White Ordnance ",
    "description": "We propose an afternoon event based around participatory discussion and art activities on maps and colonialism. This would be followed by live comedy sketches from our group as well as other artists.\nThe event will be exploring themes of colonial & postcolonial structuring of communities by maps. These themes which will be broken down through examining the different types of maps, who created them & importantly why they were created. How perception was created through maps and how these informed & still affect our understanding of communities. This will be explored through interactive art based activities, sketches and group discussion.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "1",
      "to": "4pm"
    },
    "organiser": {
      "name": "Speaking Statues",
      "about": "Speaking Statues organises participatory discussion events around and about colonial symbols in London, and repurpose colonial symbols, in order to raise awareness about how British colonial history affects everyone in this country every day, including issues around migration, gender, race, and public services. Public spaces can be dominated by colonial symbols, recognising, discussing and repurposing them will bring our society closer together."
    },
    "place": {
      "id": null,
      "name": "The Jago, 440 Kingsland Road, London, E8 4AA (entrance through 1 Richmond Road)",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Mapswhiteordenance.jpg",
    "tags": [
      "History",
      "Workshop",
      " Conversation"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Master Making",
    "description": "A panel discussion between current Ma students and those involved in my makeshift free industry sourced Ma. Aims to illustrate the difference, discuss the benefits of each route and come to a conclusion as for whats next in terms of education and access.",
    "date": "Tuesday, June 18, 2019",
    "time": {
      "from": "6:30",
      "to": "9pm"
    },
    "organiser": {
      "name": "Stacie Woolsey & Makerversity London",
      "about": "Makerversity presents, Make your own Masters. I Stacie Woolsey have spent the past 2 years building, sourcing and learning on my own unique Ma sourced directly from industry for free when faced with the inaccessibility of the current post graduate system. This experiment will conclude with a solo degree show hosted by Makerversity and Somerset house, opening on the 13th of June until the 20th. "
    },
    "place": {
      "id": null,
      "name": "Somerset House, The Strand, London WC2R 1LA",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-makeyouownmasters.jpg",
    "tags": [
      "Education",
      "Talk",
      " Workshop"
    ],
    "websiteUrl": "https://www.makeyourownmasters.com"
  },
  {
    "title": "Media Watching in the Aftermath of Grenfell",
    "description": "In a fast moving world of 24 hour news cycles, a persistent, independent critical analysis of the mainstream media is one of the most effective ways to stay empowered. In this workshop members of the Grenfell MediaWatch team will share some of the principles and methods of media watching as a tactic that can be used to challenge state power. If you are thinking about becoming a citizen journalist and want hints and tips to know how, join us and learn how a variety of published information can be used to help level the media playing field between the people and the politicians that do them a disservice. The Grenfell MediaWatch team are a group of volunteers working together to help support the Grenfell community with focused media and political analysis after the tragic fire on 14th June 2017.",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "4",
      "to": "6pm"
    },
    "organiser": {
      "name": "Grenfell MediaWatch Team",
      "about": "Grenfell MediaWatch (GMW) is a group of Citizen Journalists who watch the media and counter bias reporting. Essentially watching the media is a tactic uses to counter the misrepresentation of community issues. Citizen Journalists collect, report, analyse, and disseminate news and information by creating content. In our case we not only monitor the national, regional and local news, but also critique and disseminate information that is openly biased, in service of the community. We are committed to Malcom’s \"make it plain\" philosophy. A number of us are also North Kensington locals."
    },
    "place": {
      "id": null,
      "name": "Outside The Maxilla Social club / The wall of truth 2 Maxilla Walk, Notting Hill, London W10 6SW",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Grenfellmediawatch.jpg",
    "tags": [
      "Direct Action",
      "Conversation"
    ],
    "websiteUrl": "https://www.facebook.com/GrenfellMediaWatch/"
  },
  {
    "title": "Moving in the Now. A workshop for Antiuniversity 2019",
    "description": "A workshop of T'ai Chi and Qi Gong movements in the secret places of Hampstead Heath. A time and place to let go, find space and stillness. We will explore how these movements help to dispel anxiety and stress, encouraging us to live completely in the Now. Open to all, regardless of experience. We will be outside if the weather is sunny and inside if it rains. Keep in touch on the day. ",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "2pm ",
      "to": " 4.30pm"
    },
    "organiser": {
      "name": "Sue McAlpine",
      "about": "Sue has been practising and teaching tai chi, chi kung and meditation for 30 years. She uses the body language of tai chi to help understand and heal difficult life situations. She also works with conflict resolution, story telling and narrative to make sense of where we are on our life's journey. She has been a Buddhist for many years applying its teaching to help others. Sue is a founder member of the European School of Tai Chi Chuan UK. www.metta-taichi.org.uk "
    },
    "place": {
      "id": null,
      "name": "Hampstead Heath - meet at Parliament Hill viewpoint",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Sue-antiuni-movinginthenow.png",
    "tags": [
      "Bodies",
      "Workshop"
    ],
    "websiteUrl": "https://www.metta-taichi.org.uk"
  },
  {
    "title": "No Gods No Masters",
    "description": "Religious belief is still very strong, despite predictions it would disappear with science and the development of a secular society. For many, this is not a problem - we should be tolerant of the beliefs of others. After all, these beliefs are about things that we can’t prove or disprove and don’t really affect what happens in our society.\n\nAnarchists believe differently. Just as we reject other ‘masters’ such as the bosses or the State, so we reject any belief that looks towards an external authority for what to believe and how to live. In addition, these beliefs very much do affect society, e.g. views on abortion, homosexuality, race. Throughout history people have used religion as a justification to oppress others, often with extreme violence, e.g. the slave trade, the Crusades and ISIS today.\n\nBut how do we argue against religious beliefs? It is especially difficult when these beliefs are held by persecuted minorities and people we are working with in unions and community campaigns. This meeting will consider why anarchists reject religion, then invite participants to join a discussion about what strategies we can adopt to challenge religion in our society.\n",
    "date": "Wednesday, June 19, 2019",
    "time": {
      "from": "7",
      "to": "9pm"
    },
    "organiser": {
      "name": "Rebel City Collective",
      "about": "The Rebel City Collective consists of class struggle anarchists in London. Our aim is to spread anarchist ideas more widely in society. We do this by producing a paper called Rebel City which is now in its 11th issue"
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street London EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Nogodsnomasters-antiuniversity.jpg",
    "tags": [
      "Anarchism",
      "Talk"
    ],
    "websiteUrl": "https://rebelcitylondon.wordpress.com"
  },
  {
    "title": "No More Miserable Monday Mornings",
    "description": "This is a meet-up for anyone who feels shitty in this society and wants to think about why that is.\n\nTaking Mark Fisher’s unfinished ‘Acid Communism’ as a starting point we will think about the affect of our societal condition & consider, Where do we go from here? Is there an alternative?\n\nWe will be talking about work, community, maintenance, care, hope, and anything else that comes from the texts.\n\nThere is no prior knowledge needed. We want this to challenge the traditional structures of reading groups and to explore other modes of conversation, such as such as sound, movement and making. The gathering will be open, experimental and responsive. It will be led by those attending the group, and collectively we will create a response to the writings.\n\nWe will be taking breaks and walks and everyone is invited to share a lunch together.  Its also totally fine if you want to lie down in silence for a while, sit to the side or leave at any point. We hope to create a space that challenges the more restrictive atmosphere that reading groups can create and to explore neurodiverse methods of exchange and learning.\n",
    "date": "Tuesday, June 18, 2019",
    "time": {
      "from": "11",
      "to": "6pm"
    },
    "organiser": {
      "name": "Katie Fiore and Louise Webb",
      "about": "Katie Fiore and Louise Webb are artists who are interested in spaces of learning that challenge the hegemonic structures we live & learn in. They are interested in breaking down barriers to learning opportunities, and creating spaces that appeal to diverse learning types. They met in Margate whilst associates at Open School East last year. "
    },
    "place": {
      "id": null,
      "name": "Well Projects, 217 Northdown Road, Margate, Kent, CT9 2PF",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "/assets/images/2019/thumb-KatieFiore.jpeg",
    "tags": [
      "Mental Health",
      "Education",
      "Care",
      "Walk",
      " Workshop",
      " Conversation"
    ],
    "websiteUrl": "https://www.katiefiore.co.uk https://www.louisewebb.com"
  },
  {
    "title": "No Security Allowed",
    "description": "A participatory walkie-talkie based sound walk aiming to create a live radio play based on current stage of the negotiation.",
    "date": "Friday, June 21, 2019",
    "time": {
      "from": "9:30am",
      "to": "9pm"
    },
    "organiser": {
      "name": "Luka Ivanovic",
      "about": "Lukatoyboy is a sound artist, musician and educator from Belgrade, currently based in Berlin.\nHis main activities in music and sound include performing electroacoustic improvisation (based on real-time sampling of various objects, toys, voices, and field recordings) using transmission, feedback and analogue synthesizers.\nHis current practice is based on performances dealing with networks, sound and narrative, using walkie talkies and site specific topics.\nFocused on the relation of chances and structures, he creates participatory works with suggested rules, questioning exclusivity and authority of an artist.\nHe is currently researching alternative methods of listening, using architecture and distance as tools for discovery, as well as approaches to live broadcast of interpretation.\n"
    },
    "place": {
      "id": null,
      "name": "The Palace of Westminster (postcode SW1A 0AA, entrance marked 8 on the map) or Portcullis House (postcode SW1A 2LW, entrance marked 4 on the map).",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-resized-NoSecurityAllowed-antiuniversity.jpg",
    "tags": [
      "",
      "Talk"
    ],
    "websiteUrl": "http://lukatoyboy.net"
  },
  {
    "title": "Open Deck",
    "description": "An opportunity to come along to play some music and learn the basic skills of beat matching and mixing. A skills and knowledge sharing event,we will have vinyl or you are welcome bring your own. ",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "6pm",
      "to": null
    },
    "organiser": {
      "name": "madeinroath",
      "about": "madeinroath is an artist-led community arts organisation that has been running projects and festivals for ten years. The core work of the organisation takes place within the community of Roath, Cardiff."
    },
    "place": {
      "id": null,
      "name": "1a Inverness Place, Roath, Cardiff CF24 4RY",
      "description": null,
      "area": "Wales"
    },
    "imageUrl": "/assets/images/2019/thumb-OpenDeck-madeinroath-antiuniversity.jpg",
    "tags": [
      "Sound",
      "Workshop"
    ],
    "websiteUrl": "http://madeinroath.com/"
  },
  {
    "title": "Organise on the streets and fight for housing",
    "description": "Come and meet activists from Focus E15 campaign and hear about the fight for housing in East London. Find out about the history of the campaign and why this campaign has been organising on the the streets in Newham for 5 years.",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "12pm",
      "to": "2pm"
    },
    "organiser": {
      "name": "Focus E15 Campaign",
      "about": "Focus E15 campaign formed in 2013 when a group of young mothers living in a hostel were threatened with eviction. The campaign grew stronger and more people joined to organise together to demand social housing not social cleansing."
    },
    "place": {
      "id": null,
      "name": "Outside Wilkos, Broadway Stratford E15 1NG",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-FocusE15-antiuniversity.jpg",
    "tags": [
      "Direct Action",
      "Experiment"
    ],
    "websiteUrl": "https://focuse15.org"
  },
  {
    "title": "Other Visions Art Tour",
    "description": "A guided tour through the Tate Britain investigating the representation of women's sexuality and power.     Pleasure in looking has been split between active/male and passive/female.         - Laura Mulvey    Men look at women. Women watch themselves being looked at.         - John Berger  This tour will examine how women's sexuality has been portrayed throughout the history of art, untangling issues of subjectivity, gender and power along the way.  From classical nudes as an object of male desire, to contemporary artists who have challenged stereotypes, this tour will examine the politics of representation and the study of art in an accessible and engaging way.  Meet on the front steps of the main entrance.  Tickets are free and booking is essential.",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "10am",
      "to": "11:30am"
    },
    "organiser": {
      "name": "Hatty Bush",
      "about": "Hatty Bush has a BA in Art History and English Literature, and an MA in Gender, Society and Representation from University College London, where she specialised in the representation of feminism within art institutions.  You only have to look at the Medusa straight on to see her. And she's not deadly. She's beautiful and she's laughing. -Hélène Cixous Other Visions Art Tours seeks to resituate the histories of art to include a range of different perspectives still all too often overlooked in traditional analysis. By destabilising conventional historiographies, Other Visions critically examines visual culture, with specialised focus on subjectivity, gender and sexuality."
    },
    "place": {
      "id": null,
      "name": "Tate Britain, Millbank, London SW1P 4RG",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-HattyBush-Tour.jpeg",
    "tags": [
      "Art",
      "Tour"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Other Ways to Care Beyond the Neo-liberal Madness II",
    "description": "The neo-liberal project has progressively individualised, privatised and abstracted mental health from social, economic and political conditions. Yet mental health must be seen and understood within the overall body of society and as a question that concerns all. In Other Ways to Care I (http://programme.antiuniversity.org/id/other-ways-to-care-beyond-the-neo-liberal-madness) we explored alternatives models that advocate for a recognition of the social-political dimensions of mental health care and a general move towards deinstitutionalisation and de-psychiatrisation of mental illness.\nIn Others Ways to Care II, we want to make alliances with activist and social movements and position the problems of mental illness within wider social, political and labour struggles.\n\nWe propose to organise a one-day gathering of activist and activist’s organisations, representatives of mental health movements, community organisers, patient organisations, mental health workers and others, to share experiences, militant tactics, grassroots knowledge and solidarity actions.\n\nParticipating groups and individuals will be invited to work collaboratively to form the event and develop contributions that are diverse in format, including but not limited to presentations, workshops, music, film or poetry so that people might best represent themselves and share their insight. We will conclude the day with a communal meal outside the Arts Catalyst space.\n\nMental health is a common good which concerns all. We thus need to construct a field of action that is collective and diverse and explore counter-hegemonic ideas of mental health which oppose neo-liberal interests. This event seeks to be the precursor to future events, so that collaboration and solidarity can be sought by all struggling to provide and receive care.\n",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "10",
      "to": "6 pm"
    },
    "organiser": {
      "name": "Other Ways To Care",
      "about": "Other Ways to Care is a network of activists, researchers and mental health practitioners working to map attitudes towards mental health care, challenge structural inequalities and investigate alternative care models. Other upcoming projects include a series of screenings of documentaries and films dealing with mental health at Deptford Cinema. "
    },
    "place": {
      "id": null,
      "name": "Arts Catalyst - Centre for Art, Science & Technology 74-76 Cromer Street, London - WC1H 8DR",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-OtherWays-AntiuniversityOtherWaystoCare.jpg",
    "tags": [
      "Mental Health",
      "Direct Action",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Own Boss Loneliness (or Do Lone Workers Dream of Office Parties?)",
    "description": "A fun, thought provoking and uplifting workshop day of professional development bringing together artists, the self employed and anyone who feels as though they work alone, culminating in the type of office party we can only dream of.\n\nTaking the form of an away day conference, we'll get to know each other and ourselves better through interesting practical exercises, idea sharing, listening, discussion, doodling, list making and generally just enjoying each other's company, all with the aim of personal revelations, own boss coping strategies and genuine bond building for future support and exploration.\n\nActivities will explore issues such as:\nIs working alone a choice?\nDo independence and loneliness go hand in hand?\nHow to feel part of a tangible community if your work physically takes you anywhere and everywhere/keeps you in front of a screen.\nHow to figure out that infamous work-life balance if your work is your life and vice versa.\nCoping with financial precarity.\nHow to switch off and not feel guilty about it.\n\nAnd to close, an office party. Being lone workers, we probably haven't been to one for a while/ever. What do you even do at an office party? Is it fun or weird? Do you dance? Will there be crisps? No idea. Let's find out so we need dream no more...\n\nWorkshop 2pm - 5pm\nParty 5pm - 7pm",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "2",
      "to": "7pm"
    },
    "organiser": {
      "name": "Zoe Toolan",
      "about": "I'm an artist and educator with one foot in the conceptual, one foot in the visual, and one foot in the everything in-between, and I'm constantly questioning what being an artist even means within our awesome/painful/terrifying/hilarious/shit/beautiful/baffling world. I believe in radical pedagogy through equality, listening, mutual learning and delicious whisky (I'm also a whisky professional) and I regard any workshop/course I run as a live, participatory happening and a vital part of my own education and practice. "
    },
    "place": {
      "id": null,
      "name": "Make Your Own Shift, The Castle Climbing Centre, Green Lanes, London N4 2HA",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-resized-TheTroubleWithWorkingAloneAntiuniversity.jpg",
    "tags": [
      "Art",
      "Care",
      "Workshop"
    ],
    "websiteUrl": "https://www.zklt.co.uk/"
  },
  {
    "title": "People’s Assembly on Data, Advertising and our relationship with Big Tech",
    "description": "This event will be a people’s assembly, bringing people together to discuss our relationship with the technology companies that provide many of the web based services embedded within our lives. The event will feature several speakers who will present short ideas and propositions looking at how tech companies monetise their user base and what potential alternatives might look like. However, the emphasis and majority of the time will be spent on group discussion, opening up the space to image alternative futures.",
    "date": "Wednesday, June 19, 2019",
    "time": {
      "from": "6:30",
      "to": "9:30pm"
    },
    "organiser": {
      "name": "Robbie warin",
      "about": "The invisible worker is a zine exploring the impact of ICTs on work. The small editorial team behind the zine will be involved in organizing and running the event "
    },
    "place": {
      "id": null,
      "name": "Peckham Pelican, 92 Peckham Road, London SE15 5PY\n\n",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-RobbieWarin-TheInvisibleWorker-squareformat.jpg",
    "tags": [
      "Education",
      "Workshop"
    ],
    "websiteUrl": "https://theinvisibleworker.wordpress.com"
  },
  {
    "title": "performingborders | LIVE | Curating Borderless Spaces",
    "description": "After a series of pilot events across England and Nogales (US/Mexico border wall), the first performingborders | LIVE concludes with a day of performances, commissioned premieres, talks, food, and provocations at the Live Art Development Agency in London.\n\nCurated by Alessandra Cianetti and Xavier de Sousa, and starting from the cue ‘Curating Borderless Spaces’, the day will focus on highlighting and platforming urgent voices and discourses within the Live Art sector on how we can work together in creating collaborative borderless, anti-racist, non-binary, feminist, non-ableist, post-colonial spaces.\n\nKicking off the day with a keynote by interdisciplinary artist, educator, and activist Raju Rage, the event will see the premiere of commissioned performances-to-camera by Istanbul Queer Arts Collective and Tara Fatehi Irani, along with new digital conversations on Live Art and borders by Burong and Critical Interruptions. Everyone is invited to participate in a communal live group conversation dotted by the interventions and provocations of guest artists Bojana Janković, Dana Olărescu, Malik Nashad Sharpe, Kai Syng Tan and Helena Walsh.\n\nWriter in Residence Season Butler will respond to the discussions and exchanges of the day through live writing and she will close the event with a performative response to the day’s proceedings.\n\nEveryone is welcome! \nMore information about the series is on http://www.thisisliveart.co.uk/whats-on/performingborders-live-curating-borderless-spaces",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "12",
      "to": "5pm"
    },
    "organiser": {
      "name": "Alessandra Cianetti & Xavier de Sousa",
      "about": "performingborders | LIVE is a programme of events and new commissions focusing on the exploration of artistic practices happening within the UK live art sector around notions of cultural, juridical, racial, gendered, class, physical and everyday borders. Curated by Alessandra Cianetti and Xavier de Sousa.\n\nPresented by performingborders and Foreign Actions Productions in collaboration with Live Art Development Agency (London, UK), Contact Theatre (Manchester, UK), Attenborough Centre for the Creative Arts (Brighton, UK), Artsadmin (London, UK), Deptford Lounge (London, UK), Beyond the Wall/Más Allá del Mur Festival (Nogales, US/Mexico), and the Centre for The Study of Sexual Dissidence (University of Sussex, UK). Supported by the Arts Council England."
    },
    "place": {
      "id": null,
      "name": "Live Art Development Agency, The Garrett Centre, 117 Mansford Street, London, E2 6LX",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Allesandra-aniuni-performingborders.jpeg",
    "tags": [
      "Gender",
      "Class",
      "Bodies",
      "Art",
      "Talk",
      " Experiment",
      " conversation"
    ],
    "websiteUrl": " http://www.thisisliveart.co.uk/whats-on/performingborders-live-curating-borderless-spaces"
  },
  {
    "title": "Poetry as self care for queer and trans folk",
    "description": "A space for queer and trans folk to write as a form of self care. We will be creating a safer space, bringing all of our warmth, and providing writing tips/prompts to follow, or not. Bring along a notepad, pen, and your best self love vibes",
    "date": "Thursday, June 20, 2019",
    "time": {
      "from": "6:30",
      "to": "8pm"
    },
    "organiser": {
      "name": "London Queer Writers with Yas Necati",
      "about": "London Queer Writers (LQW) is a collective of LGBTQIA identifying poets, spoken word artists, educators, and academics sharing words of love, equality, and empowerment. LQW runs monthly poetry workshops and a poetry night, Speak=, on the last Thursday of every month.\n\nYas Necati is a writer and performance poet based in London. They explore themes of queer and trans identity, mental health, recovery, migrant identity, community and resistance in their writing. They have delivered workshops on self care across the country and try to live by Audre Lorde's words: \"Caring for myself is not self-indulgence, it is self-preservation, and that is an act of political warfare\""
    },
    "place": {
      "id": null,
      "name": "Impact Hub Islington, 27 Dingley Place, London, EC1V 8BR",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-poetryasselfcareLondonqueerwriters.jpg",
    "tags": [
      "Care",
      "Gender",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Professor Shappy's Punk Rock Fiasco",
    "description": "Blending higher learning with punk rock, Professor Shappy will confuse you with edutainment.  Enduring understandings, essential questions, mayhem, and punk rock noise will dominate this remote broadcast from Anchorage Alaska.\n\nFollow the course link for syllabus and details https://shrededx.com/\n\nLive streaming and a follow up online course, including wiki and discussion on https://shrededx.com/\n\n",
    "date": "15-22 June 2019",
    "time": {
      "from": null,
      "to": null
    },
    "organiser": {
      "name": "Michael M Kaplan",
      "about": "Michael Kaplan has been a professor of outdoor and environmental education at Alaska Pacific University, in Anchorage, Alaska, since 2008.  At night, her performance as a punk rock antihero.  "
    },
    "place": {
      "id": null,
      "name": "online at https://shrededx.com/",
      "description": null,
      "area": "Online"
    },
    "imageUrl": "/assets/images/2019/thumb-Shappy-antiuniversity.jpg",
    "tags": [
      "Education",
      "Art",
      "Experiment"
    ],
    "websiteUrl": "https://www.facebook.com/pg/ProfessorShappy/posts/"
  },
  {
    "title": "Project Myopia - Liberating the Curricula",
    "description": "Project Myopia run a website that is dedicated to collecting reviews of diverse materials that could be used in a more diverse and inclusive curriculum. Students write reviews between 750-1000 words of works by marginalised creators, and justify where and why they belong on their courses, with an interdisciplinary focus. As part of that work, we’ve been running sessions (funded by the London arts and humanities partnership LAHP), but also writing workshops for students and staff to talk about decolonisation work, and will hopefully be having guest talks from other decolonial activists discussing successful work at their home institutions.'\n\nPlease join us for a student-led discussion over snacks on the topic of liberating the curricula in the humanities. We're campaigning for an academy that is more diverse in every sense of the word, and is particularly more representative of the diversity here at London's universities. We'll be talking about how it feels to exist as marginalised people in the academic world, and we're excited to share best practice for improving our experiences. Students and educators at all levels and of all backgrounds are welcome to take part and share their experiences. For more information and feedback on our previous workshops, click here: https://projectmyopia.com/project-myopia-april-workshop-roundup/\n",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "2",
      "to": "5pm"
    },
    "organiser": {
      "name": "Rianna Walcott",
      "about": "Rianna Walcott is an LAHP-funded PhD candidate at King’s College London researching black identity formation in digital spaces, and a graduate twiceover from the University of Edinburgh. She co-founded projectmyopia.com, a website that promotes diversity in academia and a decolonised curriculum. She frequently writes  about feminism, race and literature for publications including gal-dem, Dazed, The Skinny, Huffpost, The BBC and The Guardian. Rianna is co-editor for the recently published anthology about BAME mental health 'The Colour of Madness'. In her spare time, she moonlights as a professional jazz singer. Her work can be found at riannawalcott.com and she tweets at @rianna_walcott."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet St, London EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-ProjectMyopia-LiberatingtheCurricula.jpeg",
    "tags": [
      "Education",
      "Conversation"
    ],
    "websiteUrl": "https://projectmyopia.com/"
  },
  {
    "title": "Queer Ecology Picnic",
    "description": "A talk / discussion on the queerness of nature and queering ecological struggles. Also vegan potluck picnic.\n\nIdeas of what is 'natural' have long been used to attack and oppress queer people but even a quick look at nature shows huge variety of sexual behaviour - what Bruce Bagemihl describes as 'biological exuberance'. We will have a think about the queerness of nature beyond simply which animal does what to see what studying nature suggests about the existence of rules, categories and boundaries in sexuality and beyond.\n\nWe will look at ecological movements and consider the positioning of queer people and queerness itself within them and think about stereotypes of 'urban gayness' or 'metronormativity'.\n\nWe will also consider how queerness can inform our green politics (eco-socialism / green anarchism etc) not as a bolt-on or side-line but as central to our understanding of the world and the way we organise.\n\nThis event will be a very informal and friendly talk / discussion and also a picnic we can share together as we talk. So please bring some food to share with the other folk that turn up. In the ecological spirit please bring vegan food without single use plastic!\n\nImage by David Prasad (https://creativecommons.org/licenses/by-sa/2.0/)",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "12:30",
      "to": "2pm"
    },
    "organiser": {
      "name": "Adam Clarke",
      "about": "I'm interested in the relationship between queerness and ecological campaigning and have read a bit around the subject but I'm absolutely not an expert. I'm really interested in the ideas and experiences that other people have to share. "
    },
    "place": {
      "id": null,
      "name": "Hampstead Heath (specifics tbc)",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-resized-QueerEcologyPicnic-antiuniversity.jpg",
    "tags": [
      "Gender",
      "Ecology",
      "Conversation"
    ],
    "websiteUrl": ""
  },
  {
    "title": "R&R Sewing and Riot Grrrl as an Intent not a Genre",
    "description": "Ruth and Ruth wlll introduce  the practice of hand sewing and making alongside round table discussion to share knowledge and skills with Riot Grrrl* music as a prompt and is aimed at womxn, femme, non-binary and gender non conforming people.\n\nParticipants can send R&R a Riot Grrrl song suggestion in advance and each will be played through the duration of the event as a conversation icebreaker and prompt for positive femme community building and unpacking internalised misogyny.\n\nParticipants are invited to bring some items of fabric or clothing they wish to repurpose into a reusable bag to carry unpackaged vegetables and fruit as the discussion will centre around the empowerment of womxn  and their support networks in enacting positive climate action.\n\n*R&R are happy for Riot Grrrl suggestions to include music written and permformed by womxn, femme, NB and GNC people and which has inspired and empowered you in your identity and to enact change. ",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "2",
      "to": "5pm"
    },
    "organiser": {
      "name": "Ruth Hazel and Ruth Jones - R&R",
      "about": "R&R are Ruth Hazel and Ruth Jones who are studio artists at The Old Waterworks and members of the Agency of Visible Women. Hazel identifies as a queer, working class artist and their practice encompasses carnivalesque performance under the alter ego of Fanny Von Beaverhausen. Jones uses bacteria and public intervention to hold space for womxn and uses curation and collaboration to platform a broader intersection of womxn artists locally and internationally. "
    },
    "place": {
      "id": null,
      "name": "The Old Waterworks, North Road, Southend on Sea SS0 7AB",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "/assets/images/2019/thumb-Antiuni-RiotGrrrlsAntiuniversity.jpg",
    "tags": [
      "Art",
      "Feminism",
      "Gender",
      "Conversation",
      " workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Radical Living in a Neoliberal City",
    "description": "Creating Boundaries, Breaking Borders. How does one live well in a city almost designed to make you feel isolated, tired, anxious and poor? Artists/activists/teachers/amateur thinkers Sam Siva and Sam Berkson lead a discussion on how to live radical lives in a neo-liberal city. How can we establish the boundaries that we need to feel secure, while transgressing the borders that capitalism subtly imposes to more easily manipulate us for the purposes of profit and control? ",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "2",
      "to": "4pm"
    },
    "organiser": {
      "name": "Sam Berkson & Sam Siva",
      "about": "Sam Berkson is a poet published by Influx Press, teacher at a PRU and member of the council of the Institute of Race Relations.\nSam Siva is creative editor at Steam Down collective, poet, writer and artist."
    },
    "place": {
      "id": null,
      "name": "Conway Hall Library, 25 Red Lion Square, Holborn, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-SamBerkson-antiuni-RadicalLivinginaNeoliberalCity.png",
    "tags": [
      "Care",
      "Education",
      "Conversation"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Radical Self-Care for activists",
    "description": "We live in a time of crisis and great tension.\n\nMany activists experience heightened emotions during protest, and energy crash after the event. It's easy to feel burnt out or overwhelmed.\n\nHow can we fight for a cause without it harming us psychologically? \n\nThis workshop will be facilitated by two experienced integrative psychotherapists who will hold a space of support and confidentiality in which you can share how your activist experiences might have impacted your mental and emotional wellbeing. \n\nYou will be resourced with information on how our neurophysiology responds to the stimulation of activism and we will focus on how to better manage moments where we might feel overwhelmed. \n\nThere will also be some space to reflect on how the way we relate to ourselves interacts with how we operate as activists. More simply: how might our internal struggles hinder our activism? How can we use healthy ways of relating to ourselves to support our activist work?\n\nFinally, we will explore ways in which we might further integrate experiences of activism into our everyday life.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "1",
      "to": "5pm"
    },
    "organiser": {
      "name": "Richard Jones",
      "about": "Richard Jones as a BACP registered Integrative Counsellor with over ten years experience in mental health. He has worked in prisons, mental health supported accommodation, higher education and a hospice. \n\nHe currently runs his own private practice in Dalston and runs in-house mental health training for organisations.  "
    },
    "place": {
      "id": null,
      "name": "Second Home 68, Hanbury Street Spitalfields, London E1 5JL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-antiuni-radicalselfcare.png",
    "tags": [
      "Care",
      "Direct Action",
      "Mental Health",
      "Workshop"
    ],
    "websiteUrl": "RichardJonesTherapy.com"
  },
  {
    "title": "Radical Spaceflight Club",
    "description": "The opening of the 21st century has seen widespread renewed interest in space exploration: commercial (NewSpace) groups promise to take humans to Mars and beyond; space agencies around the world are whipping up hype about returning to the Moon and; asteroids are set to become a precious resource for deep-space exploration. It remains to be seen whether these projects will come to life or not, but the way we think and talk about space matters, and schemes like these provoke urgent questions around the values and politics of space exploration.  Should we be describing outer space as a ‘frontier’? Is space settlement a colonial project? And how can it be anti-colonial from the start? Should we be entrusting the settlement of the Solar System to a handful of billionaires?  Launching at Antiuniversity Now 2019, Radical Spaceflight Club welcomes people who are already interested in space exploration, as well as anyone new to the subject who wants to learn more in a supportive, friendly environment. It is a space for sharing resources (images, texts, videos, and other material), questions, and discussion. Each session will focus on a key spaceflight topic, using a set of prompt questions to frame the discussion.  This inaugural session will centre around the theme of “the ‘frontier’ in deep space”. Information and prompt questions will be sent out to attendees in the weeks leading up to us meeting.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "11am",
      "to": "1pm"
    },
    "organiser": {
      "name": "Giles Bunch",
      "about": "Giles is interested in the different ways that people inhabit and think about Outer Space. He writes, plays guitar with the band molejoy, and occasionally makes art"
    },
    "place": {
      "id": null,
      "name": "Brockway Room, Conway Hall, 25 Red Lion Square, Holborn, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-resized-radical_spaceflight_club_antiuniversity.jpg",
    "tags": [
      "Art",
      "Play",
      "Gender",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Reading Room Launch",
    "description": "We are planning on holding a launch of Reading Room as a means of creating connections and opening dialogue about the function, aesthetic and user culture of library collections and small press production in the age of digital information, and their development in an austerity-stricken future.\n\nPrimarily, Reading Room will be set up as a space to read our collection (including poetry, dissertations, comics, political essays, visual essays and non-conventional books). The four of us who run it will each do a 5-10 minute reading/performance around the function of Reading Room, and we will hold an open mic for anyone else to contribute a reading or speak their thoughts.\n\nThe launch would be open to the public, as well as everyone who contributed content via our open call - most of whom have no other connection to us or each other. We want this event to connect everyone, focusing on the human/community element of small press and addressing issues around circulation and reach. Our own performances and the content available to read will hopefully spark further discussion.",
    "date": "Wednesday, June 19, 2019",
    "time": {
      "from": "6",
      "to": "9pm"
    },
    "organiser": {
      "name": "Reading Room",
      "about": "Reading Room is a nomadic and collectively run reference library and bookshelf on wheels, focusing on small press. It is run by Leonie Rousham, Ishwari Bhalerao, Bea Macdonald and Sally Plowman."
    },
    "place": {
      "id": null,
      "name": "Conway Hall, 25 Red Lion Square, Holborn, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-reading-room-antiuniversity.jpg",
    "tags": [
      "Art",
      "Words",
      "Talk",
      " Conversation"
    ],
    "websiteUrl": "https://readingroomclub.wordpress.com"
  },
  {
    "title": "Reggae Intimate Yard Party: Celebrating women in Sound System Culture",
    "description": "Albion Sound is a Hackney-based Soundsystem. It has been restored and developed from the original system donated by Albion Kids Show Childrens Charity. It follows a DIY aesthetic and is interested in celebrating and recording Soundsystem culture.\n\nFor the AntiUniversity 2019 we propose to host a reggae yard party. The yard provides a public setting open to everyone to enjoy the music.\n\nDuring 3pm - 4pm we’ll inviting all women who feel connected to sound system culture to share their experiences through open-mic toasting.\n\nWe encourage women to bring records they’d like to play out as well as any items that communicate their experiences of being connected to sound system culture such as, photographs, records, posters or even items of clothing. Throughout the afternoon, Albion Sound aims to document these stories and items, through photographs, text, audio recordings and drawings to produce co-authored works.\n\nPotential Speakers: Dubplate Pearl and Maxine Miller.\n\nAbout Grow, Hackney\nAn Experiment in Ethical and Sustainable Business.\nGrow is an independent and self-organised eco-system of studios and a creative space with bars and a kitchen, created out of an old sausage factory by the River Lea in Hackney Wick.  We work in partnership with artists, musicians, DJ's and community groups and host a diverse programme of events, including: live jazz and blues, open deck reggae, workshops and talks and art/film festivals.  Grow pays London Living Wage, uses eco-electricity, sources ethically and locally and is free entry, wherever possible.   We currently serve a seasonal menu and range of drinks, including organic wines and prosecco, cocktails, homemade Hackney Spiced Rum, Hackney Herbal Tea, cask ale and also offer a range of soft drinks including Kompassion Kombucha, Rejuce, Charitea, tea and Union Coffee..\n",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "2",
      "to": "5pm"
    },
    "organiser": {
      "name": "Jessica Quinlan",
      "about": "Albion Sound is a sound sytem originally donated by The Albion Kids Show, a Hackney based play group that was resident in Hackney Wick for many years before their recent displacement from the old bus depot on Eastway. It also comprised of some components originally from the Pegasus Club in Tottenham and was in a semi/non-working condition. Its restoration by Ted Wood, Jess Quinlan and Pete Bennett began in 2018 -and is very much an ongoing process, with the three seeing themselves as custidians of this historic system, with a view for it to be shared with the community, and used to celebrate sound system culture with guest DJ's and engineers.\n\n"
    },
    "place": {
      "id": null,
      "name": "Grow,  98C Wallis Road, Main Yard, E9 5LN",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-AntiuniversityNow-albionsoundsystem.jpg",
    "tags": [
      "Sound",
      "Feminism",
      "Experiment",
      " Workshop",
      " Conversation"
    ],
    "websiteUrl": "https://www.growhackney.co.uk"
  },
  {
    "title": "Rehearsals for the Revolution",
    "description": "Join us for a two hour workshop exploring performance spaces as incubators for radical political practices. Looking at game structures and participatory performance making, we will examine how processes of making performance and performing can contribute to activist processes and strategies, and how we might collective construct new futures.",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "2",
      "to": "5pm"
    },
    "organiser": {
      "name": "Pavlos Christodoulou + Amardeep Singh Dhillon",
      "about": "\n\nPavlos Christodoulou is a theatre maker and trainer. He is Artistic Director of Dirty Rascals Theatre and Associate Director of Phosphoros. His interests are art and activism, democratising live art training and game based performance.\n\nAmardeep Singh Dhillon is a screenwriter, journalist and bar-tender. He is Branch Secretary of The Ivy House Union and editor of Ruthless Magazine. He's interested in the politics of culture and art as activism.\n"
    },
    "place": {
      "id": null,
      "name": "Limehouse Town Hall, 646 Commercial Road, E14 7HA",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-rehersalsfortherevolution.jpg",
    "tags": [
      "Direct Action",
      "Art",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Rent Strike E N D G A M E - London ",
    "description": "RENTSTRIKE: E N D G A M E\n\n// Every campaign needs a solid strategy to win. We need information, we need ideas, we need demands, and we need to win.\n\n// We've devised an fun, interactive strategy game, which will hopefully equip participants with enough concrete ideas to take back to their campuses and workplaces. We want to support existing struggles and prepare people for the struggles around the corner.\n\n// But this will also be an exercise for the imagination: the future is full of uncertainties, and endless variables that we need to be prepared to tackle and use to our advantage.\n\n// We promise radical fun, endless ideas of how to reach rent strike revolution, and lots and lots of consensus based decision making.",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "2",
      "to": "4pm"
    },
    "organiser": {
      "name": "RENT STRIKE ",
      "about": "RENT STRIKE is a national network of radical student housing campaigns formed in the aftermath of 2016, when 1000+ students in London went on rent strike.\nLondon activists from the network will be facilitating this event!\n\nFor more info on RENT STRIKE, head to our website: rent-strike.org"
    },
    "place": {
      "id": null,
      "name": "Room 539, Institute of Education, 20 Bedford Way, London WC1H 0AL ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-resized-rentstrikeendgame2-Antiuniversity.jpg",
    "tags": [
      "Direct Action",
      "Play",
      "Workshop"
    ],
    "websiteUrl": "https://www.rent-strike.org"
  },
  {
    "title": "Rethinking Representations in the Media ",
    "description": "From the opinions we hold, to the clothes you wear - how are we influenced by what we see and read in the media? Join us for this collage making workshop in partnership with the feminist library. Drawing ideas from the feminist library materials and other texts, we will look at examples of representations in the media such as gender and race to discuss how they impact us, and the particular ideology and perspectives that feed them. After, we will cut up recent magazines and newspapers to make collages and create our own messages that subvert media representations.",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "1",
      "to": "3pm"
    },
    "organiser": {
      "name": "Bad Housekeeping Project & the Feminist Library",
      "about": "Bad Housekeeping project started as conversations between friends, sharing books and discussing experiences. Now we’re opening up the conversation and creating a shared learning experience. We previously hosted the workshop at the Barbican.\n\nThe Feminist Library is a large collection of Women's Liberation Movement literature based in London. We have been supporting research, activist and community projects since 1975."
    },
    "place": {
      "id": null,
      "name": "The Jago, 440 Kingsland Road, London, E8 4AA (entrance through 1 Richmond Road)",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-anti-unibadhousekeeping2.jpg",
    "tags": [
      "Feminism",
      "Art",
      "Workshop",
      " Conversation"
    ],
    "websiteUrl": "http://feministlibrary.co.uk/"
  },
  {
    "title": "Sculpture Reading Group",
    "description": "Discuss and untangle a group of texts about sculpture. Initiated by artist Joanne Masding this edition of Sculpture Reading Group will be joined by artist and organiser of Recent Activity, Andrew Gillespie, and members of ceramic studio co-operative Modern Clay.  This is the first in a series of ad-hoc Sculpture Reading Groups: starting loosely at the beginning, with ideas of objecthood and the impetus to make. All texts can be found on joannemasding.com",
    "date": "Thursday, June 20, 2019",
    "time": {
      "from": "6pm",
      "to": null
    },
    "organiser": {
      "name": "Joanne Masding",
      "about": "Joanne Masding is an artist."
    },
    "place": {
      "id": null,
      "name": "Recent Activity, 80-82 Floodgate Street, Birmingham B5 5SR",
      "description": null,
      "area": "Midlands"
    },
    "imageUrl": "/assets/images/2019/thumb-JoanneMasding-SculptureReadingGroup.jpg",
    "tags": [
      "Words",
      "Art",
      "Conversation"
    ],
    "websiteUrl": "http://www.joannemasding.com/index.php?/studio/antiuniversity/"
  },
  {
    "title": "Security Mob ",
    "description": "PIGs come in all shape and sizes!   Police numbers on our streets might be falling but these are being replaced by other pig shaped beings - Private security firms, private police, bouncers, bailiffs, anti-theft agents,  so-called safety patrols and company police, all of which threaten our freedom and liberty through oppression.   Private police are big business, and 'local bobby's' will patrol your area for a cost.  Have a look at this website if you want to make your area a bit more dystopian.    👮🏻👮🏻  http://www.mylocalbobby.co.uk/  This workshop will explore how this increased security presence in London has come about and how it effects communities and individuals, using material from the 56a archive and REAL LIFE stories!   Then we will get dressed up in security outfits of our own, walk the streets and flood areas with safety ....  Please book your place on Eventbrite so we can have an idea of numbers: ",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "4",
      "to": "6pm"
    },
    "organiser": {
      "name": "Dorothy Spencer ",
      "about": "I am a researcher and arts educator working with community and youth groups. My practise as an artist has been focussed\nOn facilitating group making and I am a founding member of the print collective at diy space for London where I run workshops most recently working with the artist Jacob v Joyce screenprinting with LBGTQ asylum seekers. I also volunteer at 56a.\n"
    },
    "place": {
      "id": null,
      "name": "Venue given on booking (central London)",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-security-mob-antiunversity.jpg",
    "tags": [
      "Rights",
      "Bodies",
      "Walk",
      " Experiment"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Sense",
    "description": "Sense is a collaborative audio-visual platform for artists to network and present their work through a series of events that explore various themes.  Having explored the themes: Perception, Rhythm and Vibration, Sense is curated in order share knowledge and share the process of making of the work that relates to each subject.\n\nAt Sense, the audience is encouraged to ask questions and be curious in order to promote collective learning.\n\nFor Antiuniversity 2019, Sense invite artists to perform, exhibit and talk about their work, and specialist to facilitate workshops and talks.  Potential artists and specialists include: Parker Heyl, Richard Underwood, School of Noise, Subpac, Gaunt.\n\nDaytime: workshops and talks\nEvening: performances ",
    "date": "Tuesday, June 18, 2019",
    "time": {
      "from": "2",
      "to": "11pm"
    },
    "organiser": {
      "name": "Sense",
      "about": "Sense is a collaborative project founded by Patricia Puertas, Joel Smith and Xuân Sinden with support from Grow, Hackney.\n\nPatricia Puertas and Joel Smith have previously worked together in diverse sound performances commissioned by British Museum, Royal Academy of Arts and UAL, explore and experiment with sound to create rich, textured soundscapes.  Featuring ethereal siren-like vocals and shimmering, effects-laden guitar motifs shifting across a fluid canvas of field recordings, found-sounds, samples, grooves and live improvised sounds, their performances continue to evolve.\n\nXuân Sinden is an installation and sound artist whose work begins from the poetic process of documenting the mundanity of our everyday environments. Creating a pattern of image and sound, Sinden captures the various tensions, and pleasures, of living amongst the “movement of [our] imagination forming and deploying through images.” [1]. His immersive installations portray the notion of a constant, and revolving city.\n\nAbout Grow, Hackney\n\nAn Experiment in Ethical and Sustainable Business.\nGrow is an independent and self-organised eco-system of studios and a creative space with bars and a kitchen, created out of an old sausage factory by the River Lea in Hackney Wick.  Grow works in partnership with artists, musicians, DJ's and community groups and host a diverse programme of events, including: live jazz and blues, open deck reggae, workshops and talks and art/film festivals.  Grow pays London Living Wage, uses eco-electricity, sources ethically and locally and is free entry, wherever possible.   Grows currently serve a seasonal menu and range of drinks, including organic wines and prosecco, cocktails, homemade Hackney Spiced Rum, cask ale and also offer a range of soft drinks including Kompassion Kombucha, Rejuce, Charitea, Hackney Herbal Tea and Union Coffee.\n\n"
    },
    "place": {
      "id": null,
      "name": "Grow, 98C Wallis Road, Main Yard, Hackney Wick, E9 5LN",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-sense.png",
    "tags": [
      "Sound",
      "Art",
      "Talk",
      " Experiment",
      " Workshop",
      " Conversation"
    ],
    "websiteUrl": "https://www.growhackney.co.uk"
  },
  {
    "title": "Sickle Cell: Beyond The Pain",
    "description": "Members of Solace, the sickle cell and thalassemia support group for Hackney and City will be running an educational session on how to live well with the condition.\n\nThe session will feature contributions on health, wealth and advocacy alongside a dose of poetry and music. We’ll be broadcasting live on the radio and taking live questions via the phone or Skype.\n\n",
    "date": "Wednesday, June 19, 2019",
    "time": {
      "from": "6:30pm ",
      "to": " 8:30pm"
    },
    "organiser": {
      "name": "Solace Support Group",
      "about": "The Board Solace SG are people with or carers for people with Sickle Cell Disorder. We come from a variety of backgrounds and have in our number, poets, writers, dj's Musicians, artists, Post Graduates and community workers.\nWe are dedicated to providing information, knowledge, and support to our members in the borough of Hackney, and across London."
    },
    "place": {
      "id": null,
      "name": "1 Madinah Road, E8 1PG",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-sicklecellsolaceantiuniversity.jpg",
    "tags": [
      "Care",
      "Art",
      "Workshop",
      " Conversation"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Silent Radio",
    "description": "The aim of the event will be to share personal, social and political narratives, that surround the idea of silence. While introducing some selected texts and music on this subject. The resulting conversations will be recorded and then available to listen to online.\n",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "3",
      "to": "5:30pm"
    },
    "organiser": {
      "name": "madeinroath",
      "about": "madeinroath is an artist-led community arts organisation that has been running projects and festivals for ten years. The core work of the organisation takes place within the community of Roath, Cardiff."
    },
    "place": {
      "id": null,
      "name": "1a Inverness Place, Roath, Cardiff CF24 4RU",
      "description": null,
      "area": "Wales"
    },
    "imageUrl": "/assets/images/2019/thumb-Madeinroath.jpeg",
    "tags": [
      "Sound",
      "Conversation"
    ],
    "websiteUrl": "http://madeinroath.com/"
  },
  {
    "title": "Slogan and Badge-Making Workshop",
    "description": "Words are weapons: create a slogan within a group or individually in this relaxed 2hr workshop. As a jumping off point we’ll briefly explore the famous slogans of the Situationist movement.\n\nIn the unrest of Paris 1968, street posters and graffiti provoked people to question everything: “Art is dead, don’t consume the corpse”; “The boss needs you, you don’t need him.”\n\nYou can draw, scan or collage printed text. Together, we will then create 10 badges each. You can take them home or swap them with others on the day!\n\nThis is going to be a relaxed session, so if you want to bring snacks or drinks, feel free. Possible pub ‘debrief’ afterwards if all this thinking has made you thirsty.",
    "date": "Wednesday, June 19, 2019",
    "time": {
      "from": "6:30",
      "to": "8:30pm"
    },
    "organiser": {
      "name": "Ken Flaherty of Doomed Projects and Simon Cole of Hackney Tours",
      "about": "Doomed Projects brought non-commercial photography shows to Dalston for evenings that were the stuff of local legend. More recently Doomed Gallery hosted free Humanities seminars. Hackney Tours has been walking the fine line between alternative tourism and activism since 2012, looking at radical history and contemporary contested space through the #HackneyDifferent filter. Both Ken and Simon have been members of a Situationist reading group and are interested in how shared learning can enable us to better understand the world around us. "
    },
    "place": {
      "id": null,
      "name": "Freedom Shop ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-sloganandbadge.jpeg",
    "tags": [
      "Art",
      "History",
      "Workshop"
    ],
    "websiteUrl": "https://www.hackneytours.com"
  },
  {
    "title": "Social Centres Past and Future: A Utopian History Walk",
    "description": "What are social centres? How are they run, funded and maintained? How have London’s social centres changed in recent years, and what will they look like in 2030? Or 2100?? Join us for a participatory workshop and travel through London’s social centres, past and future. Social centres often look like a mix between volunteer-run DIY bars, non-for-profit vegan cafés and local community centres, but are neither companies nor charities. Sharing the principles of co-operation, self-organisation and mutual aid, social centres are organised non-hierarchically, and offer a physical space and resources to activist groups and grassroots campaigns working towards social change.\n\nIn this guided tour, co-facilitated by members of the Social Centres Network, we will visit some of the centres currently operating in London, pass by buildings that used to be such spaces, and collectively imagine the kind of spaces that we would like to see open in the years to come. We will walk, take public transport (when needed), share food and drinks, look out for one another, and go at the group’s pace. All welcome; parents with young children especially welcome. If you have any particular accessibility needs you'd like us to take into account please contact us.",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "3",
      "to": "6pm"
    },
    "organiser": {
      "name": "Social Centres Network",
      "about": "The Social Centres Network has existed in some form since the 2000's, and exists today as a loose network of people involved in running the UK's autonomous social centres. The London network is part of the broader UK social centres network, and aims to share resources among the social centres, disseminate information and news, and sustain radical community in London and the UK . For more info please see:https://en.wikipedia.org/wiki/Social_centres_in_the_United_Kingdom#London_Social_Centres_Network"
    },
    "place": {
      "id": null,
      "name": "Multiple venues: Meeting at The Common House, Unit 5E Pundersons Gardens E2 9QG, then moving to Decentre, then LARC, then the Field.",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "/assets/images/2019/thumb-Socialcentreseleanorsmith.jpeg",
    "tags": [
      "Direct Action",
      "History",
      "Walk"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Social Movements Now and at the Turn of the Millennium",
    "description": "In 1999, twenty years ago, the anti-globalisation movement opposing unfair trade imposition on the world’s peoples went from disconnected protests on different continents to linking up resistance and calling the very first Global Action Days, with simultaneous action happening all around the world. Today the cooperation of social movements from around the world is well established.  This event will look at the history of the People's Global Action, its historical context and relevance for today's movement, with speakers from a number of different groups, facilitated by Michael Reinsborough from the Peoples’ Global Action Oral History project Freidericke Habermann will discuss the Peoples’ Global Action's aims and organising principles. Speakers from current social movements including Rising Tide, Extinction Rebellion and Reclaim the Power will share how are we building the climate justice movement today. Land Workers Alliance members will talk examine where does the UK fit within the global movement for food, farming and environmental justice The conversation will then open to invite the audience to share views about what can we learn from our movement histories to help us today?",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "7",
      "to": "9.30pm"
    },
    "organiser": {
      "name": "Michael Reinsborough ",
      "about": "PGA Oral History project - see http://pgaoralhistory.net/"
    },
    "place": {
      "id": null,
      "name": "Limehouse Town Hall, 646 Commercial Road,  London E14 7HA",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-socialmovementsnowandatthestartofthemillenium.jpg",
    "tags": [
      "Ecology",
      "Direct Action",
      "Talk"
    ],
    "websiteUrl": "https://pgaoralhistory.net"
  },
  {
    "title": "Space to Play (a workshop led by learning disabled artists)",
    "description": "A workshop exploring play, performance and the body in space led by learning disabled artists. We will guide you through how we make performances and create a space to play in. This workshop will be multi sensory; we will experiment with sounds, movements, touch, vibrations, colours.\n\nThe aim of this workshop will be to have fun, to learn from each other, and to find different ways of making performance. But you don't need to be a performer to come along... all we ask is that you want to share your creativity with others.\n\nAll are welcome, and we especially invite other learning disabled people to join us. If you have any additional requirements or questions about the workshop please contact us beforehand- we strive to make everyone who wants to attend this event able to. ",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "10am",
      "to": "1pm"
    },
    "organiser": {
      "name": "Spare Tyre// Fauve Alice",
      "about": "Spare Tyre is a theatre company that enables voiceless communities and individuals to share and celebrate their untold stories.\n\nFauve Alice is a performance maker and producer.\n\nDavid and Ellie are the artists who will be running the workshop. They have been working with Spare Tyre over the last 15 years. They are currently working in collaboration with Fauve on the show Nights at the Circus."
    },
    "place": {
      "id": null,
      "name": "Brockway Room, Conway Hall, 25 Red Lion Square, Holborn, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-spacetoplay.jpeg",
    "tags": [
      "Bodies",
      "Play",
      "Workshop"
    ],
    "websiteUrl": "https://www.sparetyre.org/ www.fauvealice.com "
  },
  {
    "title": "Staging Activism (Through Performance Art)",
    "description": "Staging Activism offers an introduction into key concepts that have been used since the 1900s to refer to protest art practices. Students will engage with examples of both historical and current practices that illustrate the artistic potentials of agitprop theatre, whilst making of a piece of performance-based work with a view to developing and refining professional skills. Students will be able to articulate the theories that underpin a particular performance piece that they have created, remaining immersed in the practicalities of the art alongside the crucial reflection on the thought processes that underpin it. A key term within this course is ‘Interdisciplinary’ art.\nActivism: A global meaning of activism is culturally and academically embedded within the module design and delivery, thus locating an opportunity to elicit an engaged participation from those familiar with the tools and cognitive frameworks (such as semantics and visual signposts) of both oppressed and oppressor. The term ‘Activism’ also aligns to other anthropological types of religious application. Students will collaborate on an education based performance workshop around the theme of activism.",
    "date": "Thursday, June 20, 2019",
    "time": {
      "from": "4",
      "to": "6pm"
    },
    "organiser": {
      "name": "Tomi Kassim ",
      "about": "A passionate Humanitarian and Activist, Tomi has a BA in Performing Art (Dance) from University of Bedfordshire, and is a qualified GCSE Math Teacher.  Tomi is a Visiting Lecturer of Performing Art, who has tutored at University of East London and Royal Holloway University. She is undertaking an MA in Site-Specific Theatre, leading to PhD research under the title ‘Staging Activism’: Can Staged Activism Change Political and Cultural Behaviour?, whilst delivering a self-written undergraduate degree module of the same title."
    },
    "place": {
      "id": null,
      "name": "Shoreditch Town Hall 380 Old Street London EC1V 9LT",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-LutomiKassim-plane5-antuniversity.jpg",
    "tags": [
      "Art",
      "Direct Action",
      "Workshop",
      " Conversation"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Stencil workshop",
    "description": "Make Your Own Stencils For Spray Paint Art\nAim: Produce a spray painted stencil, A3 size, of an image which you have prepared yourself using an image manipulation program on a laptop computer.\nStages\n1. Search and download an image of your own choice from the internet. For practice purposes we shall be working from portraits i.e photos of celebrities, famous people etc.\n2. Using GIMP transform that image into an appropriate format/template which will be the basis for a final stencil. You will be shown how to use specific tools as well as perform basic tasks within GIMP in order to achieve this task.\n3. Print your prepared template and trace/transfer the image onto Mylar, which is a type of plastic designed specifically for stencils, with a permanent marker. Then cut out the stencil contours using a heat pen and finally using spray paint produce the stencil image onto an appropriate substrate.\nWhat you need\nA laptop computer. All other materials will be provided by us and is included in the cost of the ticket.\nAdditional Information\nFor the purposes of this workshop we will be using a downloaded version of GIMP which is a free and open source image editor similar too or same as Photoshop. If you don ́t have this already you can just bring the laptop to the workshop where we will download and install it for you. Alternatively you could download GIMP before the workshop by going to www.gimp.org for the latest stable version 2.10.6. Previous knowledge of using these programs is an advantage but not necessary as you will be guided in it ́s usage. If you wish to get some kind of practice before hand there are plenty of beginner tutorials on youtube.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "12:30",
      "to": "5:30pm"
    },
    "organiser": {
      "name": "Ricky DFSL",
      "about": "DIY Space for London"
    },
    "place": {
      "id": null,
      "name": "96-108 Ormside Street SE15 1TF",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "/assets/images/2019/thumb-StencilworkshopAntiuniversity.jpg",
    "tags": [
      "Art",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Strategic Antifascism: Where next for the movement?",
    "description": "Anti-fascism as a reactive movement seldom has the change to reflect and think strategically about how best to counter a growing and increasingly diffuse fascist movement.\n\nJoin the  team behind the 12 Rules for WHAT podcast for a participatory workshop on fascism, antifascism and the far right as we identify emerging trends in the far right and discuss how a strategic antifascist movement can effectively oppose the spread of new fascisms.",
    "date": "Thursday, June 20, 2019",
    "time": {
      "from": "7",
      "to": "9pm"
    },
    "organiser": {
      "name": "12 Rules for WHAT",
      "about": "12 Rules for WHAT is a podcast about fascism, the  far right and antifascism. In the podcast we investigate the surreal, disconnected world of the far right, with a view to fighting it. Fighting it requires not only effective organising, but effective thinking as well. We host interviews with comrades, discussions of the main themes of far right theory and practice, and in-depth analyses of particular movements and people within it."
    },
    "place": {
      "id": null,
      "name": "Library Room, Conway Hall, 25 Red Lion Square, Holborn, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-resized-12rulesforwhat-antiuniversity.jpg",
    "tags": [
      "Direct Action",
      "Workshop"
    ],
    "websiteUrl": "https://soundcloud.com/12rulesforwhat"
  },
  {
    "title": "Take Action - World Refugee Day",
    "description": "For World Refugee Day 2019, we're hosting a space for discussion, creativity, and learning at 640 East in Bethnal Green with art, music, dance, film, and talks focused on how to take action. ",
    "date": "Thursday, June 20, 2019",
    "time": {
      "from": "5",
      "to": "11pm"
    },
    "organiser": {
      "name": "Action for Education",
      "about": "Action for Education host spaces that engage in lifelong learning through creativity, community and choice to support people whose basic human rights are not being met."
    },
    "place": {
      "id": null,
      "name": "640East, Railway Arches 159-161 Malcolm Place, Bethnal Green London E2 0EU",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Action-for-education-antiunivrsity.png",
    "tags": [
      "Rights",
      "Education",
      "Talk"
    ],
    "websiteUrl": "https://www.actionforeducation.co.uk/"
  },
  {
    "title": "Talking Ghosts: A collaborative Hoarding Novella",
    "description": "Who are the 'talking ghosts'?\nThey are those strange people populating the CGI-created urban spaces of new housing/public space developments advertising their forthcoming arrival. I call those people ‘ghosts in reverse’, whose function is to colonise the urban future in advance of our presence. In so doing, they enter in some form of messianic dialogue with the present time of those encountering them as the passers-by of today. That's us!\nIn this collective intervention we will work together to give the gift of speech to these ghost citizens by devising the script of a 'hoarding novella' made up of custom designed, adhesive speech bubbles to be inserted into an existing hoarding whose characters will become our actors. These ‘mediums’ will be ventriloquists for our thoughts, materialised as we come together on the day.\nWe will think together and then act together. No vandalism involved, as the speech bubbles can be easily removed. Location tbc after booking.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "2",
      "to": "5pm"
    },
    "organiser": {
      "name": "Alberto Duman",
      "about": "Alberto Duman’s work is located at the intersection between art practice, regeneration and urban studies and always concerned with social contexts and the role of art in the cultural production of urban space. In 2016 he was Leverhulme Trust Artist-in-Residence at University of East London with the project Music for Masterplanning. The anthology of texts from the project titled ‘Regeneration Songs: Sounds of Opportunity and Loss from East London’ is out now on Repeater Books. Currently he is a Lecturer in Fine Art at Middlesex University teaching with Loraine Leeson on the BA/MA Fine Art Social Practice module. Since 2014 he also works with the group DIG Collective."
    },
    "place": {
      "id": null,
      "name": "Location details will be given on booking (East London).",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Talking-ghosts-antiuniversity.jpg",
    "tags": [
      "Words",
      "Direct Action",
      "Intervention",
      " Workshop"
    ],
    "websiteUrl": "http://www.albertoduman.me.uk/"
  },
  {
    "title": "Tarot: An introduction to the Major Arcana",
    "description": "In this general level workshop we will take an overview of the major arcana in the tarot. The major arcana are the powerful and perhaps best well known group of cards within the deck. They include the fool, the hanged man, the moon and others. The session will be structured as an introductory talk followed by individual and group work becoming familiar with the major arcana and practicing readings.\n\nThe workshop is suitable for total beginners and the curious as well as more experienced readers interested in discussing approaches to the major arcana.\n\nIn my own practice I find tarot useful, not so much for telling the future, but as a process of telling stories about a given situation, our desires and patterns of behaviour. Readings can draw attention to things we may have missed in our planning or understanding. This is the sprit in which I will approach the workshop although participants may find their own angles and processes.\n\nYou are encouraged to bring their own deck if you have one. I will be using the Marseilles deck in my examples, but all decks are welcome.",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "4",
      "to": "5.30pm"
    },
    "organiser": {
      "name": "Chris Wood",
      "about": "Chris Wood is an artist whose practice critiques emergent technologies and the shifts they bring to both social practice and ontology. He has been using the tarot in his artistic practice for the past three years."
    },
    "place": {
      "id": null,
      "name": "Limehouse Town Hall, 646 Commercial Road,  E14 7HA",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-tarot-antiuniversity.jpg",
    "tags": [
      "Play",
      "Workshop"
    ],
    "websiteUrl": "http://chriswood.art"
  },
  {
    "title": "Telegraph - A Walking Action",
    "description": "Out There Actions will walk from 'Town Hill' in Telegraph Woods, West End (SO30 3EY) to 'Toot Hill' in Telegraph Wood, Romsey (SO51 9LN), recreating a stage of Murray's optical telegraph between London and Plymouth, which operated between 1806 and 1814, and represented the first use of technology to send information faster than the speed of a galloping horse. They will carry with them the equipment necessary to send a message between the two stations for the first time in 205 years, and invite you to join them on their momentous journey. ",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "10am",
      "to": "6pm"
    },
    "organiser": {
      "name": "Out There Actions",
      "about": "Out There Actions are a troupe of radical performance makers who stage small events in the Great Outdoors, working archaeologically to unearth something of the history and mystery of place. They are based in Southampton, UK. For more information, email outthereactions@gmail.com."
    },
    "place": {
      "id": null,
      "name": "Telegraph Woods, West End, Southampton SO30 3EY (starting point)",
      "description": null,
      "area": "South West"
    },
    "imageUrl": "/assets/images/2019/thumb-MattFletcher-antiuni-telegraphawalkingaction.png",
    "tags": [
      "History",
      "Walk"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Testing What We Think We Know - What Do We Mean By 'Political Education'? ",
    "description": "Practical workshop where we will be keen to hear from people what they see as the role of political education work in their actions and activities. How do we create and put into practice collective moments of listening, reflection and analysis and how do we act from these moments?\n\nOral histories, community archives, radical education projects, community organising, popular education projects are some of the places where political education happens but how do we think through what learning and education for change means?\n\nDiscussion, activities and exploring archive materials on radical education, organising and pedagogy in 56a Infoshop's archive.\n\nThere will be a short introduction by members of Ultra-red collective about organising tenants in Los Angeles, by 56a Infoshop volunteers on running a community archive and others on the histories of their own ideas and experiences of political education.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "11am ",
      "to": "1pm"
    },
    "organiser": {
      "name": "56a Infoshop",
      "about": "56a Infoshop is a self-organised, volunteer-run radical social centre in Elephant & Castle since 1991. We have a large open-access archive. "
    },
    "place": {
      "id": null,
      "name": "56a Infoshop, 56 Crampton St. London SE17 3AE",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-resized-testingwhatwethinkweknow.Antiuniversity.jpg",
    "tags": [
      "Education",
      "History",
      "Direct Action",
      "Workshop"
    ],
    "websiteUrl": "https://www.56a.org.uk"
  },
  {
    "title": "The Bolster Playground: Performance and Installation making ",
    "description": "The Bolster Playground\nPerformance and Installation making workshop (Lolly Adams).\nSaturday 11-4pm\nThis is a performance and installation making workshop based on themes of support and collaboration. The workshop will include games that assist us in creating an installation these include; a scavenger hunt for materials, movement and body games along with installation making as a visual balancing act. The three components that we will be thinking about are supports, connections and floppy objects and how we can recreate them physically and with materials, discussing positive networks on a wider level. Please bring food to share.\n\nSaturday 6-9pm: The Bolster Playground exhibition and sharing.\nAn open invitation for anyone to come and see the installation and potentially performances / films will be shared from the days workshop.\n",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "11am",
      "to": "9pm"
    },
    "organiser": {
      "name": "Lolly Adams ",
      "about": "Lolly Adams is a London-based multidisciplinary artist and teacher whose expanded practice includes performance, sculpture, photography and painting. Lolly graduated from Byam Shaw School of Art (CSM) in 2011 and participated in The Other MA which is an alternative art school based in Southend-on-sea. In March, Lolly organised The Alternative Art School Weekender at Ugly Duck, which bought together peers from self organised collectives to share and extend the discussion around alternative education. The Bolster Playground workshop has previously been held at The V&A for their Bauhaus Centenary event and The Alternative Art School Weekender."
    },
    "place": {
      "id": null,
      "name": "SET Lewisham, Unit 1, Lewisham Retail Park, Loampit Vale SE13 7RZ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-TheBolsterPlayground.jpg",
    "tags": [
      "Art",
      "Care",
      "Bodies",
      "Workshop"
    ],
    "websiteUrl": "https://www.lollyadams.com"
  },
  {
    "title": "The Hostile Environment Flowchart ",
    "description": "Join Migrants in Culture in creating The Hostile Environment Flowchart, a handy diagram to visualise and analyze how the government's Hostile Environment Policy is affecting us ALL, regardless of our legal status. Where are you on the chart? What processes do you skip? What catches you in the end? How are we all on the same page?\n\n Everyone welcomed. Bring your questions, experiences and observations of racial profiling, workplace discrimination, data collection, visa bureaucracy, bafflement and more!\n\n Migrants in culture is a newly formed network of migrant cultural workers organising against the Hostile Environment. www.migrantsinculture.com\n",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "2",
      "to": "5pm"
    },
    "organiser": {
      "name": "Migrants in Culture",
      "about": "Migrants in culture is a newly formed network of migrant cultural workers organising against the Hostile Environment. www.migrantsinculture.com"
    },
    "place": {
      "id": null,
      "name": "Arts Catalyst, 74-76 Cromer St, London WC1H 8DR",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-MigrantsinCulture.antiuniversity.jpg",
    "tags": [
      "Rights",
      "Direct Action",
      "Workshop"
    ],
    "websiteUrl": "https://www.migrantsinculture.com"
  },
  {
    "title": "The knead to share",
    "description": "Stemming from Pyotr Kropotkin’s anarchist stances, analysed in The Conquest of Bread, this workshop proposes a simple act of emancipation: to claim the preparation and sharing of bread, a type of food whose variations form an everyday dietary preference across multiple cultural paradigms. In Kropotkin’s book, bread is not only a critique of the feudalist and capitalist systems but also a metaphor for wellbeing as a human right and the potential individuals have to shape a better social world. Throughout a relaxing, interactive, hands-on workshop, participants will learn how to choose and identify ingredients as well as their different health benefits and will go through a step-by-step, accessible to all, process of preparing, kneading and baking dough. ",
    "date": "Monday, June 17, 2019",
    "time": {
      "from": "11am",
      "to": "1pm"
    },
    "organiser": {
      "name": "Georgia Tsagka",
      "about": "Educator, artist and researcher, interested in colonialism and post-colonial, feminist interpretations of cultural heritage. Born in Greece, lives and works in the UK."
    },
    "place": {
      "id": null,
      "name": "May Day Rooms (Kitchen) 88 Fleet St London EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-conqueringbread-antiuniversity.jpg",
    "tags": [
      "Food",
      "Anarchism",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "The Olympian Games",
    "description": "Straight out of their cycladic cradle in Greece (AMORgos island) THE SCoLuS💦 PoCUS oLYMPiAN GAMeS✨🤸‍♀️ hit the City! Let’s Sport! :')Game rule is simple : win the laurels of pleasure and be an Olympian champion!  :-p (spreading love and laughter is also valid;-)How would that unfold? What would be the undisciplined disciplines of an uncompetitive (and possibly downright incompetent😝) competition ?Let our legs and imagination run free! (at peace pace;)Check past olympiands here for the flame of inspiration.On Amorgos island, the word was simple : all athletes would strive to make the sun shine ever brighter and become one with their divine nature.So after a masterly amateur ceremony, athletes didn’t compete into several disciplines : ^^🤸‍♀️not-so-long-jump (self-assessed)^^🍊pass-me-the-orange challenge^^🍭unsystematic system games (collectively uncoordinated) ^^🍉weird walk de-race (assesed by a certified jury, awarding strict marks ranging from \"Helichryssum amorginum\" to \"Prasium Majus\")^^🍋bad-bag-jumping-crawling ^^🏄‍♀️sinking raft underwater surfing ^^🥗pic-nic delikatessen advantage ^^🐳siesta master tournament ^^🌸beach rubbish-volley bin trophy ^^💦laughter free runs (collective sport)Ready? set, go!Music instruments also welcome for the ceremony.And, oh yes! - * 🥗⚠ Remember to train well for the collective pic-nic contest!! (=bring some delicacies to share on the lawn😉).",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "11am",
      "to": "2pm"
    },
    "organiser": {
      "name": "sChOoL withOuT frOntiers",
      "about": "sChOoL🤸‍♀️withOuT frOntiers⛵️ is an open movement created around the sChOlus‍‍‍🤝pOcUS!, the Teal Team Lab and the Flying Carpet Caravan school projects.\nAn experiment to\n          🙏Meet\n                       🤝Share\n🚀Create\n                   ⛵️Travel\n       🤸‍♀️ ..Play!\nand like the AntiUni, share any knowledge, in any form, for anyone, anywhere.\n(a very FOR PROFIT organization 🙈 : We love to multiply laughter and good spirit around - free of charge :)\nhttps://schoolwithoutfrontiers.org/go/\n\n"
    },
    "place": {
      "id": null,
      "name": "Reformer's Tree (500m from Speaker's Corner), Hyde Park, London W2 2AR, UK",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Sabine Pappas-Olympian.jpeg",
    "tags": [
      "Play",
      "Experiment"
    ],
    "websiteUrl": "https://schoolwithoutfrontiers.org/"
  },
  {
    "title": "The Poverty of Quasi-Student Life",
    "description": "Addressing the present condition of art, education and politics, Common Study lead a conversation concerned with radicalism and studentdom, in both its official and unofficial guises.\n\nIn the first half of the event, participants will read ‘On the Poverty of Student Life’ written by the Situationist International and students of the University of Strasbourg in 1966; this reading will attempt to mediate the text’s insight with a discussion of recent historical events. After the reading, we will discuss the broader possibilities and limitations of “quasi-studentdom”, as manifest in contemporary art’s turn to expanded educational practice.\n\nHow have recent developments within education affected artistic and political activity? What, if anything, should we reclaim from the Situationist’s legacy? How should we understand the relationship between art and academia today? What might constitute a politically astute response to present conditions?",
    "date": "Monday, June 17, 2019",
    "time": {
      "from": "6.30",
      "to": "9pm"
    },
    "organiser": {
      "name": "Common Study",
      "about": "Common Study is a collaborative attempt to confront the contradictions of life under capital. Within the group, individual practices engage art, music, poetry, performance, moving image and activism. Collectively, Common Study aspires to develop a non-standardised, oppositional form of education and practice, exploring themes of critique, pedagogy, friendship and artistic autonomy. Individual concerns become common interests; common concerns become individual interests.\n\nPresent members are Mike Brooks, Lisa Busby, Katie Hare, Louis-Jack, Anneke Kampman, Theo Leanse, Sam Mercer, Hugh Nicholson, Jo Sweeney, Marie Toseland, and T J Watson."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-poverty-quasi-student-antiuniversity.jpg",
    "tags": [
      "Education",
      "Art",
      "Conversation"
    ],
    "websiteUrl": "www.commonstudy.co.uk"
  },
  {
    "title": "The Windrush Papers",
    "description": "The Windrush Generation narrative has a lot going for it, particularly as a key part of African British history. Unfortunately, it is often littered with “bad history”: myths, misinformation and conflations. History consultant Kwaku, through a very interactive presentation, will be challenging these “bad histories” by focusing on 1947-1950, the periods immediately before and after the arrival of the Empire Windrush from the Caribbean. His presentation will be based on records of the period, 'The Windrush Papers', thus providing a clear history of the genesis of the Windrush narrative.\n\nCome and find more, in a space that allows attendees to ask questions and contribute to the development of the narrative. Be prepared to overcome some cognitive inertia and resolve some cognitive dissonance!",
    "date": "Wednesday, June 19, 2019",
    "time": {
      "from": "6",
      "to": "8pm"
    },
    "organiser": {
      "name": "Kwaku",
      "about": "Kwaku is a music industry and history consultant. He’s the BTWSC/African Histories Revisited co-ordinator, and organiser of British Black Music Month in June/July, International Reggae Day UK on July 1, and the year-long Spirit Of AJY87-88 programmes. His music and history programmes are posted respectively at www.BBM.eventbrite.com and www.AfricanHistoryPlus.eventbrite.com."
    },
    "place": {
      "id": null,
      "name": "62 Fieldgate St, London E1 1ES",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-KwakuWinrushSq.png",
    "tags": [
      "History",
      "Rights",
      "Talk"
    ],
    "websiteUrl": "https://www.AfricanHistoryPlus.eventbrite.com"
  },
  {
    "title": "They Live (1988) ",
    "description": "John Carpenter's sci-fi film They Live (1988) has seen a resurgence of interest following Slavoj Žižek's discussion of it in his documentary The Pervert's Guide to Cinema. Carpenter's film follows a drifter (Roddy Piper), who finds some sunglasses which allow him to see that the ruling class are actually aliens who are concealing their appearance and manipulating people via subliminal messages in popular media to consume, multiply, and accept the status quo.\n\nThis screening will also be followed by a short Q & A with author and designer Craig Oldham. Craig has recently published a book of the film entitled: They Live: A Visual and Cultural Awakening. The book is a perfect replica prop, with exceptional attention to detail, and celebrates the importance of the film today, exploring its influences, inspiration, and ideas, as well as its relevance to us socially, culturally, and politically. It features essays by Žižek and Carpenter himself.",
    "date": "Monday, June 17, 2019",
    "time": {
      "from": "7",
      "to": "9pm"
    },
    "organiser": {
      "name": "Kerry William Purcell",
      "about": "Kerry William Purcell is a writer, curator, and theorist. He has written widely on photography, design, film, and visual culture. His research interests vary widely from the work of French philosopher Alain Badiou, to the history of British Wrestling. His published work includes essays on British cinema, graphic design history, the philosophy of history, and many more. Amongst his books are monographs on the work of Alexey Brodovitch, Josef Muller-Brockmann, alongside smaller studies of such photographers as Weegee. He teaches cultural theory at Birkbeck, University of London, and at the University of Hertfordshire. He produces an erratic podcast called ‘The Last Outpost’ and lives in the middle of nowhere, in Norfolk, England, with his wife, four children, a cat, and two fish. In his spare time he worries about the fortunes of his hometown club Grimsby Town F.C.  "
    },
    "place": {
      "id": null,
      "name": "SET Dalston, 27a Dalston Lane, London E8 3DF",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-KerryWilliamPurcell-ScreeningofTheyLive-KerryWilliamPurcell.jpeg",
    "tags": [
      "Art",
      "Screening"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Throwing Your Voice – an AI workshop",
    "description": "In this workshop, led by artist Chris Wood, you will clone your own voice to make a digital text-to-speech ‘voice avatar’. This will then be used in combination with short form creative writing exercises to enable our computer voices to speak collectively.\nThe voice offers a tool with which to think through the wider issues about our emerging relationships with AIs. Speaking has become a common means of interaction with AI software and holding a conversation with a synthesised voice is a familiar trope via smartphone and home assistants. At the same time, our human voice is deeply tied to our physical bodies, with different mouth, throat and diaphragm shapes producing different voice pitch and harmonics. When the two intersect and we allow an AI to ‘borrow our voice’, we open a window to think about AI’s embodiment or lack of it. We also begin to think about the hybridity enacted by deep learning systems that are trained on enormous amounts of our personal data.\nIn the workshop we will be using a web-based service called Lyrebird. More information about the system and the company’s terms and conditions are available here: https://lyrebird.ai.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "2",
      "to": "3:30pm"
    },
    "organiser": {
      "name": "Chris Wood",
      "about": "Chris Wood is an artist whose practice critiques emergent technologies and the shifts they bring to both social practice and ontology. He has exhibited internationally and recently completed a PhD in Media & Art Technology at Queen Mary, University of London."
    },
    "place": {
      "id": null,
      "name": "Limehouse Town Hall, 646 Commercial Road, E14 7HA",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-resized-ThrowingyourvoiceChrisWood-antiuniversity.jpg",
    "tags": [
      "Play",
      "Workshop"
    ],
    "websiteUrl": "http://chriswood.art"
  },
  {
    "title": "Touchy Textiles",
    "description": "Exhibition, invites visitors to handle the artworks to explore the power of touch, where different surfaces can evoke past memories, thoughts and feelings.  Our work explores both feminist and mental health issues, where the therapeutic properties of touch can improve the wellbeing of the elderly, dementia sufferers and people with disabilities, while also being beneficial for everyone.\n\nRosina Godwin’s tactile knitted sculptures fuse nurture with repulsion, as the biomorphic forms transport the familiar into the alien.  EK Gerdin-Miosga's work focuses on the importance of touch using textiles and mixed media using a tactile approach.\n\nWorkshop, 2-3 hour session exploring the exhibition themes, participants will be able to combine with stitch with mixed media collage to create their own personal memory cloth:-\n\n•\tDarning and patching, as a metaphor for emotional repair and healing.\n•\tQuilting, using the multi-layers to symbolise buried emotions and memories.\n•\tColour, to convey feelings.\n\nAll levels of ability welcome - the workshop is aimed at adults with an interest in mixed media art, wishing to create an experimental sample, rather than a finished piece.  Various samples and sketchbooks will be on display to inspire further experimentation after the session.",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "All day exhibition 10am",
      "to": "6pm, workshop 11am"
    },
    "organiser": {
      "name": "Rosina Godwin and EK Gerdin-Miosga",
      "about": "Rosina Godwin, studied City & Guilds Embroidery, and later gained a BA Hons degree in Fine Art.  Recent projects include, running several experimental knitting workshops, delivering a paper entitled Freudian Knits at In the Loop, Winchester School of Art, and exhibiting in Art Number 23 Metamorphosis show in Slovakia.\n\nEK Gerdin-Miosga, I am a London based artist with a BA (Hons) in Fine Art, working with mixed media such as video, sculpture, textiles and installation.  I focus on social and cultural contexts, including the importance of touch for the elderly, as well as the value of activities in care homes."
    },
    "place": {
      "id": null,
      "name": "Limehouse Town Hall, 646 Commercial Road, E14 7HA",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-RosinaGodwin-TouchyTextiles_Antiuniversity_RosinaGodwinandEKGerdin-Miosga.jpg",
    "tags": [
      "Art",
      "Mental Health",
      "Feminism",
      "Workshop",
      " Exhibition"
    ],
    "websiteUrl": "https://gerdinmiosgaek.wixsite.com/rg-ekgm"
  },
  {
    "title": "Trans & queer approaches to prison abolition",
    "description": "This panel will include members of London Incarcerated Workers Organising Committee, Community Action on Prison Expansion and Bent Bars. We will discuss prison abolition from a trans and queer perspective. This includes both how trans and queer people are particularly impacted by imprisonment and criminalisation, and what queer/trans movements can bring to prison abolitionism. The panel will be followed by a strategy workshop, where we can discuss organising against prison and for a queer future. ",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "12",
      "to": "4pm"
    },
    "organiser": {
      "name": "IWOC London",
      "about": "Incarcerated Workers Organising Committee (IWOC) is committed to supporting imprisoned people and ending prisons. We are part of the IWW union."
    },
    "place": {
      "id": null,
      "name": "Library Room, Conway Hall, 25 Red Lion Square, Holborn, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-IWOC-transandqueer.jpeg",
    "tags": [
      "Gender",
      "Direct Action",
      "Talk"
    ],
    "websiteUrl": "http://incarceratedworkers.noflag.org.uk"
  },
  {
    "title": "Unfabricate: Reclaiming Textile Waste",
    "description": "Save money and reduce textile waste by unravelling old and discarded clothing! The fashion industry generates an enormous amount of textile waste, and consumers often buy much more clothing than they need. To break this wasteful cycle, we’ll reclaim yarn from thrifted or unwanted clothing by cutting apart the pieces and unravelling them. As we unfabricate and deconstruct, we’ll imagine alternate lifecycles not just for textiles, but also electronics, plastics, and other types of waste. While materials and tools will be available for everyone, participants should bring unwanted clothing items if they can.",
    "date": "Friday, June 21, 2019",
    "time": {
      "from": "2:15",
      "to": "4:45pm"
    },
    "organiser": {
      "name": "(re)claimed",
      "about": "(re)claimed is a collective organized by students Shanel Wu, Nathalia Campreguer, and Mikhaila Friske that questions economic, political, and social structures by reclaiming materials, tools, and data. Shanel Wu (they/them) is a graduate student researching smart textiles, as well as a rogue physicist and fiber crafter. Nathalia Campreguer (she/her) learned all sorts of crafts growing up with her Grandma and loves to experiment with alternative materials. She is also a graduate student in Human-Computer Interaction. Mikhaila Friske (she/her) is a graduate student in Information Science exploring themes around the topics of queerness, craft, and smart textiles."
    },
    "place": {
      "id": null,
      "name": "Boulder Public Library, Eldorado Room, 1st Floor, 1001 Arapahoe Avenue, Boulder, Colorado, USA\n",
      "description": null,
      "area": "Outside of the UK"
    },
    "imageUrl": "/assets/images/2019/thumb-ShanelWu-Unfabricate_SW_square.jpg",
    "tags": [
      "Ecology",
      "Art",
      "Workshop"
    ],
    "websiteUrl": "https://sminliwu.github.io"
  },
  {
    "title": "Unionisation and decriminalisation: labour and human rights for all workers in the sex industry",
    "description": "A panel will present the case for decriminalisation of sex work and labour rights for sex workers, followed by a q&a with the audience.",
    "date": "Sunday, June 16, 2019",
    "time": {
      "from": "3",
      "to": "5pm"
    },
    "organiser": {
      "name": "Decrim Now",
      "about": "Decrim Now is an alliance of workers who sell sexual services, sex worker rights collectives, politicians, feminists, human rights and student organisations dedicated to improving the lives of everyone who sells sex in the UK."
    },
    "place": {
      "id": null,
      "name": "Amnesty International, 17-25 New Inn Yard, London EC2A 3EA",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-EmilyKenway-IMG-20190507-WA0000.jpg",
    "tags": [
      "Anti-capitalism",
      "Feminism",
      "Sex",
      "Talk"
    ],
    "websiteUrl": "https://decrimnow.org.uk/"
  },
  {
    "title": "Unrest and the Trench: British anarchism 1909-1919",
    "description": "As we near the end of the 2010s, Donnacha DeLong and Rob Ray go back 100 years to the 1910s, a period which included both the high point of syndicalism and the lowest ebb of anarchism in Britain. In 1909 anarchists were in the thick of the Great Unrest, a strike wave which terrified the Establishment. A decade later, the murderous conflict of World War I would leave British anarchism on its knees, split, traumatised, its strength dead in the mud. The '10s decided much of what would define our movement for decades to come — even to this very day.",
    "date": "Tuesday, June 18, 2019",
    "time": {
      "from": "6:15",
      "to": "7:30pm"
    },
    "organiser": {
      "name": "Freedom Press",
      "about": "Donnacha DeLong is a syndicalist trade unionist and journalist with a particular interest in the Great Unrest. Rob Ray is an editor and publishing group member at Freedom Press, and author of A Beautiful Idea, charting Freedom's 133-year history."
    },
    "place": {
      "id": null,
      "name": "Freedom Bookshop, 84b Angel Alley, London E9 6NX",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-RobRay-antiuni-UnrestandtheTrench-Britishanarchism1909-1919.jpg",
    "tags": [
      "Anarchism",
      "History",
      "Talk"
    ],
    "websiteUrl": "https://freedompress.org.uk"
  },
  {
    "title": "Vision of a Society without Government",
    "description": "Is organised human life possible without a state?How would it be better than what we have now?Why have so many people and  movements fought for a world without government?This session, led by Anarchist Communist Group member Sam Hilton, will explore the history of radical anti-statist movements and look at the potential these movements and ideas have in our society today.   Childcare is available, provided by the Antiuniversity team at Mayday Rooms during this event. Please register for a space here: https://www.eventbrite.co.uk/e/antiuniversitynow-childcare-for-events-happening-in-mayday-rooms-1506-tickets-62733473508  ",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "1",
      "to": "3pm"
    },
    "organiser": {
      "name": "Anarchist Communist Group",
      "about": "We are a revolutionary anarchist communist organisation made up of local groups and individuals who seek a complete transformation of society, and the creation of anarchist communism. This will mean the working class overthrowing capitalism, abolishing the State, getting rid of exploitation, hierarchies and oppressions, and halting the destruction of the environment. To contribute to the building of a revolutionary anarchist movement we believe it is important to be organised. We are committed to building an effective national and international organisation that has a collective identity and works towards the common goal of anarchist communism, whilst at the same time working together with other working class organisations and in grass roots campaigns. We do not see ourselves as the leaders of a revolutionary movement but part of a wider movement for revolutionary change. In addition, we strive to base all our current actions on the principles that will be the basis of the future society: mutual aid, solidarity, collective responsibility, individual freedom and autonomy, free association and federalism."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet St, London EC4Y 1DH",
      "description": null,
      "area": "South East"
    },
    "imageUrl": "/assets/images/2019/thumb-AntiuniversityNow-Visionofasocietywithoutgovernment-antiuniversity.jpg",
    "tags": [
      "Anarchism",
      "Talk",
      " Conversation"
    ],
    "websiteUrl": "https://www.anarchistcommunism.org"
  },
  {
    "title": "Vitruvian Mantology: Architecture & Posthuman Politics",
    "description": "Vitruvian Man, Leonardo’s perfectly proportioned human based on the recommendations of a Roman architect who thought that strong and stable (and beautiful) buildings would guarantee a strong and stable state, still provides the template for architectural design. What this suggests is not only that the built environment is designed to privilege able bodied white males but that architecture is, in itself, inherently political. This seminar will address the politics of space from the position of critical posthumanism in which Vitruvian Man stands for the exemplary human that no body can approximate. If we entertain the idea that we have never been human, then new possibilities emerge for thinking the politics of the social as it is constructed in urban space.",
    "date": "Tuesday, June 18, 2019",
    "time": {
      "from": "6.30",
      "to": "8.30pm"
    },
    "organiser": {
      "name": "Culture, Power & Politics",
      "about": "Culture, Power & Politics is an ongoing seminar series explores ideas from the traditions of cultural studies and radical political theory, considering their relevance to understanding contemporary political issues, struggles and campaigns, as well as key themes in political and social history."
    },
    "place": {
      "id": null,
      "name": "Ridley Road Market Bar, 49 Ridley Road, Dalston, London, E8 2NP",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-VitruvianMantology+Antiuniversity.jpg",
    "tags": [
      "Gentrification",
      "Technology",
      "Race",
      "Politics",
      "Talk",
      "Bodies",
      "Public discussion",
      "Gender",
      "Talk"
    ],
    "websiteUrl": "https://culturepowerpolitics.org/"
  },
  {
    "title": "We Go In a Circle and End Up Writing a Book Residency.",
    "description": "Join us for a collective DIY writing residency to take place across one lap of the circle line.\n\nUsing this circle of time and space we will collect language and observe the collective experience of the journey. We will be looking at the recycling of language – re-ing language. The differences that emerge when language is re-enacted-peated-constructed.\n\nUsing writing as an experimental making tool we will model and mould language we encounter in this site, turning an every day act into a writing residency. Viewing writing in its broadest sense, as not only word on paper, but as enactment, as performance, as movement, as communication. Writing as freezing a moment in time - committing it to memory.\n\nThis is a collective exercise of producing together, rapidly and inclusively.\nAfter the residency we will be forming a publication from the material we have generated that will be shared afterwards.\n\n****No writing expertise is needed, everyone is welcome. ‘Non-writers’ encouraged! ****\nPlease bring a drink bottle as the circle line can get quite stuffy.\n",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "11am",
      "to": "1pm"
    },
    "organiser": {
      "name": "Lily McCraith & Kaiya Waerea",
      "about": "Kaiya & Lily are designers interested in collective production and writing as a making and investigative tool. "
    },
    "place": {
      "id": null,
      "name": "The Circle Line : Starting at Edgware Road Station NW1 5DH.  ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-lauraCopsey-wegoinacircleevent.jpg",
    "tags": [
      "Words",
      "Experiment",
      " Workshop",
      " Intervention"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Windrush, Migration & Reggae",
    "description": "Today Reggae music is a global phenomenon. History consultant Kwaku, through a very interactive presentation, will posit that what we know as reggae may well not have happened, if not for migration. Firstly, forced migration of Africans to the Caribbean, followed by voluntary migration from the Caribbean to Britain.\n\nCome and find more, in a space that allows attendees to ask questions and contribute to the development of the narrative. ",
    "date": "Monday, June 17, 2019",
    "time": {
      "from": "6",
      "to": "8pm"
    },
    "organiser": {
      "name": "Kwaku",
      "about": "Kwaku is a music industry and history consultant. He’s the BTWSC/African Histories Revisited co-ordinator, and organiser of British Black Music Month in June/July, International Reggae Day UK on July 1, and the year-long Spirit Of AJY87-88 programmes. His music and history programmes are posted respectively at www.BBM.eventbrite.com and www.AfricanHistoryPlus.eventbrite.com. "
    },
    "place": {
      "id": null,
      "name": "Conway Hall, 25 Red Lion Square, Holborn, London WC1R 4RL",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-KwakuWinrushSq.png",
    "tags": [
      "Sound",
      "Rights",
      "Talk"
    ],
    "websiteUrl": "https://www.BBM.eventbrite.com"
  },
  {
    "title": "Work is making us sick",
    "description": "The event will be a workshop exploring the impact of work on our mental health- with a focus on depression/anxiety. People will be encouraged to participate in discussion but also share own experiences (if they feel able to do so). ",
    "date": "Thursday, June 20, 2019",
    "time": {
      "from": "6:45",
      "to": "9pm"
    },
    "organiser": {
      "name": "Mental Health Under Capitalism (MHUC) ",
      "about": "MHUC is an anti-capitalist group that discusses how capitalism harms our mental health and how we can support one another."
    },
    "place": {
      "id": null,
      "name": "Common House, 5E Pundersons Gardens, London E2 9QG",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-MentalHealthUnderCapitalism.jpeg",
    "tags": [
      "Mental Health",
      "Workshop"
    ],
    "websiteUrl": "https://www.facebook.com/MentalHealthUnderCapitalism/"
  },
  {
    "title": "Writing the Dictionary of Neoliberal Terms",
    "description": "Come along to listen to entries from the first two volumes of the Dictionary of Neoliberal Terms and contribute to a third.\n\nThe dictionary addresses, critiques and ridicules aspects of neoliberalism’s most fundamental and constantly expanding universe: a world of conformity, deadening affect, performance management, behaviour control.\n\nWe hope it’s not useful or valuable at all.\n\nSpirit Duplicator is publishing a third volume and invite you to contribute an entry from the effusive, flexible, oily universe of neoliberal terms.\n\nThis first two volumes are printed on broadsheet newspaper and contain 50 terms (from Ahead of the curve to Zero by way of Cupcake, Impact, Potential—all your favourites). Here's an example—\n\nBlue-sky thinking, noun\nMonth after month I hoped to harvest that bright void. I held on through the winter, praying for the upturn, completing audits, developing my profile to the bleat of these relentless machines. Then finally, one wet spring morning, rushing to a meeting, there it was—caught in a circle of rain on the tarmac—a patch of blue. I craned my neck, eager. If only I could say my vision sharpened, my heart sang, my faculties unfurled … what could anyone feel faced with that sudden, cold emptiness, but the poverty of labour and the meagreness of love, and the calm, last promise of oblivion?",
    "date": "Friday, June 21, 2019",
    "time": {
      "from": "6",
      "to": "8pm"
    },
    "organiser": {
      "name": "Matthew Cheeseman, Fabienne Collignon and John Miller",
      "about": "We edit the Dictionary of Neoliberal Terms! Wehave published two volumes and are hoping to publish a third after Antiuniversity Now! All of us are academics/researchers/writers/publishers in some sense."
    },
    "place": {
      "id": null,
      "name": "Mayday Rooms, 88 Fleet Street, London EC4Y 1DH",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Dictionary-neoliberal-terms-antiuniversity.jpg",
    "tags": [
      "Words",
      "Workshop"
    ],
    "websiteUrl": "https://www.spiritduplicator.org/product/dictionary-of-neoliberal-terms-volume-one/"
  },
  {
    "title": "WTF is Reproduction #1: Learning from our histories to create the present",
    "description": "Most people think of having babies when they hear the word “reproduction”, but for many feminists the concept of social reproduction includes all the labour we do (and don't do) that makes and remakes people and workers. Not only is this work gendered it is also racialised. We will delve into the feminist archives of Wages for Housework, Campaigns for Welfare and Domestic Worker Organising to learn from past feminist movements and thinkers to help develop a collective understanding of reproduction for today's red feminists movements.",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "4:30",
      "to": "6:30pm "
    },
    "organiser": {
      "name": "Women's Strike Assembly",
      "about": "Camille and Esther are organisers with the Women's Strike Assembly in London. "
    },
    "place": {
      "id": null,
      "name": "St John's Bethnal Green, 200 Cambridge Heath Rd, London E2 9PA",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Womens-Strike-Antiuniversity-2019.jpg",
    "tags": [
      "Feminism",
      "History",
      "Workshop"
    ],
    "websiteUrl": "https://www.womenstrike.org"
  },
  {
    "title": "WTF is Reproduction #2: They say it's love but is it actually unpaid work?",
    "description": "Some of the biggest debates in feminism involve motherhood and sex. What does it mean to sell love or sex? Why are so many feminists uncomfortable with prostitution and surrogacy? What does it mean to understand motherhood and sex as work?\nIn this session we will collectively share thoughts, questions and ideas surrounding love, motherhood and sex and the inherent contradictions and tensions they present. With representatives from the Decrim Now: National Campaign for Sex Workers Rights, this workshop explores some of the most contentious issues in contemporary feminist politics.",
    "date": "Monday, June 17, 2019",
    "time": {
      "from": "7",
      "to": "9pm "
    },
    "organiser": {
      "name": "Women's Strike Assembly",
      "about": "Siggie and Holly are organisers with the Women's Strike Assembly in London "
    },
    "place": {
      "id": null,
      "name": "Common House, 5E Pundersons Gardens, London E2 9QG",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Womens-Strike-Antiuniversity-2019.jpg",
    "tags": [
      "Feminism",
      "Sex",
      "Workshop"
    ],
    "websiteUrl": "https://womenstrike.org.uk"
  },
  {
    "title": "WTF is Reproduction #3: The Fight for Childcare is on! ",
    "description": "It's 2019: climate change, war and greed are destroying the planet. Year after year is the hottest on record and in the UK 1 in every 14 people are using food banks while children eat out of bins. We need our children to be tough, confident, kind, loving, happy and skilful, because they're the only ones who can get us out of the mess we're in.   But our society's childcare is not up to the task. Nursery staff are terribly paid and terribly undervalued, there is a crisis in places, staff turnover means children cannot form the attachment relationships they so badly need, and parents have to spend all their wages in order to leave them there.  We are setting up a different model of childcare - cooperative nurseries - because we believe Early Years provision should be:  free open to all stable nurturing of physical and mental health designed to help children become confident, happy, kind, loving and tough child centred well paid and well respected at the centre of our communities educating children about the state of the world empowering children to take action  What does an alternative strategy for early years provision look like? What would it mean to run our own nurseries in our local communities? In this session we will discuss how to push forward with the ideas and demands from 8 March Mums on Strike events. We will run a Stay and Play and make space to chat while we sing and play. ",
    "date": "Monday, June 17, 2019",
    "time": {
      "from": "9:30",
      "to": "11:30am"
    },
    "organiser": {
      "name": "Women's Strike Assembly",
      "about": "Camille, Miranda and Claire are organisers with the Women's Strike Assembly in London"
    },
    "place": {
      "id": null,
      "name": "Leyton Trinity Methodist Church, 280 High Rd Leyton, London E10 5PW",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-Womens-Strike-Antiuniversity-2019.jpg",
    "tags": [
      "Feminism",
      "Workshop"
    ],
    "websiteUrl": "https://womenstrike.org.uk"
  },
  {
    "title": "WTF is Reproduction #4: When is care bad and when is it good? (Bristol)",
    "description": "WTF is Reproduction? A series of feminist educational workshops on work, gender and capitalism\n\nFeminist education to build up the politics of our movement in an inclusive, non-academic, accessible way, based on talks, workshops and open discussion which allows space for questions, doubts and collective learning.\n\nWTF is Reproduction is the first series of feminist educational events that will take place during the Anti University Festival, and explores the relationships between work, gender and capitalism.\n\nWTF is Reproduction #4: When is care bad and when is it good?\nOur care work is powerful, and yet it makes us powerless.  Every day, all over the world, we care for others: we cook, shop, clean, chaperone, comfort, listen organise…….the list is endless.  We do this for those we love: our kids, partners, parents, friends, neighbours. This tiring, repetitive hard work is unpaid and often Unseen. It’s our work that reproduces humans, keeps the world turning and profits flowing. But our care work can also empower us, for through caring we learn how to understand and support one another.\n\nTaking inspiration from Italian feminist Balbo (1987) who describes women's care work ‘as the sorting, piecing and patching together of goods and services into a crazy quilt’, in this participatory workshop we will share our lived experience of care work, from the making of meals and homes, to the emotional work of responding to others needs.\n\nTogether we will make quilts to explore the different dimensions of care in the context of an increasingly individualised society which punishes carers, examining the good and the bad, what empowers and disempowers us.\n\nOur objective is to identify alternatives to current corporate child and social care provision, which is amongst the most expensive in the world, explore dilemmas and formulate our demands for good, fair and empowering care work.\n\n\n\n",
    "date": "Saturday, June 22, 2019",
    "time": {
      "from": "10am",
      "to": "4pm"
    },
    "organiser": {
      "name": "Women's Strike Assembly & Bristol Plan C ",
      "about": "Women’s Strike Assembly & Bristol Plan C.\nPlan C is an anti-capitalist organisation with a countrywide structure depending on its local groups. Bristol Plan C  formed in winter 2019.\n"
    },
    "place": {
      "id": null,
      "name": "Tyndall House Community Room (opposite Volunteer Tavern), Great George St, St Judes, BS2 9ED",
      "description": null,
      "area": "South West"
    },
    "imageUrl": "/assets/images/2019/thumb-Womens-Strike-Antiuniversity-2019.jpg",
    "tags": [
      "Direct Action",
      "Workshop"
    ],
    "websiteUrl": ""
  },
  {
    "title": "Xenia - Workshop for Women",
    "description": "Women from all walks of life are invited to come along and meet, connect and learn in our next Xenia meetup for women. English language learners and women who are confident in English will participate in activities together, discovering the area, talking and forming relationships. At each meetup we use a different theme to enable conversations to flow and friendships to form.\n\nAre you learning English? Come and make a friend, practice English, learn new things, and share your culture.\n\nDo you speak fluent English? Come and make a friend, practice whatever you want to, learn new things, and make London a more welcoming place.\n\nYou are welcome to bring your children.\n",
    "date": "Saturday, June 15, 2019",
    "time": {
      "from": "10am",
      "to": "1pm"
    },
    "organiser": {
      "name": "Xenia",
      "about": "The event is hosted by Xenia, a small community group of English speakers and English Learners. Xenia is co-ordinated by a bunch of 9 women who are passionate about bringing together women from many backgrounds to converse and practice English. "
    },
    "place": {
      "id": null,
      "name": "Hackney Museum, 1 Reading Lane, London E8 1GQ",
      "description": null,
      "area": "London"
    },
    "imageUrl": "/assets/images/2019/thumb-antiuni-Xenia2019Antiuniversity.jpeg",
    "tags": [
      "Feminism",
      "Workshop"
    ],
    "websiteUrl": "https://xenia.org.uk/"
  }
]
