[
  {
    "title": "Building the Activist Bloomberg to Demystify High Finance",
    "description": "LAB #3 in the Art Data Money series\nA weekend workshop, led by Brett Scott and The London School of Financial Arts, exploring different approaches to unveiling the financial sector - from open data mapping and photography to computer games and digital art installation pieces.\nThe financial sector is notoriously opaque and alienating to many people. It is cloaked in different forms of invisibility – either through secrecy and concealment, or through complexity, jargon and obscurity – and we often struggle to conceptualise how it works and how money moves.\nMaking the invisible world of global finance visible is a highly important task and there are a range of exciting projects attempting to do just that. In this two day workshop, we will explore different approaches to unveiling the financial sector, from open data mapping and photography to computer games and digital art installation pieces. We will look at new attempts at visualisation and sonification, and consider how money might be accurately represented in an era of digital payment via offshore tax havens.\nDay 1 will be focused on explore, mapping and demystify the existing financial sector.\nDay 2 we will work towards building an 'Activist Bloomberg'. The Bloomberg Terminal is an expensive system that major banks use to get raw data and financial information. The Terminal is out of reach to most ordinary people, but can we create an open-source and open-access alternative Bloomberg to collect and distribute critical data on high finance? Let's try!\nPart of Furtherfield's Art Data Money programme.",
    "date": "21-22 November",
    "time": {
      "from": "11am",
      "to": "5pm"
    },
    "organiser": {
      "name": "Brett Scott - The London School of Financial Arts",
      "about": "Finance is viewed as a niche area characterised by numbers, complex graphs, and professionals wielding obscure techniques, but the sector is in fact underpinned by human relationships, power dynamics and philosophical concepts that we all intuitively understand. Realising this is a great step towards keeping the financial commons open. At its core The London School of Financial Arts is about experiential learning, offering fun, adventurous, and experimental courses that immerse campaigners within the financial dark arts.  Brett Scott (UK) is campaigner, former broker, and the author of The Heretic's Guide to Global Finance: Hacking the Future of Money (Pluto Press). He blogs at suitpossum.blogspot.com and tweets as @suitpossum"
    },
    "place": {
      "id": null,
      "name": "Furtherfield Common, Finsbury Gate, Finsbury Park",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://furtherfield.org/programmes/event/building-activist-bloomberg"
  },
  {
    "title": "Bishopsgate Library Tour: Protest and Radicalism",
    "description": "Bishopsgate Institute has been offering free public access to its library since 1895. Our tours of the refurbished Grade II* listed Library provide an opportunity to find out more about its unique and fascinating history and the world-renowned collections relating to the history of London, radical and social movements, labour, feminism and LGBT history.\n\nDon't let the fact that Bishopsgate Library is located in the midst of the City fool you. The library is home to the archives of numerous campaign and radical groups who fought for their values, demonstrating for a wide range of different causes from Parliamentary reform to vegan terrorism. Stretching back over two centuries the collections include the records of the two biggest demonstrations in British History – Reform League (1866) and protest against Iraq War (2003).\n\nJoin this exploration of the activities and archives of organisations such as Freedom Press and Stop the War.\nThe tour will be led by Stefan Dickers, Bishopsgate Institute's Library and Archives Manager.",
    "date": "Friday 20 Nov",
    "time": {
      "from": "2",
      "to": "3pm"
    },
    "organiser": {
      "name": "Stefan Dickers",
      "about": "Stefan Dickers is the Library and Archives Manager at Bishopsgate Institute;"
    },
    "place": {
      "id": null,
      "name": "Bishopsgate Institute, 230 Bishopsgate, London EC2M 4QH",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://www.bishopsgate.org.uk/Library"
  },
  {
    "title": "Proust and the Pleasure Garden",
    "description": "Three female artists and drummers come together to play flower child hunters in an installed botanical and sythasised scenography. This performance / installation incorporates sound, image, text and spoken word / song. Word drift from chanting the latin names of flowers, to the narration of notes from books of wildflowers, into personal writings which, at times reference Proust's experience of nature in À la Recherche du Temps Perdu...\nProust and the Pleasure Garden has the potential to be a day long or durational event, which would allow the installation to be activated in multiple ways, through numerous participatory performances and multiple instruments, costumes, objects, texts and spaces for reflection will be available. \n",
    "date": "Friday, Nov 20",
    "time": {
      "from": "6.30pm",
      "to": "9.30pm "
    },
    "organiser": {
      "name": "HugRouxLaw",
      "about": "A newly formed art installation band HugRouxLaw are three female artists. Collectively presenting the aesthetic punk of the anthropocene and invite our audience to take a swampy and sultry dip into the impressionistic intensity / ecstasy found in minute observation of the natural world. With mouths full of blood honey and bees we blow kisses and bang bang arms."
    },
    "place": {
      "id": null,
      "name": "Red Gallery - 1-3 Rivington str. EC2A 3DT",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "www.aninahug.ch marieroux.info thelevitated.github.io/unit_4/nightstyleo1"
  },
  {
    "title": "NoMad School",
    "description": "The Nomad Art School is an open, permanent, free, and itinerant Art School, where artists offer their knowledge, in person or virtually: no syllabus, no selection, no degree.\nThe school is itinerant because it will use places and spaces available free to the community for the common good, permanent because, whenever possible, it will aim to broadcast and maintain a record of all its different events. \nThere is no syllabus, because content is offered by artists willing and able to provide it. \nThere is no selection, because all one needs to do to be a student is turn up, talk to other students and artists, or visit our website, n0madgallery.weebly.com. \nConsequently, there is no certificate at the end of the course, because it is no a course, and it never ends.",
    "date": "Friday, Nov 20",
    "time": {
      "from": "10am",
      "to": "7pm "
    },
    "organiser": {
      "name": "NoMad School",
      "about": "NoMad Gallery is run by Drew Hoad, Luis Ignacio Rodriguez and Rachel Wilson. All three are practicing artists and have an interest in alternative forms of education and curation as platforms for change and discussion.\n\nArtist websites\nhttp://daemonitron.blogspot.co.uk/\nhttp://www.luisignaciorodriguez.com/\nhttp://www.rachel-wilson.com/"
    },
    "place": {
      "id": null,
      "name": "Unit 3 Projects, ASC Studios, Empson Street, London, E3 3LT",
      "description": null,
      "area": "East London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://n0madgallery.weebly.com/"
  },
  {
    "title": "Hackney Wick Beach - Travel Around Yourself",
    "description": "Why do we travel? What are we looking for? Could we find it on our own doorstep? Is is a state of mind more than a place and if so how can we access it in the everyday?\nOn this walk in an extraordinary part of East London that's about to be lost, we're going to dispense with the usual 'guide talks and customer listens' model of a walking tour and generate our own tour and discussion. Can we move from a binary division of work versus holiday/festival?\nSimon Cole from Hackney Tours will facilitate an experience where we deconstruct tourism in an attempt to hack the best parts and apply them to daily life.\nThen, in true holiday fashion, we will hit a great microbrewery pub to enjoy some connection and reflect on any learnings and ephiphanies we had. Or just drink beer and enjoy each other's company.\n**Bring a prop!** Bring something that says 'holiday' or 'travel' to you. It could be a sun hat, a guidebook or whatever. This walk is about YOU.\n**Dress warm, bring your opinions.**",
    "date": "Friday, Nov 20",
    "time": {
      "from": "7pm",
      "to": "8.30pm "
    },
    "organiser": {
      "name": "Hackney Tours",
      "about": "Hackney Tours started as a way for founder Simon Cole to get the international tour guiding buzz at home. But it became an exploration of how to be in the world; to find meaning and artistic expression; to make sense of a part of East London changing before our eyes. What is tourism? Why do we travel? What do we seek?\nFrom the start tours have asked questions: about Olympic missiles; gentrification or gender equality. Discovering the past to understand the present and explore the future, they fuse (social) history with sociology and politics in an attempt to find meaning in a volatile landscape."
    },
    "place": {
      "id": null,
      "name": "67 Rothbury Road, Hackney Wick E9 5HA",
      "description": null,
      "area": "East London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "www.hackneytours.com"
  },
  {
    "title": "Library of the Lost",
    "description": "Library of the Lost back to the future...\ncome to Halstead,Sible Hedingham or Earls Colne library\n\nDiscover the origins of the library in your local enviroment and imagine its future...\nDesign a community space that will inspire\n...fire a passion to innovate from the grassroots .\nany more description will proscribe...\nover to you..\nThis day coincides with a collaborative experiment in 1968 reimagining the Antiuniversity of East London. Drop-in between 10am and 4pm. Everyone is welcome.\n",
    "date": "Friday, Nov 20",
    "time": {
      "from": "10am",
      "to": "4pm "
    },
    "organiser": {
      "name": "Halstead Library",
      "about": "Halstead Library staff will help you to create your own Library of the Lost through words and pictures."
    },
    "place": {
      "id": null,
      "name": "Halstead Libraries, High Street, Halstead CO9 1HT",
      "description": null,
      "area": "Essex"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": ""
  },
  {
    "title": "Creating a festival of Human Organising",
    "description": "Something is happening to our organisations. Multinational corporations, traditional charities, schools, universities and other institutions, are failing us. Their top down, hierarchical structures are ill-designed to cope with the speed and complexity of modern life. Meanwhile a new breed of organisations, combining business-like efficiency with compassion for people and planet, are emerging. They are self-organising, dynamic and unmanageable. \nTo celebrate this new breed of organisation, a Festival of Human Organising will be held in May 2016, based in London but with tentacles elsewhere. True to the spirit that it celebrates, it will be self-organising, vibrant and fun. \nThis event at the Antiuniversity is designed to be a taster for next years festival. Facilitated by Patrick Andrews, former corporate lawyer and founder of the Human Organising Project, it will be open space, emergent and lively.",
    "date": "Friday, Nov 20",
    "time": {
      "from": "4pm",
      "to": "6pm "
    },
    "organiser": {
      "name": "The Human Organising Project",
      "about": "The Human Organising Project was founded by former corporate lawyer Patrick Andrews to provoke new thinking around work and organising. Patrick was motivated by a deep passion for life on earth and a concern over the impact of large organisations on society and the planet. He believed the way such organisations are structured is a key driver of such behaviour. Isn't it time, he wondered, for new, more evolved types of organisation to emerge? Organisations that bring out our essential humanity. Organisations that have compassion built into their DNA. Patrick's book, relating his adventures in business and his thoughts on organisational design, is due out in spring 2016."
    },
    "place": {
      "id": null,
      "name": "CLAPTON RESIDENCE 130 Upper Clapton\nLondon, UK, E5 9JY",
      "description": null,
      "area": "East London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "www.humanorganising.org"
  },
  {
    "title": "Headscarves",
    "description": "Gillian Lawrence has a major art exhibition in 2016 called Headscarves which pays tribute to the women in the 1950s who wore headscarves (silk squares folded into a triangular shapes tied under the chin) . The event will be a round table chatting session to share views and memories with women over 70 who were born in the UK. This is an opportunity for women to share what they KNOW. The result will be a show of paintings, photographs, installations, and text. \n",
    "date": "Friday, Nov 20",
    "time": {
      "from": "3pm",
      "to": "4.30pm "
    },
    "organiser": {
      "name": "Gillian Lawrence",
      "about": "Gillian runs Up Your Street an award winning online sharing service finding free activities and events for seniors around the Queen Elizabeth Olympic Park. She is an exhibiting artist working mainly in recycled textiles and acrylics on canvas,"
    },
    "place": {
      "id": null,
      "name": "HACKNEY MUSEUM, Technology and Learning Centre, 1 Reading Lane, Hackney E8 1GQ",
      "description": null,
      "area": "East London "
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://www.upyourstreet.wordpress.com"
  },
  {
    "title": "Understanding “Black Power”, Political Violence and Radical Civil Disobedience",
    "description": "Have you ever wondered why protest marches feel great but politically achieve very little? If so then this reasoning workshop is for you. Together we will explore ideas from Pan African history that were successful in challenging state sanctioned political violence. How can we adapt them to work in a modern Britain so obsessed with fighting terrorism that it instigates it through unjust legislation? Malcolm X taught that there were times when civil disobedience must be considered a progressive act of self-defence. When passive methods of direct action become ineffective, more assertive alternatives must take their place. We will discuss some non-violent modes of radical civil disobedience like the Occupy Movement and the election of the Syriza movement in Greece and ask why did they fail? When author Harold Zinn defined the source of most global problems as civil obedience he advocated the re-emergence of a spirit of resistance to “illegitimate authority and to forces that deprive people of their life and liberty”. Likewise Martin Luther King Jr argued that we all have “a moral responsibility to disobey unjust laws”. What does this really mean? Come join us and as Thomas Sankara suggests “dare to invent the future”.",
    "date": "Friday, Nov 20",
    "time": {
      "from": "7pm",
      "to": "10pm "
    },
    "organiser": {
      "name": "Toyin Agbetu (Ligali Organisation)",
      "about": "Toyin Agbetu is a community educator, film maker, artist-activist, and founder of Ligali, a pan African human rights based organisation that challenges media misrepresentation of African people, culture and history. He is the author of Ukweli – A Political and Spiritual Basis for Pan Africanism and promotes a collaborative approach to community development. As an avowed anti-capitalist he is a staunch supporter of anti-patriarchal, socialist based liberation movements. Whilst not an Anarchist he has one foot based in chaos theory. His latest film, the award winning BEAUTY IS… (2014) explores the politics of beauty through his lens as an African-centred philosopher."
    },
    "place": {
      "id": null,
      "name": "Open School East",
      "description": null,
      "area": "East London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://www.ligali.org"
  },
  {
    "title": "The Kibbutz",
    "description": "We will be sreecning the Israeli documentry series - The Kibbutz\n4 episods - an hour each. (15 min intervals).\n\nLanguage: Hebrew\nSubtitles: English\n\nAnat Zeltser and Modi Bar-On return to the vivid history of the most daring and original project created by the Zionist movement, the ideological human lab, which at its’ finest was the pillar of fire before the Israeli camp. The story of the Kibbutz appears to be the story of a broken dream, but the reality of that dream was a tough and demanding one, and the dissolution of the Kibbutz might in fact be a chance for growth and new dreams.",
    "date": "Friday, Nov 20",
    "time": {
      "from": "12noon",
      "to": "6pm "
    },
    "organiser": {
      "name": "arebyte",
      "about": "arebyte gallery is a cross disciplinary space in East London working mainly in Performance and New-Media arts researching the relationship between the body, technology and human experience. We work with local and international artists on-site and on-line, promoting new and innovative means of engaging the public and facilitating participation."
    },
    "place": {
      "id": null,
      "name": "arebyte - Unit 4, 49 White Post Lane. Queens Yard, E9 5EN. Hackney Wick Overground Station.",
      "description": null,
      "area": "East London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "www.arebyte.com"
  },
  {
    "title": "Virtual archives and the democritization of access - The Vietnam War GI Press and the International Antiwar Movement",
    "description": "Between 1966 and 1973, the United States military experienced widespread dissent and disaffection as an increasing number of GIs openly challenged their involvement in the Vietnam War and helped In the 40 years since that war ended, this movement has been effaced from public memory and exiled from official histories of the war. \nAs has been the case throughout American history, these dissidents published a great many leaflets and pamphlets, newspapers and newsletters as well as posters and petitions. The GI Press Project has preserved more than 930 newspapers, newsletters and news releases as well as 1100 pieces of ephemera published in 19 different countries by more than 400 organizations.\nWhen completed the GI Press Project will be accessible for free as a text searchable database through the Wisconsin Historical Society and the ~International Institute of Social History. This will be a unique public resource that returns to the central stage of history those GIs who in full recognition of the personal cost to themselves and their families, chose to speak out against the war upon their return to the “world”. \n",
    "date": "Friday, Nov 20",
    "time": {
      "from": "5.30pm ",
      "to": null
    },
    "organiser": {
      "name": "TBC",
      "about": "Dr. James Lewes got his PhD from the University of Iowa in 2000. His dissertation, Protest and Survive: Underground GI Newspapers in the Vietnam War was published by the Praeger Imprint of the Greenwood Press in 2002. In 2005 he was the senior researcher for the award winning documentary Sir! No Sir! And has been the sole employee of and driving force behind the GI Press Project. Currently he is a nomadic digitarian, living for now in Barcelona where he is close to finishing preparing the materials collected for the GI Press Project for the Internet."
    },
    "place": {
      "id": null,
      "name": "Common House Unit 5E Pundersons Gardens\nBethnal Green, London E2 9QG",
      "description": null,
      "area": ""
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "NOT TO BE MADE PUBLIC YET http://cdm15932.contentdm.oclc.org/cdm/search/collection/p15932coll8"
  },
  {
    "title": "Find your artistic path",
    "description": "The session will start with a warm-up inspired by relaxation exercises, yoga postures, physical and vocal training - a collective time where we all make our body and mind ready for the journey.\nParticipants will then be invited to present the field they wish to work on, or to introduce their interests so that we can find the most appropriate material to work on. I will come with texts, songs and ideas for the people who might not be sure where to start.\nMy part in this session will be to watch, to allow everyone to go deeper into in the journey without criticism. I will suggest directions, technical advice, images, references that come to my mind in order to give the participant as many possibilities to work within, to build your inner search and give you a ground, and a frame of work.\n\n",
    "date": "Friday, Nov 20",
    "time": {
      "from": "2:00 pm",
      "to": null
    },
    "organiser": {
      "name": "Gregoire Aubert",
      "about": "Grégoire Aubert has worked and lived in Brighton since 2010. After graduating with a Master’s Degree in Visual Arts he joined the Theatre national de Strasbourg Drama School in the stage direction class. He produced Faust is Dead by Mark Ravenhill and an adaptation of Ida by Gertrude Stein. After the school projects, he worked as a stage director’s assistant on two plays and two operas while working on new productions. In 2009, he decided to focus on a solo career with his first Judy Garland tribute. His work as a solo artist includes four shows on Judy Garland and a tribute to Rogers and Hammerstein> He's currently working on two new pieces on Martha Graham and Marlene Dietrich."
    },
    "place": {
      "id": null,
      "name": "Brighton venue to be confirmed",
      "description": null,
      "area": ""
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://gregoireaubert.weebly.com/"
  },
  {
    "title": "WRD PRTY // lets talk Freedom",
    "description": "WRD PRTY is a creative sharing party and conversation space. I host it to bring people together in a fun, playful and open way so we can share our experiences of the world. We do this via creativity by sharing stories, music, conversation and art pieces. WRD PRTY goers are totally free to play with and not abide by the prescribed ‘Event’ dynamic where there is hierarchy of Artist – Audience and/ or Participant. At WRD PRTY we share the space as equals by invoking the spiritual and oneness through group celebration…\nin other words it’s a SERIOUSLY DOPE PARTY WITH LOADS OF WICKED VIBRATIONS! \n\nWHAT TO BRING TO WRD PRTY // letstalkFreedom\nYourself. Games. Poetry. Song. Music. Talk or conversation point about our World. Food. Stories. Films. Memories. Anything that interests you. Images. Gifts. Ideas. A cushion or blanket. Object. Openness and Connection. Laughter.\n\nWhatever happens at WRD PRTY it comes directly from the people of WRD PRTY as we are the PRTY! Brining this to Anti-University to create an electric and honest environment where we can say, Yes; letstalkFreedom.",
    "date": "Friday, Nov 20",
    "time": {
      "from": "7.30pm",
      "to": "10pm "
    },
    "organiser": {
      "name": "Lateisha Davine Lovelace-Hanson",
      "about": "Lateisha Davine Lovelace-Hanson is a Theatre Artist, (artistic director/founder of Hit The Ground: Free Word Centre, Lyric Hammersmith, Barbican supported), Actor (His Dark Material – West Yorkshire Playhouse, Theatre 503) Poet (Roundhouse Slam Poet Finalist 2015) Facilitator (Talawa Theatre Company, The Midnight Run) and creator of WRD PRTY (@wrdprty)\n\nHer work is visual, mindful and cosmic; delving head first into questions and stories that challenge normative dominant narratives in UK society. Her work includes poetry, podcast, performance, direction, installation, events and workshops.\n\nShe is inspired by Trees, Laughter and OurStory! Her only aim is to Free people into equally connected unity"
    },
    "place": {
      "id": null,
      "name": "Common House Unit 5E Pundersons Gardens\nBethnal Green, London E2 9QG",
      "description": null,
      "area": "Preferably East or South East London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "https://lateishadavine.wordpress.com/projects/live-events-art-happenings/wrd-prty/"
  },
  {
    "title": "Pinhole Photography",
    "description": "A chance to make pinhole cameras and process your images in my darkroom. No prior experience with pinhole cameras needed. \nI will be running two sessions, on the 20th and 21st - 10.00 - 17.00 with a Lunch break. Materials provided, just bring yourself. \nPlease ring to book.",
    "date": "Friday, Nov 20",
    "time": {
      "from": "10am",
      "to": "5.30pm "
    },
    "organiser": {
      "name": "Jackson Drowley",
      "about": "My name is Jackson Drowley. I am a Falmouth based photographer with my own darkroom at the Fish Factory gallery and studios, www.fishfactoryarts.com. \n"
    },
    "place": {
      "id": null,
      "name": "The Fish Factory, Falmouth Wharves, TR11 2TF",
      "description": null,
      "area": "Falmouth, Cornwall"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "www.jacksondrowleyphotography.dpg.cc"
  },
  {
    "title": "NIASH (is) Open",
    "description": "Sat 21st November\n\n*Window Farming: Introductory Discussion & Workshop 11am - 2pm\n\nIf you'd like to find out more about this event or the project in general please email lydiaheath.lh@gmail.com \n\nFor further information about window farms Britta's ted talk is available using this link: https://www.ted.com/talks/britta_riley_a_garden_in_my_apartment\n\n\nSun 22nd November\n\n*Safe European Home? Discussion/workshop 1-4pm\n\nDamian Le Bas & Delaine Le Bas will discuss their ongoing project Safe European Home? first installed outside the Parliament building in Vienna in 2011 and most recently at Babylonia in Thessaloniki for Diasporas 11th - 18th October 2015. This ongoing project is based in ideas of displacement, outsider status, precarious living circumstances and issues of homelessness. \n\nLimited places available please RSVP to delaine.lebas@googlemail.com\n\n\n*Charlotte CHW, 'Art For Your Sake', workshop, 3-6pm, (pay-what-you-can)\n\nA playful and experimental half-day workshop using a range of 2D and 3D media as well as sound to explore ways in which therapeutic processes can be part of the ongoing development of true creative practice and personal development. Participants will also create journals for ongoing reference. Originally developed for Alt MFA residency at Yinka Shonibare's Guest Projects, London.\n\nOnly 8 places available so please RSVP to c.hwatts.art@gmail.com by 15th November\n\n\n*Ox - Human Pylon\n\nCreating a human structure using limb extensions to communicate through movement and sculptural symbology. \n\nThe Human Pylon will take place in the form of a visual performance. We will extend our limbs with hardened fabric sculptural extensions, entwining and constricting ourselves.\n\nTo volunteer please email ox.artists@gmail.com\n\n\n*6pm-8pm- drinks & chat with workshop outcomes and documentation on show",
    "date": "Friday, Nov 20",
    "time": {
      "from": "11:00 am",
      "to": null
    },
    "organiser": {
      "name": "NIASH (New Independent Art School)",
      "about": "NIASH (New Independent Art School) is a syndicate project running an alternative and accessible experiment in Arts Education and \"becoming a school\" housed in beautiful late 1800s grade II listed Palace Court in Hastings, East Sussex. \n\nCurrent syndicate members are:\nKayle Brandon, Antonia Chitty, Charlotte CHW, Lydia Heath, Damian Le Bas & Delaine Le Bas, Simone Leon, Marie-Louise Miller, Ox (Annabel Pettigrew & Rob MacPherson), Kate Renwick, Jilliene Sellner and Jonathan Trayner"
    },
    "place": {
      "id": null,
      "name": "1st Floor, Palace Court, 35, White Rock, Hastings",
      "description": null,
      "area": ""
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "www.niash.org"
  },
  {
    "title": "Psychometry of Texts: The Limits of Reading?",
    "description": "This workshop will use some of the conventions associated with reading groups and psychic development circles to explore the limits of reading.\nIn a reading group, conventionally understood, a group of people meet regularly to discuss a book they have all read. Within academia, reading set texts in private and discussing them in a group is commonplace. However, the curious mechanisms whereby marks on paper have meaning is often left unexplored. Similarly, other ways in which we might 'read', engaging other modes of our being, are underexplored. \nThis workshop will extend the conventional definition of ‘reading’ to include the sense it is used in another context, that of psychic development, where ‘reading’ can also be an act of non-rational, non-verbal expressing of information, where the information is not conventionally codified, and where the information is obtained from non-textual sources, e.g. an object (psychometry) or a person (telepathy). \nIn the workshop we will attempt to ‘read’ texts sealed inside envelopes, invisible to the naked eye. Participants will be encouraged to explain what meanings they are aware of, answer questions about those meanings, and discuss their interpretations, as well as reflect on the process of reading at its limits. \n\n",
    "date": "Friday, Nov 20 ",
    "time": {
      "from": "4pm",
      "to": "5.30pm "
    },
    "organiser": {
      "name": "Vladivostok Vax",
      "about": "Vax Vladivostok is a collective of five individuals interested in exploring the experimental ramifications of the seance, collaborative process and the dialogue betweeen fiction and non-fiction. \n'Vax Vladivostock' is also a fictional spirit entity the group met during an experimental seance."
    },
    "place": {
      "id": null,
      "name": "Cubitt gallery, 8 Angel Mews\nLondon N1 9HH",
      "description": null,
      "area": "TBC"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://experimentalseance2.blogspot.co.uk/2015_05_01_archive.html"
  },
  {
    "title": "Flavour Room",
    "description": "Flavour Room is a supper club offering global flavours which aim to tease the pallet and mind. Using our community to dine and mingle with others we hope to offer a great night which will stimulate thinking around the subject of taste. By celebrating the diversity of our individual cultures and difference the night will offer a platform on which we can discuss and explore what taste means to each diner. The night will be structured around a three course meal and diners are invited to bring their own drinks. Coffee/Tea will be served after meal. Bookings are £25 pp",
    "date": "Saturday Nov 21 ",
    "time": {
      "from": "8pm",
      "to": "11pm "
    },
    "organiser": {
      "name": "Collective",
      "about": "Flavour Room is a community dinning experience which provides a welcoming space for individuals and joint diners to dine and debate together. \nFlavour Room welcomes lone diners and pairs as we feel this helps to balance the debate and give each diner an opening to share and contribute to discussions.\nOur events will focus around the cultural subject of 'taste' and supporting cultural diversity in Colchester. \nOur event aims to draw out similarities and differences in our thinking and agreements and to look at how we can support the development of these areas for the future."
    },
    "place": {
      "id": null,
      "name": "CO1 2DL",
      "description": null,
      "area": "Colchester "
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": ""
  },
  {
    "title": "OCCUPY THE ARCHIVES:\nSaving Radical & Diverse Histories in a Time of Austerity",
    "description": "In the ongoing spirit of Hackney’s non-conformist roots, join us for an afternoon of free-flowing debate & collective exploration using some of Hackney’s archive material as the inspiration…\nFrom CLR James to Stoke Newington’s “Angry Brigade”, we’ll take a look at questions like:\n \nIs history only the preserve of the rich and powerful? the so-called ‘victors of history’? If not, how does creating your own archive matter in countering this? How do we intervene to ensure a more truthful and complete picture of the past? Can archives help to re-inspire new activism and affect change in our local communities? Who decides what we choose to remember Vs what we choose to forget?\nWe encourage you to come armed with your own questions, but here are some more to kick-start the debate:\nAre we just a footnote in history? How do you ensure you’re not side-lined or silenced in historical memory? What can we learn from Black Power movements, radical publishers, and LGBT communities when it comes to creating crucial counter-narratives?\nToday, many mainstream heritage bodies still don’t reflect the true extent and diversity of voices that have profoundly shaped our local and global histories. If archives are the ‘raw stuff of history’ which historians draw upon, how do we ensure everyone’s voice is heard into the future?\nHow do we document “the margins”? What is ‘radical’ or ‘marginal’? Who decides?",
    "date": "Saturday Nov 21 ",
    "time": {
      "from": "2pm",
      "to": "4pm "
    },
    "organiser": {
      "name": "Hackney Archives and friends",
      "about": "Patrick Vernon OBE (founder of Every Generation and Clore Fellow); Stefan Dickers (Library and Archives Manager at Bishopsgate Institute & Co-founder of the Network of Radical Libraries and Archives (NORLA); Joanne Anthony (Archives Manager, Hackney Archives)"
    },
    "place": {
      "id": null,
      "name": "Hackney Archives Dalston CLR James Library and Hackney Archives Dalston CLR James Library Dalston Square E8 3BQ",
      "description": null,
      "area": "East London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://www.hackney.gov.uk/ca-archives.htm#.VifYlOm4lhA"
  },
  {
    "title": "E8 ANTIUNIVERSITY - A mini festival of making, conversation and ideas",
    "description": "Enrol in our Museum Antiuniversity for one day only. \n\nVisit the Library to write your own story and make your own book to take home. \n\nHave fun in the Games Room playing The Journey Home Game. Explore home, family, shelter, community, the world around you, and your own inner peace. Compete or collaborate, the choice is yours. \n\nChill out in the Common Room in a circle session with SweetPeace, a global movement of people who come up with and implement their own actions for Inner and Global Peace. \n\nSuitable for human beings who are curious, creative and open minded.\n\nFamily friendly and accessible.\n",
    "date": "Saturday Nov 21 ",
    "time": {
      "from": "11am",
      "to": "1pm"
    },
    "organiser": {
      "name": "Open to Create takeover Hackney Museum",
      "about": "Curated by Anna B. Sexton artist and founder of Open To Create\nhttps://opentocreate.wordpress.com/ \n\nPenny Stanford book binding and print maker http://cargocollective.com/pennystanford \n\nJennifer Kavanagh originator of the Journey Home Game http://journeyhomegame.com/ \n\nLeon Arts and Ella Matheson of SweetPeace http://www.sweetpeace.me/\n"
    },
    "place": {
      "id": null,
      "name": "Hackney Museum, Technology and Learning Centre, 1 Reading Lane, Hackney E8 1GQ",
      "description": null,
      "area": "East London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://www.hackney.gov.uk/c-museum-events.htm#.ViS5JOm4lhA"
  },
  {
    "title": "Fractured Earth",
    "description": "A performative unfolding of practice. The event will take the form of a performative installation, and will include work produced through movements between site, performance and drawing/painting practice, often mediated through digital technology. The event is presented as part of Veronica Vickery's ongoing research process, rather than an exhibition of finished work; it will include an opportunity for discussion and feedback.\n\nThe first part of the evening starts at 6.30, finishing about 7.30. It will take the form of a performative unfolding of practice/talk followed by discussion. Places are limited for this part of the evening to 16 - so please book via Eventbrite (free).\n\nhttps://www.eventbrite.co.uk/e/fractured-earth-performance-talk-tickets-19087885379\n\nThen from 7.30 to late you are invited to a viewing & gathering to celebrate getting to the final stages of my PhD... Open to all, no booking needed. Donations please for drinks (or bring your own!).",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "6.30pm",
      "to": "11pm "
    },
    "organiser": {
      "name": "Veronica Vickery",
      "about": "Veronica Vickery is an artist and researcher. Working across media from performance, to painting and the digital, she is interested in the complexities of our relationships to a changing and often conflictual world, to the eventful meetings at borders and boundaries - between people and things, water and rocks, land and sea, deep-in-time Earth processes and in-the-moment traumatic events of landscaping."
    },
    "place": {
      "id": null,
      "name": "Porthmeor SPorthmeor Studios, Back Rd West, St. Ives, St Ives, Cornwall TR26 1NG",
      "description": null,
      "area": "Cornwall"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "www.www.fluidworlds.com www.water-worlds.org www.veronicavickery.co.uk"
  },
  {
    "title": "The Big Fix",
    "description": "Hackney Fixers proudly presents THE BIG FIX Hackney’s first festival of fixing. We're aiming to get as much fixing activity into one space as possible. Learn and share skills on a journey to rediscover our ability to fix and reuse things. Learn about clothing repair, chair repair, bike repair, electrical and electronic repair and more. Discover mouldable glue, make moth deterrents, make a wallet or bag from waste, help us map Hackney's fixing places! See hackneyfixers.org.uk for more details.\n",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "11am",
      "to": "4pm "
    },
    "organiser": {
      "name": "Hackney Fixers",
      "about": "What is Hackney Fixers?\n\nHackney Fixers is aiming to bring community repair to Hackney and is organised by James Diamond, Friederike Hanisch and Dave Lukes from Sustainable Hackney and Hackney Friends of the Earth.\n\nInspired by the Restart Project we ran our first Restart Party in Hackney two years ago. We have since run 12 Restart Parties plus workshops for women and young people. \n\nThe Big Fix is our first festival of fixing where we are getting as much fixing and re-making activity into one space as we can!"
    },
    "place": {
      "id": null,
      "name": "St Mark's Church, Colvestone Crescent E8 2LG",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "hackneyfixers.org.uk"
  },
  {
    "title": "University Challenged",
    "description": "A hands-on event for everyone from 1 to 100 years. Come and imagine what Cambridge would be like without the Universities. Make a prospectus for a course that you can teach and then .... teach it!\n\nNate, 11 years old, is teaching Lego techniques. Beth, 8 yrs old will be teaching new jokes; Claire, 45 years old will teach you to smile!\n\nDo bring any props with you or if you want to learn something new from a child or an adult we look forward to seeing you there! \n\nWe hope it will be a fun event.\n\n\n\n",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "10.30am",
      "to": "12noon "
    },
    "organiser": {
      "name": "Friends of Rock Road Library",
      "about": "The Friends of Rock Road Library was established to save Rock Road Library from being closed. The Friends now run vibrant events and programmes to engage the local community, this has included creating a 'Friendly Garden', an annual Apple Day and an exhibition about World War One in the local area."
    },
    "place": {
      "id": null,
      "name": "69 Rock Road Cambridge CB1 7UG",
      "description": null,
      "area": "Cambridge "
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": ""
  },
  {
    "title": "The Cannabis Experience",
    "description": "The Cannabis Experience, written by Joseph Berke and Calvin Hernton and published in 1974 was the first study in the 20th century to ask over 500 cannabis users about their first -hand experiences of cannabis. Over forty years later, the use of cannabis as a medicine is still being debated. If you are curious about recent conversations about why cannabis is not available for medicinal use, then join me at Hoxton station for a walk and talk event to discuss, debate and ruminate. The tour will end at 49 Rivington Street. You, decide which route we take.\n\nThis event is an experimental literature review which engaged with the notion of how knowledge is aqcuired and priviledged. You are encouraged to bring infromation,and illustrations from different sources and we will collate an annotated bibliography about the event, \n",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "12noon",
      "to": "4pm "
    },
    "organiser": {
      "name": "Yewande Okuleye",
      "about": "\nYewande Okuleye is a scientist and oral historian, I am currently studying for a PhD in medical history. My research investigates the confluence of factors which facilitated the re-medicalistion of cannabis as a medicine despite the political, medical and cultural barriers which limited the scientific research into the medicinal potential of the cannabis plant. My research intends to grapple with the tensions, contradictions, and controversies which conversations about cannabis as a medicine engendered, with the view to write a more nuanced history.\n"
    },
    "place": {
      "id": null,
      "name": "Hoxton Station",
      "description": null,
      "area": "East London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://cannabinoidscientist.com/"
  },
  {
    "title": "Browsing the Audacious Mobile Research Library",
    "description": "Neoliberalism has emphasised and enforced the market in so many aspects of our lives that it seems difficult to think without it. Education is one such area, a heavily monetised international industry with fixed exchanges of words and ideas. Similarly, the internet can feel like a surveillance cum control system of orgasms, likes, visits and wishes. Data, information and words are everywhere, intertwined and increasingly mapped on to financial markets which now respond to our emotions via thumbs and smilies.\n\nAs we live and attempt to resist and/or make the best of this, we remain bathed in unseen images and unheard noises, cocooned in an ever present flow of data. You do not need to attend this session to know this, but you will take part in a talk that explores these ideas and then hear sounds which expose, crack and attempt to break out. In a lecture/performance we research our core research questions: who owns the airwaves? Can energy be dictated? What can music, information and noise become? What constitutes resistance to the digital?",
    "date": "FRIDAY 20 Nov",
    "time": {
      "from": "6.30pm",
      "to": "7.30pm "
    },
    "organiser": {
      "name": "Trans/Human and Matthew Cheeseman",
      "about": "The AMRL is a Trans/Media environment through which frequencies, signals and data are collected, manipulated and re-transmitted. It is a library of sounds and processes which present what is there but rarely witnessed: string vibrations, radio waves, memories, the sound of electricity in cables, the data in phones, bank cards and the mind.\n\nThe AMRL was developed by Trans/Human, the broadcast/performance duo of Luke Twyman and Adam Denton. They are joined in this presentation by Dr. Matthew Cheeseman, a writer and teacher who has contributed to the development of the AMRL."
    },
    "place": {
      "id": null,
      "name": "Cubitt gallery, 8 Angel Mews\nLondon N1 9HH",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://receptionnetworks.tumblr.com/"
  },
  {
    "title": "Alternatives: AltMFA looks at AU",
    "description": "Alt MFA members will lead an anti-structured session, inspired by the experiential learning of the Anti-University. Starting as a typical ‘AltMFA meeting’ within Hackney Archives the group will then take a short walk tour and in Alt MFA fashion (and the later stages of AU) will end at a nearby pub at 5.30pm.\nUsing playful mechanisms to explore the relationships to institutions, self-run content and ad-hoc organisation, we’ll delve into the paradox of alternative education; the need to loose structure with the need to create a new one for ourselves.\nFounded in 2010, Alt MFA is a free, peer-led alternative to Master of Fine Arts, run by artists for artists around London.\nOrganised by AltMFA members; Sadie Edginton, Amy Leung, Ben Newell, Rebecca Olajide, Shinji Toya.\n",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "4pm",
      "to": "5.30pm "
    },
    "organiser": {
      "name": "AltMFA",
      "about": "Alt MFA is an Alternative Master of Fine Art Course established in 2010, by artists, for artists, as a free alternative to studying a university-based Masters programme in London. \nAlt MFA incorporates the most desirable elements of an MFA course: space to work, collaborators to argue with, and a social sphere to move within. We squeeze into any space and adapt it to our ends. \nAlt MFA is non-hierarchical and self-directed; participants set the curriculum."
    },
    "place": {
      "id": null,
      "name": "HACKNEY ARCHIVES Dalston CLR James Library Dalston Square E8 3BQ",
      "description": null,
      "area": "East London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://altmfajamboree.weebly.com/"
  },
  {
    "title": "Anti-establishment Patch Making Workshop",
    "description": "Anti- Establishment Patch making workshop!\nMake your own patch by sewing, painting and drawing on fabric.\nLearn how to blanket stitch and use recycled materials to up-cycle your jackets and bags and life with your own bad-ass political, satirical or unique anti-establishment statement.\n",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "10am",
      "to": "5pm "
    },
    "organiser": {
      "name": "Little Rat Designs",
      "about": "Little Rat Designs - We are all about recycling, up-cycling and unicycling. We are a little collective of two Falmouth students, crafting and protesting and using things that people don't want to make things that people do want."
    },
    "place": {
      "id": null,
      "name": "The Little Yellow House, 70 Lower Market Street, Penryn",
      "description": null,
      "area": "Penryn"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": ""
  },
  {
    "title": "Memory Walk",
    "description": "This will be a walking tour, discovering the memory benches located on the Falmouth coastline. It will explore personal and collective memory.",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "10am",
      "to": "1pm "
    },
    "organiser": {
      "name": "Annemarie Bala",
      "about": "Annemarie Bala, is a graduate of a documentary photography course where the exploration of landscape was central to the understanding of a community's identity."
    },
    "place": {
      "id": null,
      "name": "Falmouth. Venue to be confirmed.",
      "description": null,
      "area": "Cornwall"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": ""
  },
  {
    "title": "How To Get Interpellated: Introduction to the Political Philosophy of Louis Althusser",
    "description": "The French nearly had (another) revolution in 1968 but, ultimately, it failed. Louis Althusser was one of the post-’68 theorists who set himself the task of working out why people give in to authority, even when it would be better for them to not do so. We’ll be studying how he made use of the post-Freudian theory of psychoanalyst Jacques Lacan to explain why we all consider ourselves guilty until proven innocent. This is Session 6 in the Introduction to Cultural Studies series of lectures at Open School East delivered by members of the University of East London's Centre for Cultural Studies Research.",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "4pm",
      "to": "6pm "
    },
    "organiser": {
      "name": "Centre for Cultural Studies Research, University of East London",
      "about": "This session will be led by Dr Debra Benita Shaw, Co-Director of the Centre for Cultural Studies Research at the University of East London. CCSR has been working with Open School East to present the work of CCSR researchers and invited speakers to a wider audience. We are teaching the Introduction to Cultural Studies course for free because we believe not only that education should be free but that knowledge is a crucial weapon in the war against all forms of inequality."
    },
    "place": {
      "id": null,
      "name": "Open School East",
      "description": null,
      "area": ""
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://www.openschooleast.org/introduction-to-cultural-studies-culture-technology-power/"
  },
  {
    "title": "Opportunity Makers, Opportunity Takers",
    "description": "Someone wise once said there are two types of people in the world, opportunity makers, and opportunity takers. \n\nIn this session this quote will be used to frame discussions between five self-initiated projects, spaces and groups who will share the narratives of their creation thus far and collectively reflect on what role gender and feminist politics may play in their motivations, aims and processes. \n\nSpeakers will include; members of research group CaW (Sophie Chapman, Carolina Escobar, Georgia Gendall, Bryony Hussey, Lou Macnamara, and Andra Raduca), Cheap Drinks (Rosa Farber and Helen Savage), KINGDOM (Kerri Jefferis and Ellie Wyatt), Ladette Space (Elena Colman) and Nice Gallery (Rosa Nussbaum).\n\nExpect discussions around knowledge sharing and building, collective care, the awareness and celebration of agency, women and DIY, sacrifice, methodologies, harnessing our ability self initiate, complicity and rejection, and breaking with the market and art celebrity with particular reference to sharing economies and cooperation as a strategy against austerity and the cult of individualism.\n\nHere we will question each other, so welcome those joining to also bring details of their projects as well as their own questions and stories.",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "1pm",
      "to": "3pm "
    },
    "organiser": {
      "name": "Kerri Jefferis and Sophie Chapman",
      "about": "Sophie Chapman and Kerri Jefferis are both artists attempting to live and work in London. They are both interested in alternative settings for art and collective educational processes. \n\nA thread that links Kerri and Sophie’s ways of working is a shared interest in commentary surrounding current societal issues and addressing power structures through playful and creative acts. Having met on the self-selecting Whittingdale residency programme they have begun to work together to engage with ideas around support structures, privilege, the co-creation of meaning and value and the taking up of space."
    },
    "place": {
      "id": null,
      "name": "Womens Art Library, Special Collections Library, Rutherford Building, Goldsmiths, University of London, New Cross, London, SE14 6NW",
      "description": null,
      "area": ""
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "CaW - www.cawresearch.com/ Cheap Drinks - www.rosafarber.com/cheap-drinks.html KINGDOM- http://discursivevisitors.tumblr.com Ladette Space - http://ladettespace.bigcartel.com Nice Gallery - http://nicegallery.co.uk"
  },
  {
    "title": "Lysistrata: Sex Strike",
    "description": "This participatory performance of Aristophanes’ most well-known play Lysistrata will give attendees the opportunity to participate in a group reading followed by a wider discussion of how sex and the body is used in political protest.\nWritten in 411BC, Lysistrata is a comic play following the sexual politics of Ancient Greece. Led by the formidable Lysistrata, the women of Greece vow to hold a sex strike against their husbands and collectively storm the Acropolis, in the hope of bringing an end to the Peloponnesian War. This strategy, however, does not go as smoothly as first hoped, and the struggle for power between men and women intensifies.\nThis anti-war tale of sex, gender, politics and militancy will provide an excellent jumping off point to talk about contemporary instances of sex strikes, naked protest and other forms of body-related activism. Examples could include the women of the Filipino town of Dado who brought the end of a period of violence with a week-long sex strike, to Votes4Nudes, a Canadian Instagram campaign that aims to motivate previously apathetic voters by rewarding poling station selfies with saucy snaps in their inbox. We encourage participants to bring their own examples to share for an open-minded, supportive and fun discussion of the body, feminism, humour, and the common ground – and differences – between Lysistrata’s Greece and today.",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "5:30pm",
      "to": "8pm "
    },
    "organiser": {
      "name": "Siobhan Leddy/Esther McManus/Laura Snoad",
      "about": "Siobhan Leddy, Esther McManus and Laura Snoad are interested in participatory performance and facilitating relaxed and welcoming spaces to discuss political and cultural ideas.\nWith backgrounds in publishing, journalism, education and design, they collaborate on projects and events which challenge the boundaries between audience and producer, and which can allow people to interact, discuss and learn in unconventional situations."
    },
    "place": {
      "id": null,
      "name": "FUNCTION ROOM upstairs at The Cock Tavern, 23 Phoenix Road, London NW1 1HB",
      "description": null,
      "area": "London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "To follow"
  },
  {
    "title": "Improvised Everything",
    "description": "Improvised Everything is a workshop for anyone - especially anyone who wants to design and make things but doesn't know how, or lacks the confidence to do so. By improvising your own tools and then putting them to use together to make new things, the workshop aims to demonstrate how you can teach yourself to act as a designer and maker. Learn to see designed objects not as black boxes, but as assemblies of things that can be broken down and reconfigured in new and unexpected ways. Learn that you don't have to accept what is given to you by professionals, but that you can act yourself, in a spirit of free and unruly adaptation. Take control of your material surroundings, and learn to see the designed world not as a fait-accompli, but something that can be changed, to your own ends. Materials and tools provided.",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "10.30am",
      "to": "4.30pm "
    },
    "organiser": {
      "name": "Niall Sloane",
      "about": "Niall Sloane is interested in designing, making, research and education, and particularly in the political and philosophical questions around public participation in design. He has studied Mechanical Engineering at Imperial College, University of London, Contemporary Art History at Goldsmiths College, University of London, and Arts and Cultural Research: Design at the University of Brighton. Niall worked as a university art and design technician for five years, during which time he became interested in imagining ways to redesign design education, based on a more equal form of participation."
    },
    "place": {
      "id": null,
      "name": "Brighton venue to be confirmed",
      "description": null,
      "area": "South East"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://niallsloane.co.uk/improvisedeverything/"
  },
  {
    "title": "cryptobazaar / cryptobizarre",
    "description": "What is cryptography? Why is it important for radical activists, groups, communities, and movements? This event, hosted by Autonomous Tech Fetish, will explore both questions by collectively sharing knowledge and techniques to help us all to protect our data, communications, and experience from government surveillance and corporate capture. A series of stalls will highlight specific technologies and crypto-practices, allowing us to experiment together with crypto strategies for a digital commons. No prior knowledge or expertise required!\n\nFeaturing:\n\n*Freepto*: Freepto is a Linux-based operating system on USB stick that enables you to use any computer as though it was your own. All your data is always securely encrypted and saved onto the USB stick. Although focussed on the needs of activists, Freepto can be used by anyone to tackle mass digital surveillance without giving up the convenience of a traditional operating system.\n\n*Please Touch*: In 2013, NGOs gathered in London to launch the Campaign to Stop Killer Robots. Two years later, Dr Kathleen Richardson and Erik Brilling launched the Campaign Against Sex Robots. This interactive installation will explore the relationship between the two as well as examining our own reactions to sex robots against a background of technologies that are already gendered and sexualised.\n\n",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "6pm",
      "to": "10pm "
    },
    "organiser": {
      "name": "Autonomous Tech Fetish",
      "about": "*Autonomous Tech Fetish* probes how digital technology is fetishised and how it can be re-configured to different needs and desires. We work with activist groups to affirm their technological autonomy and are committed to co-education exploring the pitfalls and potentials of technologies without assumptions.\n\n*Freepto* was developed and launched by AvAnA, a hackspace in the Forte Prenestino squatted social centre in Rome. It is backed by groups fighting for social change in different locations across Europe.\n\n*Please Touch* is instigated by Charles Hutchins, a london-based sound artist."
    },
    "place": {
      "id": null,
      "name": "The Common House, Unit 5E Pundersons Gardens, London. E2 9QG. Nearest tube: Bethnal Green",
      "description": null,
      "area": "Bethnal Green"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://www.commonhouse.org.uk/whos-involved/autonomous-tech-fetish/"
  },
  {
    "title": "THRESHOLDS",
    "description": "THRESHOLDS by Katie Etheridge & Simon Persighetti with Fred McVittie\nPursuing the idea of a university without walls, THRESHOLDS takes the form of a guided group walk around Penryn, encountering some of the physical, atmospheric, geographic, political, and historical thresholds of this ancient Cornish town and place of learning.\nThrough informal conversation, walking, and transitioning through material and atmospheric thresholds, participants will be invited to identify and explore key learning experiences that inform their life-art-work.\nWith guest contributor Fred McVittie on the relationship between portals and the sublime. \nKey Words: Threshold Concepts, Walking, Art, Architecture, Mis-Guide, Lintels, Pedagogy, Urban Exploration, Tea and Biscuits",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "10.30am",
      "to": "1pm "
    },
    "organiser": {
      "name": "Katie Etheridge & Simon Persighetti",
      "about": "Katie Etheridge & Simon Persighetti are artists, performance makers, and educators based in Cornwall, UK. They create and produce projects locally, nationally and internationally that explore the interrelationships between people and place.\nSimon is a core member of Wrights & Sites, a group of performance-trained artists producing international site-specific performances, walking projects, publications, and other art works since their formation in 1997.\nKatie is the face behind Faceback, the live art game that has gone viral at Festivals and events across the UK, connecting 1000’s of people who wouldn’t normally meet.\n"
    },
    "place": {
      "id": null,
      "name": "THRESHOLDS starts and ends at a private house near Penryn Town Hall, TR10 8LT (the address will be given to participants on registration)",
      "description": null,
      "area": "CORNWALL"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://katieetheridge.com"
  },
  {
    "title": "Jeremy Corbyn's Momentum",
    "description": "The election of Jeremy Corbyn as leader of the Labour Party and the launch of Manifesto.",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "12noon",
      "to": "1pm "
    },
    "organiser": {
      "name": "chris gibson",
      "about": "Chris Gibson , founder of the facebook page Kernow for Corbyn."
    },
    "place": {
      "id": null,
      "name": "15 brookside",
      "description": null,
      "area": "truro"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "no"
  },
  {
    "title": "Urban Mining Workshop",
    "description": "Have an old discarded mobile phone sitting in a drawer at home? Explore the story behind your phone in this practical workshop.\n\nUnfortunately, many people are not aware of where their mobile phones come from and how they are made. This means that it’s commonplace for consumers to be unaware of many serious issues that plague the mobile phone supply chain. From the social issues surrounding conflict minerals and the environmental impact of mining and phone production, through to dealing with e-waste, the story of your phone needs to be revealed.\n\nThis workshop is a hands on introduction geared up to expose the social and environmental issues that plague the mobile phone supply chain. In this practical workshop you will urban mine your phone - in other words, dismantle it, extract the minerals and examine the pieces. Through opening up your phone and taking it apart, the workshop helps you to understand your device. By exploring some of the minerals that your phone contains, looking into the mining-related issues and discussing the environmental concerns created by e-waste, we aim to bring you closer to your mobile phone.\n\nNOTE: It is unlikely that your phone can be reassembled after this process!",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "2pm",
      "to": "4pm "
    },
    "organiser": {
      "name": "Glasney Research Guild",
      "about": "Glasney Research Guild is based in Penryn, Cornwall and pursues non-instrumental, playful, pataphysical and situtationist research agendas in a khoratic space just outside the walls of the increasingly neoliberal accredited university system. This workshop is delivered by the Guild based on concepts and guidance materials provided by ethical phone maker Fairphone, a Dutch environmental enterprise who seek to change the relationship between people and their phones."
    },
    "place": {
      "id": null,
      "name": "The Old Grist Mill, Tresooth Lane, Penryn TR10 8DL",
      "description": null,
      "area": "Cornwall"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": ""
  },
  {
    "title": "Tangled Up in Laing: Reading R. D. Laing",
    "description": "‘Our alienation goes to the roots,’ wrote R. D. Laing: ‘The realization of this is the essential springboard for any serious reflection on any aspect of present inter-human life’ ('The Politics of Experience'). \n\nThis discussion-based event introduces Laing, the radical Scottish psychiatrist, author and sixties counter-cultural figure (who played a part in the original anti-university of London). We’ll focus especially on Laing’s conception of alienation. Attention will be paid, too, to his influence and the ways in which he might be relevant today. \n\nNo prior knowledge of Laing is required. Brief photocopies of his work, on which discussion will be based, will be handed out.\n\nWhy not make an afternoon of it? Book a ticket to The Divided Laing that follows this discussion in the same venue. https://www.arcolatheatre.com/production/arcola/the-divided-laing ",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "12.30pm",
      "to": "2pm "
    },
    "organiser": {
      "name": "Adrian Chapman",
      "about": "Adrian Chapman, who teaches English Literature and writing at American universities based in London, has published on Laing and anti-psychiatry and will take up a Wellcome Trust-funded research fellowship next year at University of Glasgow, where he will be researching in the R. D. Laing Archive."
    },
    "place": {
      "id": null,
      "name": "Arcola Theatre 24 Ashwin St, London E8 3DL",
      "description": null,
      "area": "East London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": ""
  },
  {
    "title": "The Divided Laing",
    "description": "‘Some people are lucky: they get through life thinking the ground beneath them is solid...’\n\nLondon, 1970. Experimental psychiatrist R.D. Laing is facing eviction from his pioneering asylum in the East End’s Kingsley Hall. Local residents are up in arms – and to make matters worse, Ronnie’s revolutionary colleague David Cooper is flipping out on the roof...\n\nWith his personal life going down the pan and his mental state heading the same way, Ronnie takes an acid trip to the future. His mission is to save his therapeutic collective The Philadelphia Association, and secure his professional legacy. Will it be a one-way ticket to madness – or can breakdown sometimes mean breakthrough?\n\nAlan Cox plays Ronnie Laing in this provocative, freewheeling comedy by the acclaimed playwright and journalist Patrick Marmion.\n\nMichael Kingsbury (In Lambeth, Ying Tong) directs the world premiere production on the 50th anniversary of The Philadelphia Association and of Laing’s experimental asylum at Kingsley Hall in Bromley-by-Bow.\n\nWhy not make an afternoon of it? Dr Adrian Chapman, who has written extensively on the life and work of R.D. Laing, will lead a discussion based event prior to this performace at 12.30pm. Book your place here (add link to Adrian's event above) ",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "3pm",
      "to": "5.30pm"
    },
    "organiser": {
      "name": "A Play by Patrick Marmion, directed by Michael Kingsbury",
      "about": "Patrick Marmion's previous plays include The Institute (Etcetera), Pieta - After Chekhov (Finborough & Print Room) and Terms & Conditions (White Bear). Screenplays include Mushroom Soup (Sam Mendes/Renaissance Films), Kids FM (Working Title Television), Maid Marion (Channel Four Films), The Dead Guy and Archie Tanner & The Dodo (Children’s Film & Television Foundation). Michael Kingsbury’s directing credits includes In Lambeth by the Olivier Award-winning Jack Shepherd at the Southwark Playhouse; the critically-acclaimed Ying Tong by Roy Smiles, which opened at the West Yorkshire Playhouse before transferring to the Ambassadors; This Other Eden by Jonathon Moore at the Soho Theatre (runner up in the Verity Bargate Awards); The Caretaker and Bloody Poetry."
    },
    "place": {
      "id": null,
      "name": "Arcola Theatre 24 Ashwin St, London E8 3DL",
      "description": null,
      "area": "East London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "https://www.arcolatheatre.com/production/arcola/the-divided-laing"
  },
  {
    "title": "Creating Cooperative Higher Education",
    "description": "The Social Science Centre is running a workshop to explore business models that might be used to establish a cooperative form of higher education. This is part of a series of workshops, looking at other matters involved with cooperative learning linked to the cooperative movement, e.g.,  pedagogy, legal arrangements, governance and transnational networks. You can read more about this project here: http://socialsciencecentre.org.uk/blog/2015/04/23/help-us-develop-a-model-for-co-operative-higher-education/",
    "date": "Saturday, Nov 21",
    "time": {
      "from": "10am",
      "to": "4pm"
    },
    "organiser": {
      "name": "Social Science Centre, Lincoln",
      "about": "The Social Science Centre, Lincoln, is a cooperative providing no fee higher education for people who are unwilling to take on the burden of student debt and want to be part of establishing an alternative form of higher learning to the capitalist university. The Social Science Centre has no formal link to any higher education provider."
    },
    "place": {
      "id": null,
      "name": "Croft Street Community Centre",
      "description": null,
      "area": "Lincoln, East Midlands"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "socialsciencecentre.org.uk"
  },
  {
    "title": "Jorn and Trocchi United: A Workshop in Practical Triolectics",
    "description": "A workshop in practical triolectics, comprising an introduction to the triolectical system of Situationist artist Asger Jorn, conducted via the medium of three-sided football.\n\nJorn rejected transactional modes of knowledge transfer, favouring experimental activity. A supporter of the Situationist Bauhaus in Sweden, he believed such experiments fundamental to both psychic and social revolution. Underpinning Jorn’s approach was his unique ‘triloectical’ system. Developing upon dialectics and quantum physics, it went beyond linear transfers of energy, constructing spatio-temporal fields of possibility and negotiation. Not oppositional but superpositional – contradictions resolved by blending multiple simultaneous potentialities.\n\nAs a practical pedagogical exploration of the triolectical system, three-sided football stands in continuity with the aims of the AntiUniversity’s original protagonists, such as Jorn’s fellow ex-situationist, Alex Trocchi. The game has formerly been played at locations of psychogeographical significance around the world – from a forest at the centrepoint of Europe, to Taksim Square, to inside a Soviet fuel silo, to a druidic stone circle. This time we have selected the significant, if little known undulating terrain surrounding the Omphalos of the British Empire – constructed in the 16th Century by John Dee - as part of an ongoing campaign towards the psychogeographical unbinding of Eurocentric topological thought.",
    "date": "Saturday, Nov 21 ",
    "time": {
      "from": "3pm",
      "to": "5pm"
    },
    "organiser": {
      "name": "Strategic Optimism Football and the Luther Blissett 3-Sided Football League",
      "about": "Strategic Optimism Football was founded in 2013 from the auto-dissolution of the University for Strategic Optimism, to work for the practical and theoretical advancement of triolectics. It recently contributed to constructing a patapositional supercollider at the geographical centre-point of Europe.\n\nThe Luther Blissett Deptford League was founded in 2012, by former members of the Workshop for Non-Linear Architecture. Besides its regular fixtures, it supports numerous international tournaments, including the 1th Three-Sided World Cup (Denmark, 2014).\n\nThis event is kindly supported by Academy of Practical Triolectics and Xenotopian Navigation, D3FC, New Cross Triangle Psychogeographical Association and Fedaration Internationale Autonome des Situationnistes Contemporaine."
    },
    "place": {
      "id": null,
      "name": "Omphalos of the British Empire, Mudchute Park, SE London (Meet at the Northwest Passage into Mudchute Park – entrance towards Asda, closest postcode E14 8JH)",
      "description": null,
      "area": "South London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "https://strategicoptimismfootball.wordpress.com/2015/10/18/antiuniversity-of-london/"
  },
  {
    "title": "The Social Construction of Taste",
    "description": "How is it that some foods can be tasty and yet their consumption is considered tasteless, perhaps even disgusting? Insects, for example, are an excellent source of nutrients, feature in the diets of most populations around the world, and can be prepared in delicious ways, yet many of us show revulsion at the very thought of it.\n\nOne way to get at this question is to ask why we use the word ‘taste’ to describe things that are far beyond the reach of our tongue. We talk about our personal tastes, even when referring to things that we have no intention of putting in our mouths. Our taste in music is not determined by the licking of cds or the chewing of vinyl. Conversely, we might indicate our dislike or disapproval of something by saying it is ‘tasteless’, perhaps even ‘disgusting’. We might even perform the visible actions of physical disgust when confronted by things we find cultural objectionable; we act out our approbation with the wrinkling of the nose, the turn of the lip, the gape of the tongue, as if the very idea is making us gag.\n\nIn this session I’ll be expanding on these ideas to consider why the idea of eating insects makes us queasy and how we communicate these evaluations of ‘taste’ between one another, establishing cultural preferences for some foods and not for others.\n\nFor the brave souls in attendance I’ll also provide insect-based snacks for people to try.\n",
    "date": "Saturday, Nov 21 ",
    "time": {
      "from": "2:00:00 pm",
      "to": null
    },
    "organiser": {
      "name": "Fred McVittie",
      "about": "Until recently Fred McVittie worked in higher education and pursued his entomophalogical interests on the side. Now he produces edible insects for a living and advocates for their acceptance as a viable foodstuff."
    },
    "place": {
      "id": null,
      "name": "Redruth area EMAILED TO CHECK FULL ADDRESS",
      "description": null,
      "area": "Cornwall"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://cornishedibleinsects.co.uk"
  },
  {
    "title": "The principle of Uselessness: An Assembly",
    "description": "We call for an engagement with the ‘useless’ in an event in which we invite citizens/non-citizens/unspeakable 'subjects' to respond to, present on, perform, the principle of uselessness: what stands against the notions of utility, what is, tragically, recuperated as ‘useful’, the logic and possibilities of failure, of refuse, refusing participation. Our assembly welcomes any proposals, in whatever form, that speak of/to those concerns; we meet in a collapsed, negative space, a space of ruin, to draw attention to what is neglected, made useless, temporarily occupy it, not to reclaim it, but in order to remain with what itself remains, without use or function, and in so doing to think through exhaustion, withdrawal, nullity. Please send proposals/briefs/etc to radicaltheorysheffield@gmail.com, so we have a rough idea of areas of interest.",
    "date": "Sunday, Nov 22",
    "time": {
      "from": "2pm",
      "to": "6pm "
    },
    "organiser": {
      "name": "Radical Theory",
      "about": "We are a collective of staff & students from the University of Sheffield interested in critical theory."
    },
    "place": {
      "id": null,
      "name": "154 Arundel Street, S1 2NU",
      "description": null,
      "area": "Sheffield "
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": ""
  },
  {
    "title": "ARTS EDUCATION - post NEW LABOUR - A NEW DADA?!",
    "description": "A performance lecture on dada / art education looking at a few anti-art parallels by considering the level of paradox present in arts education discourse as a new form of dada. The talk will be illustrated with examples of artists deliberately addressing neo-liberal funding talk and the state of arts education in Europe. Snippets from past performances as The THERE-THERE School of English Dada and extracts from a sitcom based on arts education entitled - IT's ART BABY: The Non-importance of being Earnest\" will be included.\n\nCopious amounts of tea and red wine available!",
    "date": "Sunday, Nov 22",
    "time": {
      "from": "4.30pm",
      "to": "5.45pm "
    },
    "organiser": {
      "name": "The THERE-THERE School of English Dada",
      "about": "From 2010 – 2014 I lived in Zurich researching the dada artists to try to get closer to the crux of art, humour and nonsense. There I started performing as “The There-There School of English dada” (a title which encompassed anyone who wanted to take part, regardless of nationality) attempting to unite Britain and dada by looking at why dada did not move to Britain after the First World War. Most of these performances included drawing parallels between dada and British traditions and a heritage of nonsense in Britain. In them, I very much identified myself as British, using humour, word-play and pronunciation to the extent that to a non-native speaker it would be nigh-on-impossible to understand. Afterwards, studying “Curation and Arts education” in German\nthese performances expanded into art education workshops, using\nmisunderstanding, language difficulties and non-language modes of\nexpression to mirror the language of the works.\n"
    },
    "place": {
      "id": null,
      "name": "HEJ Cafe basement, 1 Bermondsey Square, London SE1 3UN",
      "description": null,
      "area": "Bermondsey"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "www.alicemccabe.com"
  },
  {
    "title": "Playing Tiddly-Winks with Trident",
    "description": "An experimental day looking at aspects of game theory in parallel with discussions around the replacement of the Trident nuclear deterrent. Clearly the efficacy or otherwise of the MAD idea and the emotional response to using nuclear weapons will be part of our discussion, but the main thrust of our experimentation will be looking out how our learned game playing 'instincts' impact on the psychology of our responses around Trident and how that might, in turn, effect a persuasive approach to disarmament.",
    "date": "Sunday, Nov 22",
    "time": {
      "from": "10am",
      "to": "4.30pm "
    },
    "organiser": {
      "name": "Braziers Park",
      "about": "Braziers Park houses the UK's longest running secular community and is itself a experiment in living differently. This day is part of Braziers Park's iu (integrative university) programme, which is an on-going research project around aspects of transformative learning."
    },
    "place": {
      "id": null,
      "name": "Braziers Park, Ipsden, Nr. Wallingford, S OXON OX10 6AN",
      "description": null,
      "area": "South England "
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "www.braziers.org.uk"
  },
  {
    "title": "Hello Nuclear Power Station!",
    "description": "We will wonder around Sizewell B Nuclear Power station to explore it in its natural surroundings. Using divination, drawing and ways of looking we will get insights into the future and the past life of a nuclear powered landscape. We hope to return home with some answers and drawings. \n\nBring drawing materials and snacks.",
    "date": "Sunday, Nov 22",
    "time": {
      "from": "11am",
      "to": "1.30pm "
    },
    "organiser": {
      "name": "Drawing Excahnge with the department of divination and walking",
      "about": "The Drawing Exchange - The Drawing Exchange is an ongoing independent artist project by Kayle Brandon and Lady Lucy, predominantly exploring drawing experiences in social, participatory and public contexts with the aim to enable collective and personal inquiry into experimental process led drawing methods. \n\nThe Department of Divination and Walking - Looks for direction and answers."
    },
    "place": {
      "id": null,
      "name": "Meet at: Sizewell Tea, Sizewell Gap, Leiston, Suffolk IP16 4UH, United Kingdom.",
      "description": null,
      "area": "Suffolk"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "drawingexchange.org"
  },
  {
    "title": "For Love or Money - The economics of making art, in a time of austerity",
    "description": "A talk exploring the financial reality of artists making a living, and trying to make a living in the U.K. today. How can artists create a life that is financially sustainable? How does the market put focus on individual successes rather than collective support? How do artists “perform” and package themselves through the grant writing process? What can we do to better support artists and arts infrastructures in this time of austerity? This talk will be followed by an open discussion, and will be filmed as potential material for a new theatre show in development exploring similar themes. \n\n\n",
    "date": "Sunday, Nov 22",
    "time": {
      "from": "3pm",
      "to": "4.30pm "
    },
    "organiser": {
      "name": "Paula Varjack",
      "about": "Paula Varjack is an artist working in theatre, performance and video. Her work explores identity, our relationships with each other, and with cities. She has performed at numerous cultural spaces including: Tate Modern, The Victoria & Albert Museum, Richmix, Battersea Arts Centre, The Southbank Centre, and The Photographer's Gallery. In addition to performing, she produces events and facilitates workshops with a wide range of age groups, using creative writing and drama games to unblock creativity. She is currently developing a new solo show “ Show Me The Money” - exploring the economic reality of being an artist in the U.K. based on interviews with artists and aspiring artists across the country."
    },
    "place": {
      "id": null,
      "name": "CLAPTON RESIDENCE 130 Upper Clapton\nLondon, UK, E5 9JY",
      "description": null,
      "area": "East London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://www.paulavarjack.com/projects/Show-Me-the-Money.html"
  },
  {
    "title": "Heard not Judged",
    "description": "We are storytelling creatures. We connect by telling each other stories and we understand our lives by telling our stories to ourselves and others. The life story or the myth is the tale we repeatedly tell ourselves about who we are, what we want, what we can and cannot do. \nThe workshop will be an opportunity for people to tell their story or parts of their story. We will explore and use as inspiration Joseph Campbell's 'The Hero's Journey' and its archetypes which are common to all myths and cultures and we will use deep listening, tai chi movements and meditation to guide us towards healing and transformation through sharing our stories. \n\n",
    "date": "Sunday, Nov 22",
    "time": {
      "from": "10.30am",
      "to": "5pm"
    },
    "organiser": {
      "name": "Sue McAlpine",
      "about": "Sue McAlpine has been a tai chi practioner and teacher for over 20 years. She is inspired by Buddhist and Taoist principles. As an oral historian she has listened to hundreds of life stories. She is currently studying conflict resolution, leadership skills and group faciliation with NAOS in collaboration with the Forgiveness Project and One Spirit Interfaith Foundation. Sue believes in the power of story telling and narrative to heal conflict and move towards peace and reconciliation. In this workshop Sue would like to find out how storytelling and tai chi enrich each other."
    },
    "place": {
      "id": null,
      "name": "Arcola Theatre 24 Ashwin St, London E8 3DL",
      "description": null,
      "area": "East London "
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": ""
  },
  {
    "title": "Portrait Photography Fast and Slow.",
    "description": "We're taking more pictures than ever before but how are we taking them? This is an exploration of how we create photographs, from directing a sitter, to raising the selfie-stick. \n\nWhat are the dynamics that we establish and how does it feel? What is the point of a professional photo shoot? Is photography dead or are we all photographers.*\n\nThis is a playful, group-based session with two sections and a break in the middle. Do bring a camera but as it's rather experimental, you can probably do this workshop without one.\n\n*Please note, Grace does not have the answers, but she's looking forward to you helping her on her search for them.",
    "date": "Sunday, Nov 22",
    "time": {
      "from": "1pm",
      "to": "3.30pm "
    },
    "organiser": {
      "name": "Grace Gelder",
      "about": "Grace is a photographer based in London who likes hearing people's stories, then figuring out how best to photograph them. She sometimes finds that the taking of the photograph inspires more stories and then a conversation starts. She also facilitates photography and video workshops with different community groups. She has a particular interest in helping people feel liberated by photographing them naked in wild places."
    },
    "place": {
      "id": null,
      "name": "Meet at Whitestone Pond, Hampstead",
      "description": null,
      "area": "North London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "www.gracegelder.co.uk"
  },
  {
    "title": "S.O.S guidelines for DIY exhibition hanging",
    "description": "The aim of this presentation and workshop is to assist artists to work more effectively on their own exhibition installation and to manage their tasks to a deadline.\n• Presentation content:\nPacking Artwork for transport\nLoading in/ Load out Artwork handling, Unpacking  \nAssessing the workload ahead: Task Scheduling & Decision Making\nRoom preparation\nIntroduction to frames and fittings: pros and cons\nIntroduction to wall types\nHow to work to a tight deadline\nBasic tools for improvisation: Bluff hanging (Fudge it!)\nStress Management\nFraming the unframable, hanging the unhangable\n\n• Workshop Schedule:\nIntroduction to professional tools and how to use them\nParticipants will work in groups to practise as they learn\nTBC",
    "date": "Sunday, Nov 22",
    "time": {
      "from": "10am",
      "to": "5pm "
    },
    "organiser": {
      "name": "Greg Konrady",
      "about": "For the last 5 years I've been Red Gallery's Technician. During this time I have hung hundreds of exhibitions. Through Red I have made lots of contacts in the Art scene, which led me to work as exhibition installer for spaces such as Tate Modern, Saatchi Gallery, Barbican, ICA, Print Space, and many pubs and restaurants. Through my experience, I realised that often even the greatest artists make the most basic mistakes at their own exhibitions, because they are unaware of the technical possibilities available to them, and how these can enhance their work."
    },
    "place": {
      "id": null,
      "name": "Red Gallery - 1-3 Rivington str. EC2A 3DT",
      "description": null,
      "area": "Shoreditch"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "Redgallerylondon.com"
  },
  {
    "title": "In Search of Islington’s Lost Cinemas",
    "description": "Islington has a rich cinematic history as the former home of more than 40 movie theatres since cinema’s invention as well as being the birth place of one of the pioneers of British cinema R. W. Paul. \n\nJoin artist Sam Nightingale as he leads a morning walk around Angel, Essex Road and Upper Street in search of Islington's Lost Cinemas. The walk is an opportunity to learn both about Islington’s rich cinematic past and the chance to discover the layers of history that are often hidden within the architecture of the urban everyday. In the walk we will see cinemas that are still standing, even if no longer used, picture-palaces that have left only ghostly traces of their former glory and structures that need our imagination to project the past into the present.\n\nMore can be found out about Islington's Lost Cinemas at: www.islingtonslostcinemas.com, both a cultural history website and art project that charts and celebrates the history of cinemas in Islington.\n\nDetails about the meeting point will be communicated once booked. \n",
    "date": "Sunday, Nov 22",
    "time": {
      "from": "10.30am",
      "to": "12.30pm "
    },
    "organiser": {
      "name": "Sam Nightingale",
      "about": "Sam Nightingale is an artist who works with photography and video; his work has been included in exhibitions and film festivals in America, Australia and Europe. His practice is research driven and responds to site exploring and enlivening spectral spaces of cinema, both real and imagined, including: 'The Cinemas Project' (Australia), a project mapping cinema spectral spaces in rural Australia; 'Islington’s Lost Cinemas' (UK), a research project tracing the history of cinema in Islington; and 'Parallax Shifts: In Search of Imagined Landscapes' (USA), part of an Artist-in-Residence where Nightingale went in search of the imagined landscapes of the ‘Spaghetti Western’ in the deserts of the American South West."
    },
    "place": {
      "id": null,
      "name": "Walk around Islington (meeting place will be communicated to participants once they have booked)",
      "description": null,
      "area": "Angel, Essex Road and Upper Street"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "www.islingtonslostcinemas.com"
  },
  {
    "title": "RDG(objects) 'random data generator'",
    "description": "RDG(o) -\n'random data generator' (objects)'\n\ntalk in gallery space with slides and examples - \nRDG is a tool for making work created by artist Antonia Clare Grant FRSA\nthe origins of the idea - \nA project in Greece with design students at the University of the Aegean to create a site specific collaborative public installations - the students were given specific actions over a period of a month which enabled them to put themselves into the heart of an artwork process self generated via them mapping thier day to day actions - these guides translated into photos of sites around the city and culminated in an installation and narrative about the wear and tear to ship yard workers - \nThe process had alot of hiccups and many of the ideas didnt translate either because of language barriers or differences of opinions 0but some worked as they designed as the artist I mapped their activity -\n\nthe outcome is RDG(o) \n1st - 'random data generator' - its works like a slot machine - generating binary numbers materials shapes and actions eg:burn, distress, emotives\n\nand then a second digital slot doing - locations -e.g: a.place: park, road, parking lot, river, house flat doorway.....b. space: (floor ceiling wall table)\nthis culminates to create a mathematical equation of actions and becomes the title of the work\n\n2nd - 'equation' name of work-> 4 x wood _circle >burn /happy- hanging from ceiling \nthis becomes a guide to make work its materiality, scale, volume, pathology, process.",
    "date": "Sunday, Nov 22",
    "time": {
      "from": "3:00:00 pm",
      "to": null
    },
    "organiser": {
      "name": "arebyte gallery",
      "about": "Antonia Clare Grant FRSA\nBAhons Sculpture Wimbledon UAL - 2006-09\nMA hons Creative Practise for Narrative Environments Central St Martins 2010-12\nin 2002 I joined a collective of artists running spaces in east end of London doing performances and showing working mainly with food and drink - including Fordham Gallery REdux, T12Artspace - showed first year of Freize at Zoo\ngallery shows include Bishcoff Wiess\nLive Art \nwork in collection of Petrie Museum UCL\ncommissioning artist is my main practice\nsince 2012 I have been living between here and Greece developing ideas rather than showing. \n\nwebsite got hacked and crashed 2014 - new works and videos posted on facebook\nhttps://www.facebook.com/antonia.c.grant/videos/vb.548979244/10151775346484245/?type=3&theater\nhttps://www.facebook.com/antonia.c.grant/videos/vb.548979244/10153827503954245/?type=3&theater\nhttps://www.facebook.com/antonia.c.grant/media_set?set=a.10151774451754245.1073741827.548979244&type=3"
    },
    "place": {
      "id": null,
      "name": "4, 49 White Post Ln, Queens Yard, London E9 5EN",
      "description": null,
      "area": "UK"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://antoniaclaregrant.artweb.com/"
  },
  {
    "title": "FLOW- SUPER CALA",
    "description": "FLOW (film/ lecture/ workshop/ other)- SUPER CALA\nHosted by Lucy Steggals (and The Saturday Museum)\nA FLOW to accompany the exhibition SUPER CALA exploring carousels/ calesitas and things that go round.\n\nIncluding-  Chair-O-Plane a film by Geoffrey Jones/ Guest artist Paul O'Kane/ Audio recordings by a former carousel maker and a chair o plane operator/ A Portable roundabout/ Recall the Carousel a poem by Laura Kasischke/ Music from Mary Poppin's/ A short History of Carousels and a slide show of things that go round. \n\nThe FLOW will be followed by a screening of La Ronde. A 1950's film directed by Max Ophüls and based on Arthur Schnitzler's 1897 play of the same name. The title means \"the round-dance”.\n",
    "date": "Sunday, Nov 22",
    "time": {
      "from": "2pm",
      "to": "5.30pm "
    },
    "organiser": {
      "name": "The Saturday Museum",
      "about": "The foundations of the Saturday Museum are a comprehensive guide and index (written and self published by Peter Rowland a man with a collection of cat’s both real and ornamental) to this series of 34 book’s. The Saturday Books are an annual miscellany, published from 1941 to 1975. Edited initially by Leonard Russell and from 1952 by John Hadfield.\n\nThe Saturday Museum is a work in progress so far we have established that it is a nomadic museum. It wanders from place to place. It’s purpose is to share/collaborate with people through a process of play. It arrives with no fixed idea our predetermined outcome. It is conscious of not knowing and of being a stranger. It looks, listens, gathers and collects. It's current interests are exits & entrances, swings and things that go round. \n"
    },
    "place": {
      "id": null,
      "name": "BSMT 5 STOKE NEWINGTON ROAD DALSTON N16 8BH LONDON",
      "description": null,
      "area": "Dalston, London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "www.thesaturdaymuseum.org"
  },
  {
    "title": "Inspiral London",
    "description": "Inspiral London grows out of decentrederspace cultural and artistic experiments in Marseille (inspired by the GR2013 project – semi-urban footpath created for European Capital of Culture); in creating a novel walking experience for London. The walk spirals from a central point in heart of London, corkscrewing out 6 times to finish at Gravesend Ferry, finally crossing where the World’s End at Tilbury.\nThis Sunday Segment 6 –  we will meet up at 11 am the south end of Albert Bridge, near to the entrance to Battersea Park, where spirit guide Sarah Sparkes will lead us further anticlockwise. \nThe anticipated trajectory of the trail is designed and marked out by a loose collective of artists, writers, architects, geographers, planners, urban explorers, and walking enthusiasts. There are 30 sections at an average of 7 miles. The approximate overall length of the walk is 225 miles crossing the Thames at 10 points – using bridges, a tunnel, a cable car and ferries; a planned clockwise return from Gravesend ferry north back into the Centre of London will add another 50/75 mile.\nThe walk is both an artistic assembly and a form of democratic action allowing members of the public, walkers and participants to use the walk as a pathway to discover and experiment within the metropolis London.",
    "date": "Sunday, Nov 22",
    "time": {
      "from": "11am",
      "to": "4:30pm"
    },
    "organiser": {
      "name": "counterproductions",
      "about": "Charlie Fox is a London-based artist, writer and curator, producing international art projects that challenge existing models of artistic and audience engagement. \n\nCharlie is founder of interdisciplinary art platform counterproductions and is the director of counterprint. counterproductions facilitates collaborative projects that generate new artistic culture, through experimental performance, engaged and visual art practices; creating work that offers the potential of an art for all. \n\nIn 2010 he completed a practice-based PhD on laughter in/for performance at Roehampton University. Charlie’s research interests include creative and collective models of education, transdisciplinary art practices, interactions between print and performance, performance affect, intervention and dialogical artistic practices. \n\nFormerly a founder member of Grunts for the Arts, he is now a board member of the Artist Plc.\n"
    },
    "place": {
      "id": null,
      "name": "Start of walk - segment 6 of Inspiralling London - on Sunday 22 NOvember will be at south end of Albert Bridge near the entrance to Battersea Park. Walk will set off after 11 am.",
      "description": null,
      "area": "South London"
    },
    "imageUrl": null,
    "tags": null,
    "websiteUrl": "http://inspirallondon.com"
  }
]
